{
  "_id": "r88dABV9wrHgDCI6",
  "name": "1. Kingdom Terminology",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "folder": "",
  "flags": {
    "importid": "221EPnkTNdpZ30IC"
  },
  "content": "<p>A major part of the Kingmaker Adventure Path is the PCs' creation of a kingdom and the cities within its borders. This article presents rules for creating kingdoms and cities. Like characters, kingdoms use sheets to track their statistics. Use the following Kingdom Sheet to fill in a kingdom's initial values.</p>\n<p>@Compendium[pf-content.kingdom-building-player.WpJLmIp2tfAVgxib]{4.01. Kingdom Sheet}</p>\n<p>@Compendium[pf-content.kingdom-building-buildings.Q7ljtb4Igplhhkmx]{Kingdom Sheet (NPC)}</p>\n<h1>Alignment</h1>\n<p>Like a PC, your kingdom has an alignment, which you decide when you form the kingdom. The kingdom's alignment represents the majority outlook and behavior of the people within that kingdom when they're considered as a group. (Individual citizens and even some leaders may be of different alignments.)</p>\n<ul>\n<li>Chaotic and Good kingdom's are more Loyal</li>\n<li>Lawful and Evil kingdom's are more Economic</li>\n<li>Neutral kingdom's are more stable.</li>\n</ul>\n<p>A kingdom's alignment rarely changes, though at the GM's option, it can shift through the actions of its rulers or its people.</p>\n<h1>Capital City</h1>\n<p>A kingdom should have a capital city - the seat of your power. Your first settlement is your capital. If you want to designate a different settlement as the capital, you may do so in Step 6 of the Edict phase. Your capital city primarily comes into play if your kingdom loses hexes. If you change the capital city, attempt a Stability check to determine what affect this has on the kingdom's unrest.</p>\n<h1>Size</h1>\n<p>This is how many hexes the kingdom claims. A new kingdom's Size is 1. This affects a kingdoms consumption and its control DC.</p>\n<h1>Population</h1>\n<p>Actual population numbers don't factor into your kingdom's statistics but can be fun to track anyway. The population of your kingdom is equal to the population of all your settlements.</p>\n<p>A settlement's population is approximately equal to the number of completed lots within its districts &times; 250. A grid that has all 36 lots filled with buildings has a population of approximately 9,000.</p>\n<h1>Build Points</h1>\n<p>The units of a kingdom's wealth and productivity are build points (BP). Build points are an abstraction representing the kingdom's expendable assets, not just gold in the treasury. Build points include raw materials (such as livestock, lumber, land, seed, and ore), tangible goods (such as wagons, weapons, and candles), and people (artisans, laborers, and colonists). Together, these assets represent the labor and productive output of your citizens.</p>\n<p>You spend BP on tasks necessary to develop and protect your kingdom - planting farms, creating roads, constructing buildings, raising armies, and so on. These things are made at your command, but they are not yours. The cities, roads, farms, and buildings belong to the citizens who build them and use them to live and work every day, and those acts of living and working create more BP for the kingdom. As the leaders, you use your power and influence to direct the economic and constructive activity of your kingdom, deciding what gets built, when, and where.</p>\n<p>Build points don't have a precise exchange rate to gold pieces because they don't represent exact amounts of specific resources. For example, you can't really equate the productivity of a blacksmith with that of a stable, as their goods are used for different things and aren't produced at the same rate, but both of them contribute to a kingdom's overall economy. In general, 1 BP is worth approximately 4,000 gp; use this value to get a sense of how costly various kingdom expenditures are. In practice, it is not a simple matter to convert one currency to the other, but there are certain ways for your PC to spend gp to increase the kingdom's BP or withdraw BP and turn them into gold for your character to spend.</p>\n<h1>Consumption</h1>\n<p>Consumption indicates how many BP are required to keep the kingdom functioning each month. Your kingdom's Consumption is equal to its Size, modified by settlements and terrain improvements (such as Farms and Fisheries). Consumption can never go below 0</p>\n<h1>Treasury</h1>\n<p>As your kingdom earns money, favors, resources, and power, its Build Point total increases. In the Kingmaker Adventure Path, you begin with 50 BP in your kingdom's treasury (this amount is bestowed upon you by the swordlords of Restov).</p>\n<h1>Control DC</h1>\n<p>Some kingdom actions require a check (1d20 + modifiers) to succeed - this is known as a control check. The base DC for a control check is equal to 20 + the kingdom's Size in hexes + the total number of districts in all your settlements + any other modifiers from special circumstances or effects. Unless otherwise stated, the DC of a kingdom check is the Control DC.</p>\n<h1>Kingdom Check</h1>\n<p>A kingdom has three attributes: Economy, Loyalty, and Stability. Your kingdom's initial scores in each of these attributes is 0, plus modifiers for kingdom alignment, bonuses provided by the leaders, and any other modifiers.</p>\n<p>Many kingdom actions and events require you to attempt a kingdom check, either using your Economy, Loyalty, or Stability attribute (1d20 + the appropriate attribute + other modifiers). You cannot take 10 or take 20 on a kingdom check. Kingdom checks automatically fail on a natural 1 and automatically succeed on a natural 20.</p>\n<h1>Economy</h1>\n<p>This attribute measures the productivity of your kingdom's workers and the vibrancy of its trade, both in terms of money and in terms of information, innovation, and technology. Your kingdom's initial Economy is 0 plus your kingdom's alignment and leadership modifiers.</p>\n<h1>Loyalty</h1>\n<p>Loyalty refers to the sense of goodwill among your people, their ability to live peaceably together even in times of crisis, and to fight for one another when needed. Your kingdom's initial Loyalty is 0 plus your kingdom's alignment and any modifiers from your kingdom's leadership role.</p>\n<h1>Stability</h1>\n<p>Stability refers to the physical and social well-being of the kingdom, from the health and security of its citizenry to the vitality of its natural resources and its ability to maximize their use. Your kingdom's initial Stability is 0 plus your kingdom's alignment and leadership modifiers.</p>\n<h1>Unrest</h1>\n<p>Your kingdom's Unrest indicates how rebellious your citizens are. Your kingdom's initial Unrest is 0. Unrest can never fall below 0 (anything that would modify it to less than 0 is wasted). Subtract your kingdom's Unrest from all Economy, Loyalty, and Stability checks.</p>"
}
