{
  "_id": "4JMYC3BTnb8j331p",
  "name": "Ancestors Spirit",
  "type": "feat",
  "img": "systems/pf1/icons/skills/green_13.jpg",
  "system": {
    "description": {
      "value": "<strong>Shaman Spirit</strong><br/><br/><p>A shaman that selects the ancestors spirit has wise eyes and thick white or silver hair. Fine wrinkles line the shaman's face, becoming more obvious when she smiles or glowers. When she calls upon one of this spirit's abilities, her hair glows as though lit from within, rustling of its own accord.</p><p><b>Spirit Magic Spells: </b>unseen servant (1st), spiritual weapon (2nd), heroism (3rd), spiritual ally (4th), telekinesis (5th), greater heroism (6th), ethereal jaunt (7th), vision (8th), astral projection (9th)</p><p><b>Hexes: </b>A shaman who chooses the Ancestors spirit can select from the following hexes.</p><p><b>Spirit Animal: </b>The shaman's spirit animal has streaks of gray or silver hide, hair, or fur, and long facial hair that appears similar to a wispy mustache or bushy eyebrows. The spirit animal can speak and understand a number of bonus languages equal to the shaman's Charisma bonus.</p><p>Spirit Ability: A shaman who chooses the Ancestors spirit as her spirit or wandering spirit gains the following ability.</p><p><i>Ancestor's Council (Su): </i>As a standard action the shaman can call upon her ancestors to provide advice and assistance to one ally within 30 feet. The ally gains a +2 bonus on any attack roll, saving throw, ability check, or skill check made before the beginning of the shaman's next turn. The shaman can use this ability a number of times per day equal to 3 + her Charisma bonus.</p><p><b>Greater Spirit Ability: </b>A shaman who chooses the Ancestors spirit as her spirit or wandering spirit gains the following ability upon having access to the greater version of that spirit.</p><p><i>Ancestral Weapon (Su): </i>As a standard action, the shaman can summon an appropriately-sized simple or martial weapon with a +1 enhancement bonus from her family's history. She is always considered proficient with this weapon. At 15th level and 19th level, the weapon's enhancement bonus increases by 1. At 11th level, the weapon gains the ghost touch weapon property. The shaman can use this ability for a number of minutes per day equal to her shaman level. This duration does not need to be consecutive, but it must be used in 1-minute increments. The weapon disappears 1 round after leaving the shaman's grasp.</p><p><b>True Spirit Ability: </b>A shaman who chooses the Ancestors spirit as her spirit or wandering spirit gains the following ability upon having access to the true version of that spirit.</p><p><i>Ancestral Guardian (Sp): </i>The shaman can call on the ancient allies of her ancestors to physically appear and assist her, even if they have moved on to new roles in the cosmos. Once per day as a standard action, the shaman can cast planar ally. Although there is no cost to use the spelllike ability, the planar ally demands payment for services it performs as normal for the spell.</p><p><b>Manifestation: </b>Upon reaching 20th level, the shaman becomes one with the spirits of her ancestors. She gains a bonus on Will saving throws equal to her Charisma modifier, blindsense out to a range of 60 feet, and a +4 bonus to her caster level for all divination spells. She can cast astral projection as a spell-like ability once per day without requiring material components.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Shaman"
        ],
        [
          "Shaman Spirit"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Shaman"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428267561,
    "modifiedTime": 1665949039340,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
