{
  "_id": "JJtqVHwGhTKNbFBm",
  "name": "Anger",
  "type": "feat",
  "img": "systems/pf1/icons/skills/shadow_17.jpg",
  "data": {
    "description": {
      "value": "<strong>Phantom Emotional Focus</strong><br/><br/><p>Phantoms with this emotional focus are filled with seething anger from events in their past lives. Phantoms with this focus often take the form of hulking brutes with furrowed brows or of frenzied creatures that always seem ready to strike down those who come too near. Many times, these phantoms exude a bright red aura, especially when they are engaged in combat, or they seem to breathe a red mist in shallow pants from behind clenched, phantasmal teeth.</p><p><b>Skills: </b>The phantom gains a number of ranks in Intimidate and Survival equal to its number of Hit Dice. While confined in the spiritualist's consciousness, the phantom grants the spiritualist Skill Focus in each of these skills.</p><p><b>Good Saves: </b>Fortitude and Will.</p><p><b>Strength Focus: </b>The phantom gains a +2 bonus to Strength and a -2 penalty to Dexterity. Instead of the phantom gaining a bonus to Dexterity as the spiritualist gains levels, an anger-focused phantom gains a bonus to Strength instead.</p><p><b>Powerful Strike (Ex): </b>A phantom with this focus deals more damage with its slam attacks. It deals slam damage as a creature one size category larger than its current size. The phantom also gains Power Attack as a bonus feat.</p><p><b>Aura of Fury (Su): </b>When the spiritualist reaches 7th level, as a swift action, the phantom can emit a 20-foot-radius aura of fury. Creatures within the aura gain a +2 bonus on melee attack rolls but take a -2 penalty to AC. Ending the aura is a free action. The phantom can use this ability in either ectoplasmic or incorporeal form.</p><p><b>Ferocious Mien (Su): </b>When the spiritualist reaches 12th level, once per day as a swift action, a phantom in ectoplasmic form can grow more ferocious and frightening. It becomes one size category larger than its current size, as affected by an enlarge person spell, and grows fiercer in combat, as if affected by a rage spell. This effect lasts for 1 round per class level of the spiritualist. When the spiritualist reaches 18th level, a phantom using ferocious mien also gains the frightful presence extraordinary ability (Bestiary 300; range 30 feet, duration 5d6 rounds).</p><p><b>Furious Wail (Su): </b>When the spiritualist reaches 17th level, once per day as a standard action, the phantom can emit a single angry wail that acts as wail of the banshee. The phantom uses its Hit Dice as its caster level for the effect, and the DC of the effect is 10 + 1/2 the phantom's Hit Dice + the phantom's Charisma modifier. The phantom can use this ability in either ectoplasmic or incorporeal form.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Spiritualist"
        ],
        [
          "Phantom Emotional Focus"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Spiritualist"
        ]
      ]
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
