{
  "_id": "POqwYuG3Akj5tlHz",
  "name": "Arachnid",
  "type": "feat",
  "img": "systems/pf1/icons/skills/violet_07.jpg",
  "system": {
    "description": {
      "value": "<strong>Vigilante - Wild Soul Course</strong><br/><br/><p>These wildsouls have the blood of spiders running through their veins.</p><p><i>Heightened Senses (Ex): </i>At 2nd level, an arachnid wildsoul can anticipate physical danger and react astonishingly quickly. He gains the stalker sense vigilante talent, even if he is not a stalker.</p><p><i>Shoot Webs (Ex): </i>At 6th level, an arachnid wildsoul's wrists can produce thick, sticky webbing that he can shoot at his enemies. Shooting webbing is a ranged touch attack with a range increment of 10 feet. The webbing acts as a tanglefoot bag when it hits a creature, except the DC of the Reflex save to avoid being glued to the floor or unable to fly is equal to 10 + 1/2 the arachnid wildsoul's vigilante level + his Constitution modifier. Like a tanglefoot bag, the webbing does not work underwater. The arachnid wildsoul can shoot webs a number of times per day equal to 3 + his Constitution modifier.</p><p><i>Web Specialist (Ex) </i>: At 12th level, an arachnid wildsoul can coat his hands and feet in super-sticky webbing, even over equipment such as gloves and boots. This gives him a climb speed of 30 feet. Additionally, as a move action that provokes attacks of opportunity, an arachnid wildsoul can use his webbing to create the equivalent of a 50-foot length of silk rope (hp 4, break DC 24) and can shoot it at any flat, unoccupied surface that is at least one 5-foot square in size. If the arachnid wildsoul succeeds at a ranged attack against AC 10, the rope sticks fast to the surface, can only be removed if it is destroyed, and can support the weight of the arachnid wildsoul plus one additional Medium or smaller creature. If more creatures attempt to use the webbing rope, it is destroyed. This costs a daily use of shoot webs.</p><p><i>Web Master (Ex) </i>At 18th level, an arachnid wildsoul can use web specialist without spending a daily use of shoot webs. Additionally, he can create numerous web-ropes as he is moving and swing from rope to rope, essentially allowing him to move at his base speed through the air as long as he always uses at least one hand to hold the webbing and continues to have tether points within 50 feet and above him. The web ropes he creates in this way dissolve as soon as he is done using them to swing.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Vigilante"
        ],
        [
          "Vigilante - Wild Soul Course"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Vigilante"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428271059,
    "modifiedTime": 1677435373846,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
