{
  "_id": "dqmnoL2yGqutS6j3",
  "name": "Arnisant (Guardian)",
  "type": "feat",
  "img": "systems/pf1/icons/skills/blue_37.jpg",
  "system": {
    "description": {
      "value": "<strong>Medium Legendary Spirit</strong><br/><br/><p>General Arnisant was a Taldan hero who sacrificed himself in the battle against Tar-Baphon at the end of the Shining Crusade, weakening the lich so his allies could trap the Whispering Tyrant.</p><p><b>Gaining Favor: </b>To gain Arnisant's favor, you must travel either to the Crusader War College in Vigil, where the Shattered Shield of Arnisant is enshrined, or to the site of any major Shining Crusade battle. Once there, you must swear an oath to slay any undead you meet and concoct a tincture from the remains of a corporeal undead you have killed. You then must drink the tincture and succeed at a Constitution check before Arnisant will answer your call.</p><p><b>Taboos: </b>If you accept a taboo while channeling Arnisant, you must always protect others from danger when you can (including defeated enemies, but not enemies that are an active threat to you and others).</p><p><b>Arnisant's Shield (Intermediate, Su): </b>Arnisant grants his power to a single shield you wear, allowing you to increase its enhancement bonus by 1 (or add a shield special ability with a +1 bonus base price modifier if the shield's enhancement bonus is already +5). When you would be slain, turned to stone, or otherwise incapacitated, you can allow Arnisant's spirit to sacrifice himself to protect you from the effect. This negates any single non-damaging effect, and for a damaging effect, it leaves you with 0 hit points or your hit point total just before the deathblow, whichever is lower. In exchange, you lose contact with Arnisant and have no spirit abilities until your next day's seance. Furthermore, you can't contact Arnisant for 24 hours, and when you next contact Arnisant, he starts with 1 more point of influence over you than normal. This ability replaces absorb blow.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Medium"
        ],
        [
          "Medium Legendary Spirit"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Medium"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428273936,
    "modifiedTime": 1665949046600,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
