{
  "_id": "lUIs8pwG6P65WBXT",
  "name": "Bones Spirit",
  "type": "feat",
  "img": "systems/pf1/icons/skills/green_13.jpg",
  "system": {
    "description": {
      "value": "<strong>Shaman Spirit</strong><br/><br/><p>A shaman who selects the bones spirit is cadaverously thin, with sunken eye sockets and dead eyes that stare off into the distance. Her body has a faint smell of the grave. When she calls upon one of this spirit's abilities, a ghostly wind whips her hair and clothes about, and the unpleasant stench becomes more prominent.</p><p><b>Spirit Magic Spells: </b>cause fear (1st), false life (2nd), animate dead (3rd), fear (4th), slay living (5th), circle of death (6th), control undead (7th), horrid wilting (8th), wail of the banshee (9th)</p><p><b>Hexes: </b>A shaman who chooses the Bones spirit can select from the following hexes.</p><p><b>Spirit Animal: </b>The shaman's spirit animal gives off a ghostly glow and seems nearly transparent. The animal is under the constant effects of blur, with a caster level equal to the shaman's level.</p><p><b>Spirit Ability: </b>A shaman who chooses the Bones spirit as her spirit or wandering spirit gains the following ability.</p><p><i>Touch of the Grave (Su): </i>As a standard action, the shaman can make a melee touch attack infused with negative energy that deals 1d4 points of damage + 1 point of damage for every 2 shaman levels she possesses. She can instead touch an undead creature to heal it of the same amount of damage. A shaman can use this ability a number of times per day equal to 3 + her Charisma modif ier. At 11th level, any weapon that the shaman wields is treated as an unholy weapon.</p><p><b>Greater Spirit Ability: </b>A shaman who chooses the Bones spirit as her spirit or wandering spirit gains the following ability upon having access to the greater version of that spirit.</p><p><i>Shard Soul (Su): </i>The shaman gains DR 3/magic. This DR increases by 1 for every 4 shaman levels she possesses beyond 8th. In addition, as a standard action she can cause jagged pieces of bone to explode from her body in a 10-footradius burst. This deals 1d6 points of piercing damage for every 2 shaman levels she possesses. A successful Reflex saving throw halves this damage. The shaman can use this ability three times per day, but she must wait 1d4 rounds between each use.</p><p><b>True Spirit Ability: </b>A shaman who chooses the Bones spirit as her spirit or wandering spirit gains the following ability upon having access to the true version of that spirit.</p><p><i>Shedding Form (Su): </i>As a standard action, the shaman sheds her body and becomes incorporeal. While in this form, all of her weapon attacks are considered to have the ghost touch weapon special ability. The shaman can use this ability for a number of rounds equal to her shaman level, though those rounds do not need to be consecutive.</p><p><b>Manifestation: </b>Upon reaching 20th level, the shaman becomes a spirit of death. Once per round, she can cast bleed or stabilize as a free action. If she is reduced to below 0 hit points, she automatically stabilizes. She can cast animate dead at will without paying a material component cost, although she is still subject to the usual Hit Dice control limit. Once per day, she can cast power word kill, but the spell can target a creature with 150 hit points or fewer.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Shaman"
        ],
        [
          "Shaman Spirit"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Shaman"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428275270,
    "modifiedTime": 1665949047959,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
