{
  "_id": "SDa1zJcCvSoJhiLh",
  "name": "Conjuration",
  "type": "feat",
  "img": "systems/pf1/icons/items/inventory/book-purple.jpg",
  "system": {
    "description": {
      "value": "<strong>Occultist Implement</strong><br/><br/><p>Implements used in conjuration allow the occultist to perform magic that transports or calls creatures.</p><p><b>Implements: </b>Bowl, brazier, compass, figurine, lantern, mirror.</p><p><b>Resonant Power: </b>Each time the occultist invests mental focus into an conjuration implement, the implement grants the following resonant power. The implement's bearer gains the benefits of this power until the occultist refreshes his focus.</p><p><i>Casting Focus (Su): </i>The implement empowers the bearer's ties to the worlds beyond, allowing his spells to maintain their power for a longer period of time. The bearer can add the implement as an additional focus component to any conjuration spell he casts that has a duration measured in rounds per level. If he does so, he adds 1 to his caster level for every 2 points of mental focus stored in the implement (to a maximum bonus equal to your occultist level). This increase applies only when determining the duration of the spell. Apply this increase after other effects that adjust a spell's duration, such as Extend Spell.</p><p><b>Base Focus Power: </b>All occultists who learn to use conjuration implements gain the following focus power.</p><p><i>Servitor (Sp): </i>As a standard action, you can expend 1 point of mental focus to summon a servitor. This ability functions as summon monster I, but you can use it only to summon a single creature, and the effect lasts for 1 minute. At 4th level and every 3 levels thereafter, the level of the summon monster spell increases by 1, to a maximum of summon monster VII at 19th level. You can't have more than one servitor in effect at a time. At any time, you can expend 1 point of mental focus as a free action to extend the duration of an active servitor by 1 minute.</p><p><b>Focus Powers: </b>In addition to gaining the base focus power, occultists who learn to use conjuration implements can select from the following focus powers when choosing the powers gained from their focus powers class feature.</p><p><i>Conjure Implement (Sp): </i>You can expend 1 point of mental focus to conjure any item that qualif ies as an implement that you know how to use. This implement can be used as the item in question, functioning as a masterwork version of that item, and can also be used to cast your psychic spells, even though you did not select it at the beginning of the day. If you have more than one implement for the same school, decide which set of spells the conjured implement will grant when you first conjure it. The implement can't be used to store mental focus or create any effects that require mental focus. The implement lasts for 10 minutes per occultist level you possess.</p><p><i>Flesh Mend (Sp): </i>As a standard action, you can expend 1 point of mental focus to heal a living creature with a touch. The creature is healed an amount of damage equal to 1d8 + your occultist level. For every 4 occultist levels you possess beyond 3rd, the creature is healed an additional 1d8 points of damage, to a maximum of 5d8+19 at 19th level. This has no effect on undead creatures. You must be at least 3rd level to select this focus power.</p><p><i>Mind Steed (Sp): </i>As a standard action, you can expend 1 point of mental focus to conjure a spectral horse. This horse can be either Medium or Large, but it otherwise functions as mount. The horse lasts for 10 minutes per occultist level you possess. If you are at least 5th level, the mount's base land speed increases by 20 feet. If you are at least 9th level and you expend 1 additional point of mental focus, the mount can fly at a speed of 60 feet with good maneuverability, but doing so reduces the mount's duration to 1 minute per occultist level you possess.</p><p><i>Psychic Fog (Sp): </i>As a standard action, you can expend 1 point of mental focus to create a cloud of fog. This fog lasts for 1 minute per occultist level you possess. It functions as fog cloud, except it can't be dispersed by wind. At 7th level, you can expend 1 additional point of mental focus when creating this fog, causing it to become more tangible and function as solid fog, except it doesn't slow down any creature that has psychic powers or that can cast psychic spells. When you create a solid fog in this way, its duration is reduced to 1 round per occultist level you possess. You must be at least 3rd level to select this focus power.</p><p><i>Purge Corruption (Sp): </i>As a standard action, you can expend 1 point of mental focus to draw out the corruption from a creature. You must touch the target with your implement to use this power. This ability functions as either neutralize poison or remove disease, using your occultist level as the caster level. Each use of this ability can cure only one poison or one disease. You must be at least 5th level to select this focus power.</p><p><i>Side Step (Sp): </i>You can create a temporary fissure in space by expending 1 point of mental focus. You can use this ability as part of a move action taken to move. The fissure begins in any square you designate and allows you to teleport to any other square you can see within 10 feet per occultist level. Stepping between these locations requires you to expend 5 feet of movement, and the movement through the rift does not provoke attacks of opportunity. This otherwise functions as teleport. You must be at least 7th level to select this focus power.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Occultist"
        ],
        [
          "Occultist Implement"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Occultist"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428271632,
    "modifiedTime": 1665949044142,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
