{
  "_id": "xSyaRl5wmv9sFxDa",
  "name": "Cyricas (Hierophant)",
  "type": "feat",
  "img": "systems/pf1/icons/skills/blue_37.jpg",
  "system": {
    "description": {
      "value": "<strong>Medium Legendary Spirit</strong><br/><br/><p>Cyricas the Leaping Lion is a favorite hero among Taldan youth, due to both his miraculous recovery from a childhood ailment and his wild adventures with his ape companion Mardu. Most tales of Cyricas carry some lesson, whether encouraging kindness to animals or bravery in the face of adversity. Many Taldans grow to regard the adventures of Cyricas and Mardu as childish, but learn to respect his inspiring and widely circulated lectures. Those who seek rapport with this legendary spirit find that the bond between juvenile thrill-seeker and learned scholar is perhaps the strongest aspect of Cyricas's identity, superseded perhaps only by an unusual affinity for the number eight.</p><p><b>Gaining Favor: </b>To gain the Leaping Lion's favor, you must release an animal that has been unjustly restrained. You must then swear an oath to never stand idle while an animal is being abused and attempt a Wisdom check. If you succeed, Cyricas answers your call.</p><p><b>Seance Boon: </b>Your bonus on attack rolls when flanking an opponent increases by 2 (normally, to +4).</p><p><b>Taboos: </b>If you accept a taboo while channeling Cyricas, you must vow to never harm an animal.</p><p><b>Natural Magic (Lesser, Su): </b>You can draw upon the power of nature itself. This functions as the archmage arcana spirit power, except that you select spells from the druid list instead of the sorcerer/wizard list (these spells count as divine), and you must present a sprig of holly or another sacred plant to cast spells that require a divine focus.</p><p><b>Princely Allies (Intermediate, Su): </b>Add the appropriate summon nature's ally spell for each spell level you can cast to your medium spell list. As long as you have exactly 1 creature summoned, it gains the benefits of the Augment Summoning feat, even if you don't have that feat.</p><p><b>Breaking Chains (Greater, Su): </b>As a swift action, you can allow Cyricas to gain 1 point of influence over you to grant the benefits of freedom of movement to you and all allies within 60 feet for 1 minute.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Medium"
        ],
        [
          "Medium Legendary Spirit"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Medium"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428277830,
    "modifiedTime": 1677435374008,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
