{
  "_id": "brsdgMFjWC3RVTmJ",
  "name": "Dark Tapestry Spirit",
  "type": "feat",
  "img": "systems/pf1/icons/skills/green_13.jpg",
  "system": {
    "description": {
      "value": "<strong>Shaman Spirit</strong><br/><br/><p>A shaman who selects the Dark Tapestry spirit is often a misanthropic loner. While she may well work with others, she rarely does so of her own volition. Instead, she seeks out the aid of a small group (such as a party of adventurers) as a result of an obscure vision or other influence from the Dark Tapestry that she might not fully comprehend. More often, though, a Dark Tapestry shaman is encountered not as a member of a group, but as the leader of a cult in a remote region-these shamans, of course, work best as NPC villains and not as PCs.</p><p>The spirits of the Dark Tapestry have often been known to whisper dangerous secrets to mortals who dwell on sane worlds. Such spirits might be found anywhere touched by the light of baleful stars, but they are most frequently found lurking around unfathomably ancient ruins of aberrant civilizations with links to the Dark Tapestry. On Golarion, these spirits can often be found near old ruins in Osirion or the Sodden Lands, although they are also quite active throughout the county of Versex in Ustalav. Many shamans who invoke the spirits of the Dark Tapestry also worship one or several of the Outer Gods or Great Old Ones of the Elder Mythos, be it out of fear or misinformed adoration. Other entities associated with the Dark Tapestry, particularly the Dominion of the Black, seem less likely to be associated with that realm's spirits, so it may well be that the spirits that shamans call upon when they turn to the Dark Tapestry for power are in fact the idle thoughts of horrors such as Nyarlathotep, Yog-Sothoth, or even Azathoth.</p><p><b>Spirit Magic Spells: </b>entropic shield (1st), contact entity IHA (2nd), contact entity IIHA (3rd), black tentacles (4th), contact entity IIIHA (5th), feeblemind (6th), contact entity IVHA (7th), insanity (8th), interplanetary teleportUM (9th).</p><p><b>Hexes: </b>A shaman who chooses the Dark Tapestry spirit can select from the following hexes.</p><p><b>Spirit Animal: </b>The shaman's spirit animal has an alien physiology, including twitching tentacles, additional but blind eyes, or strangely deformed limbs. The spirit animal gains the shaman's choice of a swim speed or a climb speed equal to its highest speed, and one of its natural weapons increases in reach by 5 feet. If it did not have a natural weapon, it gains a tentacle attack as a secondary natural weapon with 5-foot reach. Damage for this tentacle is standard for a creature of the spirit animal's size (1d2 for a Tiny spirit animal, or 1d3 for a Small one).</p><p><b>Spirit Ability: </b>A shaman who chooses the Dark Tapestry spirit as her spirit or wandering spirit gains the following ability.</p><p><i>Touch of the Void (Su): </i>As a standard action, the shaman is able to perform a melee touch attack that deals 1d6 points of cold damage + 1 point for every 2 shaman levels she has. At 10th level, any creature the shaman strikes with this touch or with a melee weapon must succeed at a Fortitude saving throw or be fatigued for a number of rounds equal to 1/2 the shaman's level. This has no effect on creatures that are already fatigued. The shaman can use this ability a number of times per day equal to 3 + her Charisma modifier.</p><p><b>Greater Spirit Ability: </b>A shaman who chooses the Dark Tapestry spirit as her spirit or wandering spirit gains the following ability upon having access to the greater version of that spirit.</p><p><i>Horrific Glimpse (Sp): </i>Once per day, the shaman can gain the effects of contact other plane after 1 hour of meditation. No components are required in order to use this ability, but the shaman does not get to select which plane she contacts. Instead, this version of the spell contacts an alien mind from somewhere in the Dark Tapestry, be it a hive mind of alien monstrosities, the disembodied sentience of a dead planet, or even the slumbering and insane mind of a Great Old One or Outer God. The shaman must succeed at a DC 16 Wisdom check rather than an Intelligence check to avoid a decrease in Intelligence or Charisma when using this ability. If she fails the check, her Intelligence and Charisma scores each fall to 8 for 5 weeks, as the alien minds thus contacted prove as destructive to mortal thoughts as direct contact with the most powerful of deities. The types of answers provided by the horrific glimpse, be they true answers, ignorance, lies, or random answers, are considered equal to those of a greater deity if the questions being asked concern the Material Plane, but they are equal to those of a demigod if the questions posed concern any other plane.</p><p>Also once per day (but only after first using this ability as per contact other plane), the shaman can reveal a fragment of this horrific vision to another creature, as per greater phantasmal killer, except that the target takes 1d4+1 points of Wisdom damage regardless of the results of any of its saving throws. The body of a creature slain by this effect is always hideously mutilated and savaged, making spells like speak with dead useless.</p><p><b>True Spirit Ability: </b>A shaman who chooses the Dark Tapestry spirit as her spirit or wandering spirit gains the following ability upon having access to the true version of that spirit.</p><p><i>Unbound Form (Su): </i>The shaman can assume a variety of forms, as per greater polymorph, for 1 minute per day per shaman level. The minutes need not be consecutive, but they must be spent in 1-minute increments. When she assumes these forms, some element of the new shape always sets it apart from a typical specimen, such as strangely colored eyes, limbs that bend in unusual ways, or a slimy coating of mucus over the flesh.</p><p><b>Manifestation: </b>Upon reaching 20th level, the shaman becomes an unnatural spirit of the Dark Tapestry. She gains damage reduction 5/- and immunity to acid, critical hits, and sneak attacks. While she retains much of her original appearance, several minor cosmetic changes leave no doubt as to her now-alien nature. Her eyes might appear as solid spheres of blackness, her fingers might writhe like tentacles, or her legs might bend backward at the knees.</p><p>Once per day, the shaman can cast shapechange as a spell-like ability without requiring a material component, but the form the shaman assumes via this spell-like ability is never something that looks of natural origin to the shaman's home world.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Shaman"
        ],
        [
          "Shaman Spirit"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Shaman"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428273418,
    "modifiedTime": 1677435373909,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
