{
  "_id": "DmNzCg374ZGHqXOd",
  "name": "Daronlyr XII (Archmage)",
  "type": "feat",
  "img": "systems/pf1/icons/skills/blue_37.jpg",
  "system": {
    "description": {
      "value": "<strong>Medium Legendary Spirit</strong><br/><br/><p>While most of the legendary spirits of Taldor gained their fame through noble deeds, Daronlyr the Overthrower came to infamy through bold ambition. No one alive today-and likely no one other than Daronlyr himself-knows how much of his arcane might he leveraged in overthrowing his predecessor, but his ability to circumvent even the Ulfen Guard in claiming the throne left few doubting his abilities or his ruthlessness. Students of the arcane seek to trace their heritage to Daronlyr in the hope of capturing some of the Overthrower's prestige, but it is usually particularly ambitious students of the occult who find themselves calling upon the legendary spirit's power.</p><p><b>Gaining Favor: </b>The Overthrower respects only those who are willing to reach out and claim power. You must use magic to gain control over the leader of a group of 50 or more individuals. Following this accomplishment, you must vow that you will never pass up an opportunity to gain further power for yourself, no matter the cost. This requires an Intelligence check. If you succeed, Daronlyr answers your call.</p><p><b>Taboos: </b>If you accept a taboo while channeling Daronlyr, you must acknowledge no authority above your own and reject orders or directives from others.</p><p><b>Assume the Role (Intermediate, Su): </b>You can allow Daronlyr to gain 1 point of influence over you in order to swap your position with that of a willing ally within 60 feet as a swift action. This is a conjuration [teleportation] effect. The next medium spell you cast within 1 round after making this swap doesn't expend a spell slot and doesn't provoke an attack of opportunity.</p><p><b>Usurp (Supreme, Su): </b>Once per day, when a creature fails a Will save against one of your spell effects, you can forfeit the spell's normal effects to instead affect the target creature as if you had cast greater possession.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Medium"
        ],
        [
          "Medium Legendary Spirit"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Medium"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428269195,
    "modifiedTime": 1665949041485,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
