{
  "_id": "spTTdCfsFnIc37lD",
  "name": "Divination",
  "type": "feat",
  "img": "systems/pf1/icons/items/inventory/book-purple.jpg",
  "system": {
    "description": {
      "value": "<strong>Occultist Implement</strong><br/><br/><p>Implements of the divination school grant powers related to foresight and remote viewing.</p><p><b>Implements: </b>Book, crystal ball, goggles, harrow deck, headband, lenses, planchette.</p><p><b>Resonant Power: </b>Each time the occultist invests mental focus into an divination implement, the implement grants the following resonant power. The implement's bearer gains the benefits of this power until the occultist refreshes his focus.</p><p><i>Third Eye (Su): </i>The implement allows its bearer to notice that which can't easily be seen. The implement grants a +1 insight bonus on Perception checks per 2 points of mental focus stored in it, to a maximum bonus equal to the occultist's level. If the occultist is 3rd level or higher and stores at least 3 points of mental focus in it, the implement also grants lowlight vision. If the occultist is 5th level or higher and stores at least 6 points of mental focus in it, the implement also grants darkvision 60 feet. (If the bearer already has darkvision, the implement increases the range of the darkvision by 30 feet.) If the occultist is 7th level or higher and stores at least 9 points of mental focus in it, the implement also grants the effects of see invisibility. If the occultist is 13th level or higher and stores at least 12 points of mental focus in it, the implement also grants blindsense 60 feet. If the occultist is 19th level or higher and stores at least 15 points of mental focus in it, the implement also grants blindsight 30 feet.</p><p><b>Base Focus Power: </b>All occultists who learn to use divination implements gain the following focus power.</p><p><i>Sudden Insight (Sp): </i>As a swift action, you can expend 1 point of mental focus to gain an insight into your immediate future. You can use this foreknowledge as a free action before you roll any ability check, attack roll, or skill check to gain an insight bonus on that roll equal to 1/2 your occultist level (minimum +1). You can use your foreknowledge only once per turn, and if it's not used by the end of your turn, the insight fades and you gain no benefit.</p><p><b>Focus Powers: </b>In addition to gaining the base focus power, occultists who learn to use divination implements can select from the following focus powers when choosing the powers gained from their focus powers class feature.</p><p><i>Danger Sight (Sp): </i>As an immediate action, you can protect yourself from harm by expending 1 point of mental focus. You can use this ability whenever you are the target of an attack or are required to attempt a saving throw against a special ability, spell, or trap. Doing so grants you an insight bonus to your AC or on your saving throw equal to 1/2 your occultist level. This bonus applies only to the next attack against you or saving throw you attempt, and if not applied by the end of the round, the protection fades and you gain no benefit. You must be at least 3rd level to select this focus power.</p><p><i>Future Gaze (Sp): </i>As a standard action, you can gain an insight into the future by expending 1 point of mental focus. This functions as augury, using your occultist level as the caster level.</p><p><i>Mind Eye (Sp): </i>As a standard action, you can expend 1 point of mental focus to create a mind eye-a magical sensor through which you can see and hear. The mind eye is invisible and its size is Fine, giving it an AC of 18. Any amount of damage to the eye destroys it, but it can be harmed by only spells or magic weapons. The eye moves with a fly speed of 60 feet with perfect maneuverability and can travel up to 1 mile away from you. You must concentrate as a standard action to direct the eye and receive sensory images through it. The mind eye sees as your eyes see, including any additional senses you possess (such as darkvision or see invisibility). The mind eye lasts for 1 minute per occultist level you possess. You must be at least 5th level to select this focus power.</p><p><i>Object Seer (Sp): </i>As a full-round action, you can expend 1 point of mental focus to gain insight into an object in your possession. You can ask one question, but that question must be tied in some way to the object, such as the nature of its power, the identity of the creature that last possessed it, or even where the object was when a certain event took place. You always receive an answer from the psychic impressions imprinted upon the item, but they are sometimes cryptic or misleading. This ability otherwise functions as commune. You must be at least 7th level to select this focus power.</p><p><i>Powerful Connection (Su): </i>When casting a divination spell (such as scrying) that imposes a penalty on saving throws based on the physical connection you have to the target, you can expend 1 point of mental focus to double the penalty from a possession, garment, or body part. In addition, when casting any other divination spell that allows a saving throw, you can increase the DC of that save by 2 by adding an object, garment, or body part that belonged to the target as a focus component for the spell and expending 1 point of mental focus.</p><p><i>Watchful Eye (Sp): </i>You can expend 1 point of mental focus as a standard action to create an invisible sensor within 30 feet that watches a 5-foot-square area. Whenever any creature enters that square, you receive a mental image of the creature as long as you are on the same plane as the sensor. The sensor remains active for 10 minutes per occultist level you possess. The image will not wake you from slumber, although you do receive all of the images the sensor collected once you wake up. The sensor can be deceived by invisibility and similar magic. You can expend additional points of mental focus when creating the eye to increase the size of the square by 5 feet per additional point spent (to 10 feet square, 15 feet square, and so on).</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Occultist"
        ],
        [
          "Occultist Implement"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Occultist"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428276560,
    "modifiedTime": 1665949049334,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
