{
  "_id": "hKScJBpTq55h4W80",
  "name": "Druid Herbalism",
  "type": "feat",
  "img": "systems/pf1/icons/spells/leaf-jade-3.jpg",
  "system": {
    "description": {
      "value": "<strong>Druid Herbalism</strong><br/><br/><p>Instead of granting access to a domain or an animal companion, a druid's bond with nature can take a third form: access to druidic herbalism.</p><p>Druidic herbalism is a nature bond option that can be taken by any druid at 1st level except those with archetypes or alternate class features that alter or replace nature bond or mandate a specific nature bond choice.</p><p>A druid who chooses to learn druidic herbalism can use combinations of nuts, berries, dried herbs, and other natural ingredients along with appropriate containers to create herbal concoctions or magic consumables that function like potions. This acts like the Brew Potion feat, but only for spells on the druid spell list. Herbal concoctions are typically thick and sludgy, and their creation time, caster level, spell duplication capabilities, and all other variables and properties are identical to those of potions created using Brew Potion. Herbal concoctions created with herbs that cause special effects when ingested (see page 10 of Pathfinder Player Companion: Heroes of the Wild) retain those effects as well as the appropriate spell effect.</p><p>A druid can create a number of free herbal concoctions per day equal to her Wisdom modifier. Additional concoctions cost the same as creating an equivalent potion using Brew Potion. Druids can sell their herbal concoctions just as if they were potions (though NPCs unfamiliar with druidic herbalism may need some convincing before purchasing these wares).</p><p>At 4th level, a druid's increasing skill with herbalism means that she can disguise the effects of her herbal concoctions. When a creature attempts a Perception or Spellcraft check to identify one of the druid's concoctions, the concoction appears to be a different herbal concoction of the druid's choice unless the creature exceeds the identification DC by 5 or more. The druid must designate this false result when creating the concoction. If a creature exceeds the identification DC by 5 or more, it correctly identifies the concoction, though not that the druid tried to fool it.</p><p>Additionally, at 4th level, when the druid creates additional concoctions, she need pay only half the normal cost to create them. It takes her only half the normal time to create her concoctions, and she can create concoctions of spells from any spell list, as long as she can cast the spell. At 7th level, when the druid creates concoctions with potential false identification results, a creature attempting to identify the concoction must exceed the identification DC by 10 or more to determine the concoction's true identity.</p><p>Additionally, at 7th level, a druid can create any herbal concoction in 1 minute. She can also create a special concoction of any spell higher than 3rd level that she can cast, but to do so, she must expend a spell slot of the same level. These special concoctions do not cost her anything to create and function like extracts created by an alchemist with the infusion discovery.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Druid"
        ],
        [
          "Druid Herbalism"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Druid"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428274566,
    "modifiedTime": 1677435373935,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
