{
  "_id": "7fdaljFqcujqSGeL",
  "name": "Frost Spirit",
  "type": "feat",
  "img": "systems/pf1/icons/skills/green_13.jpg",
  "system": {
    "description": {
      "value": "<strong>Shaman Spirit</strong><br/><br/><p>Far to the north, Erutaki tribes have adapted to life in the bitter cold of the Crown of the World. The frost spirit is seen by some Erutaki as a protector of their way of life, and shamans who commune with the spirit are shown great respect in their communities.</p><p>A shaman who selects the frost spirit has coarse white hair and always feels cold to the touch.</p><p><b>Spirit Magic Spells: </b>frostbite (1st), elemental touch (cold only) (2nd), elemental aura (cold only) (3rd), ice storm (4th), summon monster V (ice elementals only) (5th), freezing sphere (6th), ice body (7th), polar ray (8th), mass icy prison (9th).</p><p><b>Hexes: </b>A shaman who chooses the Frost spirit can select from the following hexes.</p><p><b>Spirit Animal: </b>The shaman's spirit animal is covered in a light layer of glimmering frost, and its breath comes out as mist regardless of the temperature. The animal has resistance 5 to cold and electricity.</p><p><b>Spirit Ability: </b>A shaman who chooses the Frost spirit as her spirit or wandering spirit gains the following ability.</p><p><i>Ice Splinter (Su): </i>As a standard action, the shaman can shoot razor-sharp icicles at an enemy within 30 feet as a ranged touch attack. This barrage deals 1d6 points of piercing damage + 1 point for every 2 shaman levels she has. The shaman can use this ability a number of times per day equal to 3 + her Charisma modifier. At 11th level, any weapon she wields is treated as a frost weapon.</p><p><b>Greater Spirit Ability: </b>A shaman who chooses the Frost spirit as her spirit or wandering spirit gains the following ability upon having access to the greater version of that spirit.</p><p><i>Frigid Blast (Su): </i>The shaman gains cold resistance 10. In addition, as a standard action, she can summon an icy blast in a 20-foot-radius burst originating from a point she can see within 30 feet. This blast deals cold damage equal to 1d6 per shaman level she has to each creature caught in the burst. Each target can attempt a Reflex saving throw to halve this damage. The shaman can use this ability three times per day, but she must wait at least 1d4 rounds between each use.</p><p><b>True Spirit Ability: </b>A shaman who chooses the Frost spirit as her spirit or wandering spirit gains the following ability upon having access to the true version of that spirit.</p><p><i>Guardian of the North (Su): </i>As a standard action, the shaman assumes the form, as beast shape IV, of one of the following animals: dire bear, dire tiger, mastodon, or woolly rhinoceros. The duration of this transformation is 1 hour per level. The shaman can use this ability once per day.</p><p><b>Manifestation: </b>Upon reaching 20th level, the shaman becomes a being of ice and snow. The shaman gains immunity to cold. She can also apply any one of the following feats to any spell with the cold descriptor that she casts without increasing the spell's level or casting time: Enlarge Spell, Extend Spell, Silent Spell, or Still Spell. She doesn't need to have these feats to use this ability.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Shaman"
        ],
        [
          "Shaman Spirit"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Shaman"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428268113,
    "modifiedTime": 1677435373758,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
