{
  "_id": "4DxAZjfilrIb0UFt",
  "name": "Gennaris III (Champion)",
  "type": "feat",
  "img": "systems/pf1/icons/skills/blue_37.jpg",
  "system": {
    "description": {
      "value": "<strong>Medium Legendary Spirit</strong><br/><br/><p>If Taldaris was the greatest leader of the empire's history, then Grand Prince Gennaris III was unquestionably Taldor's greatest general. No one before or since led as effective a campaign against the Qadiran encroachment as Gennaris, and the brevity of his time as an emperor only strengthened his legacy as a martyr. Few leaders have been so widely loved and so deeply mourned. Renowned for his tactical brilliance as well as his personal might, Gennaris is held up as a paragon of excellence to which Taldan warriors have since aspired. Those seeking to channel the Conqueror's legendary spirit know they must prove their own worth before they merit the attention of Gennaris's spirit.</p><p><b>Gaining Favor: </b>To gain the favor of Gennaris, you must gather six weapons, each from defeating a significant enemy (a foe whose CR equals at least your character level - 3). Surrounded by the assembled weapons, you must recount the tales of the battles in which you obtained them and swear an oath that you will become a master of each of them. This requires a Strength check. If you succeed, Gennaris answers your call.</p><p><b>Taboos: </b>If you accept a taboo while channeling Gennaris, you must face your opponents with confidence and never retreat from a fight out of cowardice.</p><p><b>Conqueror's Weapons (Lesser, Su): </b>You are considered proficient with the weapon types you gathered in order to gain favor with this spirit (such as longswords or hand crossbows).</p><p><b>Conquered Blades (Greater, Su): </b>You gain Improved Critical with the weapon types you gathered to gain favor with this spirit. In addition, your attacks with such weapons ignore up to 5 points of damage reduction, except for damage reduction without a type (such as DR 10/-).</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Medium"
        ],
        [
          "Medium Legendary Spirit"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Medium"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428267552,
    "modifiedTime": 1677435373739,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
