{
  "_id": "sAGW0r6VpZ4vhOGd",
  "name": "Hatred",
  "type": "feat",
  "img": "systems/pf1/icons/skills/shadow_17.jpg",
  "system": {
    "description": {
      "value": "<strong>Phantom Emotional Focus</strong><br/><br/><p>Few things draw a spirit toward the Negative Material Plane like the emotion of hatred. Phantoms with this focus often are blinded by-and blind others with-this powerful emotion. These phantoms are frequently darker and more foreboding than all but those phantoms with the fear emotional focus. Many of them manifest as dark and dreadful knights, their armor bristling with spikes and their hands seeming to grasp barbed and terrible weapons. Other times they appear as tall, gaunt figures staring down arrogantly at those who approach. These phantoms typically spew a string of curses at their foes, often profane, sometimes poetic. Their auras are pulsating and pitch black, and thrum violently when these horrible phantoms attack.</p><p><b>Skills: </b>The phantom gains a number of ranks in Acrobatics and Perception equal to its number of Hit Dice. While confined in the spiritualist's consciousness, the phantom grants the spiritualist Skill Focus in each of these skills.</p><p><b>Good Saves: </b>Fortitude and Reflex.</p><p><b>Weapon Finesse: </b>The phantom gains Weapon Finesse as a bonus feat.</p><p><b>Hated Target (Su): </b>The phantom can take a move action to designate one creature within its line of sight as a hated target. The phantom gains a +2 bonus on attack rolls against its hated target, and a bonus on damage rolls equal to 1/2 the phantom's Hit Dice (minimum 1). The phantom is so focused on this hated target that it takes a -2 penalty on attack rolls against all other creatures. The phantom can maintain these bonuses against only one target at a time, and these bonuses remain in effect until either the hated opponent is dead or it has been out of the phantom's line of sight for at least 1 minute. When the spiritualist reaches 7th level, the phantom can use this ability as a swift action, and takes no penalty when attacking creatures that are not designated as its hated enemy. The phantom must be manifested in ectoplasmic form to use this ability (unless the spiritualist is 17th level or higher; see Shared Hatred below).</p><p><b>Hateful Aura (Su): </b>When the spiritualist reaches 7th level, as a swift action, the phantom can emit a 10-foot-radius aura that inflicts pain upon the minds of those who dare damage it or its master. Enemies within the aura that deal damage to the spiritualist or the phantom take an amount of damage equal to the phantom's Charisma bonus. This is a mind-affecting pain effect. The phantom can use this ability in either ectoplasmic or incorporeal form.</p><p><b>Sneak Attack (Su): </b>When the spiritualist reaches 12th level, the phantom gains sneak attack +3d6, but only against its hated enemy. At 18th level, the sneak attack damage increases to +5d6.</p><p><b>Shared Hatred (Su): </b>When the spiritualist reaches 17th level, the phantom can grant its hatred to others. When the phantom designates a hated enemy, its allies also gain a +2 bonus on attack rolls and a +4 bonus on damage rolls against that enemy. Furthermore, the phantom can use its hated target ability even when in incorporeal form; when it does, it can make slam attacks against a corporeal creature, but only if that corporeal creature is its hated target.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Spiritualist"
        ],
        [
          "Phantom Emotional Focus"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Spiritualist"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428276507,
    "modifiedTime": 1665949049287,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
