{
  "_id": "6Ak8R6fOy0xiRSgh",
  "name": "Heavens Spirit",
  "type": "feat",
  "img": "systems/pf1/icons/skills/green_13.jpg",
  "system": {
    "description": {
      "value": "<strong>Shaman Spirit</strong><br/><br/><p>A shaman who selects the heavens spirit has eyes that sparkle like starlight, exuding an aura of otherworldliness to those she is around. When she calls upon one of this spirit's abilities, her eyes turn pitch black and the colors around her drain for a brief moment.</p><p><b>Spirit Magic Spells: </b>color spray (1st), hypnotic pattern (2nd), daylight (3rd), rainbow pattern (4th), overland flight (5th), chain lightning (6th), prismatic spray (7th), sunburst (8th), meteor swarm (9th)</p><p><b>Hexes: </b>A shaman who chooses the Heavens spirit can select from the following hexes.</p><p><b>Spirit Animal: </b>The flesh of the shaman's spirit animal accurately reflects the stars that would be visible in the night sky, no matter where the animal is or the time of day. Due to this, it can be used as a star map. In addition, it gains a fly speed of 5 feet; if the animal already has a fly speed, instead its fly speed increases by 10 feet. While the animal is flying, a small nimbus of light surrounds it.</p><p><b>Spirit Ability: </b>A shaman who chooses the Heavens spirit as her spirit or wandering spirit gains the following ability.</p><p><i>Stardust (Sp): </i>As a standard action, the shaman causes stardust to materialize around one creature within 30 feet. This stardust causes the target to shed light as a candle, and it cannot benefit from concealment or any invisibility effects. The creature takes a -1 penalty on attack rolls and sight-based Perception checks. This penalty to attack rolls and Perception checks increases by 1 at 4th level and every 4 levels thereafter, to a maximum of -6 at 20th level. This effect lasts for a number of rounds equal to half the shaman's level (minimum 1). Sightless creatures cannot be affected by this ability. The shaman can use this ability a number of times per day equal to 3 + her Charisma modifier.</p><p><b>Greater Spirit Ability: </b>A shaman who chooses the Heavens spirit as her spirit or wandering spirit gains the following ability upon having access to the greater version of that spirit.</p><p><i>Void Adaptation (Su): </i>The shaman gains darkvision 60 feet. If she already possesses darkvision, the range instead increases by 30 feet. In addition, the shaman can see in supernatural darkness, is constantly under the effects of endure elements, and doesn't need to breathe.</p><p><b>True Spirit Ability: </b>A shaman who chooses the Heavens spirit as her spirit or wandering spirit gains the following ability upon having access to the true version of that spirit.</p><p><i>Phantasmagoric Display (Sp): </i>The shaman can cast prismatic wall and prismatic spray, each once per day with a caster level equal to her shaman level.</p><p><b>Manifestation: </b>Upon reaching 20th level, the shaman becomes the spirit of heaven. She receives a bonus on all saving throws equal to her Wisdom modif ier. She automatically stabilizes if she is reduced to below 0 hit points. She's immune to fear effects, and she automatically confirms all critical hits she threatens. If she dies, she's reborn 3 days later in the form of a star child, maturing over the course of 7 days (as reincarnate).</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Shaman"
        ],
        [
          "Shaman Spirit"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Shaman"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428267720,
    "modifiedTime": 1665949039607,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
