{
  "_id": "7MNADBv2qSCtSDjY",
  "name": "Kelksiomides (Hierophant)",
  "type": "feat",
  "img": "systems/pf1/icons/skills/blue_37.jpg",
  "system": {
    "description": {
      "value": "<strong>Medium Legendary Spirit</strong><br/><br/><p>Kelksiomides spent his early years working in his family's vineyard. He was selected by his village to be blessed by the cyclopes of the isle, who told the young vintner that tragedy would precede his mythic ascension. Sure enough, Kelksiomides returned home to find his whole village slaughtered. The culprits were captured, but Kelksiomides forgave them, an act that was rewarded by the gods. Kelksiomides stands for hope in the face of despair, for new growth, and for redemption.</p><p><b>Gaining Favor: </b>To gain Kelksiomides's favor, you must travel to the hills of Pol-Ptirmeios, where the hero-god was born. There you must swear to never bear a grudge against another, even if you have been grievously wronged. You must then succeed at a Wisdom check, and if you do, Kelksiomides will answer your call.</p><p><b>Spirit Bonus: </b>When you channel Kelksiomides, your spirit bonus applies on Wisdom checks, Wisdom-based skill checks, and saving throws against spells with the evil descriptor.</p><p><b>Favored Locations: </b>Farms, gardens, orchards, and wooded areas.</p><p><b>Taboos: </b>If you accept a taboo while channeling Kelksiomides, you may not deal lethal damage.</p><p><b>Student of the Earth (Lesser, Su): </b>This power functions as the archmage arcana spirit power, except that you add spells from the druid spell list instead of the sorcerer/wizard spell list. When you cast these spells, they count as divine.</p><p><b>Divine Overseer (Greater, Su): </b>You can allow Kelksiomides to gain 1 point of influence over you as a swift action to enable you to channel positive energy as a cleric of your level and automatically restore or deal the maximum amount your channel permits (for example, 6 points if you roll 1d6 when you channel). You can use this channel energy ability a number of times per day equal to your Charisma modifier (minimum 1).</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Medium"
        ],
        [
          "Medium Legendary Spirit"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Medium"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428268072,
    "modifiedTime": 1677435373756,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
