{
  "_id": "KylWf7XQ91tzgA95",
  "name": "Mage's Paraphernalia",
  "type": "feat",
  "img": "systems/pf1/icons/items/inventory/book-purple.jpg",
  "data": {
    "description": {
      "value": "<strong>Occultist Panoply</strong><br/><br/><p>This panoply is associated with the arcane arts and the masters of manipulating magic.</p><p><b>Implements: </b>Crystal ball (divination), robe (necromancy), and wand (evocation).</p><p><b>Resonant Power: </b>Each time the occultist invests mental focus into all of the associated implements, the panoply grants the following resonant power. The panoply's bearer gains the benefits of this power until the occultist refreshes his focus.</p><p><i>Scholarly Knowledge (Su): </i>The panoply grants a +1 bonus on all Knowledge checks for every 4 points of total mental focus invested in all of the associated implements, to a maximum bonus equal to half the occultist's level. Additionally, the bearer is treated as being trained in all Knowledge checks for the purpose of determining whether or not he can succeed at Knowledge checks with a DC higher than 10. If the occultist is at least 5th level, the panoply's bearer can cast augury as a spell-like ability a total number of times per day equal to the greatest number of points of mental focus stored in any one of the associated implements.</p><p><b>Base Focus Power: </b>All occultists who learn to use this panoply gain the following focus power.</p><p><i>Arcane Inspiration (Sp): </i>By consulting a spellbook for 15 minutes, you can expend 1 or more points of mental focus to prepare a divination, evocation, or necromancy spell from the sorcerer/wizard spell list that is contained in that spellbook. You must choose an unused spell slot for the prepared spell to occupy, and the chosen spell must be of a spell level equal to or lower than that spell slot. The number of points of mental focus you must expend is equal to the level of the spell slot used. You can apply metamagic effects to the prepared spell, if desired, and they increase the level of the spell slot the spell occupies as normal. Once the spell is prepared, you can cast it normally, using the prepared spell slot (you cannot use any of your other spell slots to cast it, restricting you to casting it only once per use of this ability). The spell is treated as a psychic spell.</p><p><b>Focus Powers: </b>In addition to the base focus power, occultists who learn to use this panoply can select the following focus powers when choosing powers gained from their focus powers class feature.</p><p><i>Metamagic Knowledge (Su): </i>As a standard action, you can expend 3 points of mental focus and choose a single metamagic feat you qualify for but do not know. You gain that metamagic feat until the next time you refresh your mental focus.</p><p><i>Metamagic Master (Su): </i>As a free action while casting a spell, you can expend 1 or more points of mental focus to apply a metamagic feat you know to that spell without increasing the spell's casting time or the spell level of the spell slot it occupies. The number of points of mental focus you must expend to use this power is equal to the increase in spell levels the metamagic feat would normally require (minimum 1).</p><p><i>Spell Power (Su): </i>As a free action while casting a spell, you can expend 2 points of mental focus to increase that spell's caster level by 2. At 12th and 18th levels, whenever you use this ability, you can spend an additional point of mental focus in order to increase the spell's caster level by an additional 1.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Occultist"
        ],
        [
          "Occultist Panoply"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Occultist"
        ]
      ]
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
