{
  "_id": "SzH06BG8e43qKcNB",
  "name": "Mammoth Spirit",
  "type": "feat",
  "img": "systems/pf1/icons/skills/green_13.jpg",
  "data": {
    "description": {
      "value": "<strong>Shaman Spirit</strong><br/><br/><p>A shaman who selects the mammoth spirit is abnormally tall and stocky, with thick shaggy hair. When she uses a special ability of this spirit, her muscles ripple and flex, and her stature seems even greater than before. At times, particularly when she uses her most powerful abilities, a ghostly image of a mammoth may seem to rise around her as a visible aura of ghostly power.</p><p><b>Spirit Magic Spells: </b>enlarge person (1st), bull's strength (2nd), rage (3rd), stoneskin (4th), beast shape III (5th), tar poolUC (6th), summon nature's ally VII (7th), frightful aspectUC (8th), polar midnightUM (9th).</p><p><b>Hexes: </b>A shaman who chooses the Mammoth spirit can select from the following hexes.</p><p><b>Spirit Animal: </b>The shaman's spirit animal appears more primal and prehistoric than an ordinary animal of its kind. It gains a +2 inherent bonus to its Strength score. The spirit animal loses this bonus when it manifests as a megafauna companion from the true spirit ability (see page 133).</p><p><b>Spirit Ability: </b>A shaman who chooses the Mammoth spirit as her spirit or wandering spirit gains the following ability.</p><p><i>Powerful Smash (Ex): </i>As a standard action, the shaman can attack an enemy with an unarmed strike as if she had the Improved Unarmed Strike feat. If the shaman hits a creature in this way, that creature must succeed at a Fortitude save (DC = 10 + half the shaman's class level + her Charisma modifier) or be dazed for 1 round. The shaman can use this ability a number of times per day equal to 3 + her Charisma modifier.</p><p><b>Greater Spirit Ability: </b>A shaman who chooses the Mammoth spirit as her spirit or wandering spirit gains the following ability upon having access to the greater version of that spirit.</p><p><i>Strength of the Beast (Ex): </i>The shaman gains a +2 enhancement bonus to her Strength score. This bonus increases by 2 every 6 shaman levels thereafter (at 14th and 20th levels for her spirit, and at 18th level for her wandering spirit).</p><p><b>True Spirit Ability: </b>A shaman who chooses the Mammoth spirit as her spirit or wandering spirit gains the following ability upon having access to the true version of that spirit.</p><p><i>Megafauna Companion (Su): </i>The shaman's spirit animal transforms into a megafauna animal companion, using the shaman's shaman level as her effective druid level. The shaman must choose an arsinoitheriumB2, baluchitheriumB3, brontotheriumB6, chalicotheriumB5, deinotheriumB6, elasmotheriumB6, glyptodonB2, mastodon, megalocerosB2, megatheriumB2, uintatheriumB5, or another mammalian megafauna (including most dire animals) that has animal companion statistics. It retains its Intelligence score and the special abilities it gains from the spirit animal class feature, but it also has the statistics and abilities of an animal companion. If the animal companion is dismissed, lost, or dies, it can be replaced in the same way as a normal spirit animal.</p><p><b>Manifestation: </b>At 20th level, the shaman can transform into any animal listed under the megafauna or elephant heading. This ability works as per beast shape IV, but the shaman can activate and dismiss the ability as often as she likes and the duration is permanent.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Shaman"
        ],
        [
          "Shaman Spirit"
        ]
      ]
    ],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "",
      "max": 0
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Shaman"
        ]
      ]
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "size": "med"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
