{
  "_id": "MCcTixE18xyj53nR",
  "name": "Mnemonic Cache",
  "type": "feat",
  "img": "systems/pf1/icons/skills/beast_04.jpg",
  "system": {
    "description": {
      "value": "<strong>Psychic Discipline Power</strong><br/><br/><p>You can memorize a piece of information and later recall it perfectly. Your mnemonic cache can hold roughly 10 pages of written information, including images and maps, or 30 minutes' worth of speech or music. (Memorizing music doesn't confer the ability to perform it properly.) The amount you can store increases by 5 pages and 5 minutes at 2nd level, and at every psychic level thereafter. You can hold only one piece of information in your mnemonic cache at a time. The information doesn't go away when you recall it, but when you put a new piece of information in the cache, the old piece becomes as imperfect any other memory. Memorizing magical writing (such as a scroll or a page from a spellbook) doesn't confer the ability to borrow, duplicate, or retain any of the magic in the writing. You could reproduce the spell in writing to allow someone who prepares spells from a spellbook to prepare it, though this functions as using a borrowed spellbook for anyone other than you. If you're in telepathic contact with another creature (through telepathic bond, for example), you can transfer the information directly into its mind as a free action. For this creature, the information functions like a normal memory, not one with perfect clarity.</p><p>You can attempt to sequester a written magical trap (such as explosive runes or sepia snake sigil) in your mnemonic cache and destroy it. Treat this as a Disable Device check to disarm a magical trap (as though you had the trapfinding class feature). Your bonus on this roll is equal to either your Disable Device modifier or the sum of 5 + your psychic level + your Wisdom modifier, whichever is higher. If you succeed, instead of being disabled, the trap is erased and destroyed. This ability can't destroy symbol traps; it functions only if written text is involved.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Psychic"
        ],
        [
          "Psychic Discipline Power"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Psychic"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428270495,
    "modifiedTime": 1677435373830,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
