{
  "_id": "b0xBsuWbkpN5Ddb3",
  "name": "Nex (Archmage)",
  "type": "feat",
  "img": "systems/pf1/icons/skills/blue_37.jpg",
  "data": {
    "description": {
      "value": "<strong>Medium Legendary Spirit</strong><br/><br/><p>Nex's legendary spirit offers the power of one of the greatest archmages in Golarion's history. Unlike normal archmage spirits, Nex's legendary spirit grants strange abilities shaped by the lost wizard's unique experiments. Mediums channeling Nex's legendary spirit eventually realize that the spirit has its own long-term plans for them, usually involving the Spire of Nex, but so far no medium has gleaned the full scope of that plan.</p><p>The Nex legendary spirit grants modified or unique spirit powers. In all other ways, it functions identically to a standard archmage spirit (Occult Adventures 33).</p><p><b>Gaining Favor: </b>For use with the Nexian Channeler archetype only.</p><p><b>Spirit Bonus: </b>When you channel Nex, your spirit bonus applies on concentration checks, Intelligence checks, and Intelligence-based skill checks.</p><p><b>Seance Boon: </b>Your damaging spells deal an additional 2 points of damage of the same type that they would normally deal to each target.</p><p><b>Favored Locations: </b>Arcane redoubts, areas of unusual magic, libraries, schools.</p><p><b>Influence Penalty: </b>Your body begins to respond as if you were a frail, aged scholar. You take a penalty equal to your spirit bonus on Strength checks, Strength-based skill checks, Constitution checks, attack rolls, and non-spell damage rolls.</p><p><b>Taboos: </b>Choose one: You eschew all faith in the divine, so you must not be the willing target of divine spells or abilities and you must attempt a Will saving throw against even harmless divine spells and abilities; you must not pass up the opportunity to learn something new and significant (a nontrivial piece of information with a Knowledge check of DC 20 or higher) when that opportunity is directly present; you must use your own magical solution to a challenge if you can, even if a mundane solution that would require fewer resources is available.</p><p><b>Nex's Arcana (Lesser, Su): </b>Rather than your normal spells per day for your medium level, you gain the spells per day from Table 1-4: Mesmerist (Occult Adventures 39). For each level of spell you can now cast (including level 0), each time you channel Nex's spirit, select a single spell from the sorcerer/wizard spell list of that level to add to your medium spell list and spells known until you lose contact with Nex. When you cast these spells, they count as arcane (though not for the purpose of fulfilling prerequisites), and thus you must provide verbal and somatic components instead of thought and emotion components. Because of Nex's hatred of Geb, these spells can't be of the necromancy school.</p><p><b>Project Servitor (Intermediate, Su): </b>You can create projections of the creatures trapped in the Spire of Nex, just as Nex did during his siege of Absalom. You can expend a spell slot to cast shadow conjuration, mimicking a summon monster or summon nature's ally spell of the spell slot's level (or that spell slot's level + 1 for 5th- and 6th-level slots). These shadows are 10% real per level of the spell slot expended. If you allow Nex to gain 1 point of inf luence over you, double the reality percentage (to a maximum of 100%; if the result would be greater than 100%, the creature or creatures instead gain the advanced template).</p><p><b>Wild Arcana (Greater, Su): </b>You can allow Nex to gain 1 point of inf luence over you in order to cast any sorcerer/wizard spell of a level you can cast (even necromancy spells). You must expend a spell slot of the appropriate level, and you can't apply metamagic feats to the spell.</p><p><b>Personal Spire (Supreme, Su): </b>Nex's legendary spirit grants you access to a personal demiplane that you create (as per one created by create greater demiplane). As long as you channel Nex each day, your demiplane remains, but if you ever channel a spirit from a different legend, the demiplane disappears, dumping its inhabitants onto the Astral Plane. You can use project servitor to summon a shadowy projection of any creature currently within your demiplane, as long as its CR matches the summon spell (CR 1/2 or lower for summon monster I, CR 1 for summon monster II, CR 2 for summon monster III, CR 3 or 4 for summon monster IV, CR 5 or 6 for summon monster V, CR 7 or 8 for summon monster VI, or CR 9 or 10 for summon monster VII). You can allow Nex to gain 1 point of influence over you and expend a 6th-level spell slot to use project servitor as per summon monster VIII (80% real and can mimic trapped creatures of CR 11 or 12) or summon monster IX (90% real and can mimic trapped creatures of CR 13 or 14).</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Medium"
        ],
        [
          "Medium Legendary Spirit"
        ]
      ]
    ],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "",
      "max": 0
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Medium"
        ]
      ]
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "size": "med"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
