{
  "_id": "0IbIzUMJuz8FIs1S",
  "name": "Order of the Beast (ISC)",
  "type": "feat",
  "img": "systems/pf1/icons/items/inventory/horseshoe.jpg",
  "system": {
    "description": {
      "value": "<strong>Cavalier/Samurai Order</strong><br/><br/><p>A cavalier belonging to this order seeks only destruction and chaos. Cavaliers of the order of the beast revel in destruction, and go out of their way to cause as much mayhem and disorder as possible. While some celebrate war and a victory well fought, an order of the beast cavalier fights only to taste the blood of his dying foe. Members of this order are often insane, and may venerate Rovagug or the elder gods and Great Old Ones of the Dark Tapestry. There are no colleges or universities where an aspiring cavalier can learn the ways of the order of the beast; it is a corruption of the other cavalier orders, and its secrets are whispered in the dreams of unbalanced youths by dark beings and passed down in forbidden rituals.</p><p>On Golarion, order of the beast cavaliers are most often found leading orc tribes on raids from within the Hold of Belkzen, commanding small bands of brigands or raiders in the Mana Wastes, or sowing chaos anywhere a destructive leader is welcomed or venerated, particularly in lands where the law holds little sway.</p><p><b>Edicts: </b>The cavalier wreaks havoc wherever he goes. An order of the beast cavalier must never show mercy and, when crossed, exacts the maximum possible revenge. The cavalier must seek out conflict at every juncture and cannot avoid a fight if provoked. That which he cannot steal, pillage, or claim, he must completely destroy or desecrate.</p><p><b>Challenge: </b>Whenever an order of the beast cavalier issues a challenge, he receives a +1 morale bonus on all damage rolls while using Cleave or Great Cleave so long as the target of his challenge is the first creature attacked. This bonus increases by 1 for every 4 levels the cavalier possesses.</p><p><b>Skills: </b>An order of the beast cavalier adds Disable Device (Dex) and Stealth (Dex) to his list of class skills. An order of the beast cavalier can make Disable Device checks untrained. If he has ranks in the skill, he receives a bonus on the check equal to 1/2 his cavalier level (minimum +1) when using it to sabotage, jam, or destroy a device.</p><p><b>Order Abilities: </b>A cavalier belonging to the order of the beast gains the following abilities as he increases in level.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Cavalier, Samurai"
        ],
        [
          "Cavalier/Samurai Order"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Cavalier"
        ],
        [
          "Samurai"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428266941,
    "modifiedTime": 1677435373719,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
