{
  "_id": "yGNsu0FEiyDKc04G",
  "name": "Order of the Saddle",
  "type": "feat",
  "img": "systems/pf1/icons/items/inventory/horseshoe.jpg",
  "data": {
    "description": {
      "value": "<strong>Cavalier/Samurai Order</strong><br/><br/><p>Cavaliers of the order of the saddle have pledged themselves to the pursuit of perfect partnership between rider and mount. This order holds that the balance found when such a partnership is achieved contains the seeds of a better self, a better relationship with one's community, and a better sense of how to keep the world itself healthy.</p><p><b>Restriction: </b>Only horse-riding cavaliers are eligible to join this order.</p><p><b>Edicts: </b>The cavalier must care for her mount before herself. She must show mercy to any noncombatants or less intelligent creatures who serve her opponents. She must teach any who ask about how to better communicate with their mounts. The only meat she may eat must come from animals that have been humanely raised and slaughtered. She must strive to ensure her community lives in harmony with the land it occupies and that it doesn't cause unnecessary suffering to the animals under its care.</p><p><b>Challenge: </b>Whenever an order of the saddle cavalier issues a challenge and is astride her mount, she can charge the target of her challenge-moving and attacking as if with a standard charge-and then move again as if using Ride-By Attack. Her total movement for the round can't exceed her mounted speed. This maneuver provokes attacks of opportunity, but the cavalier gains a +1 dodge bonus to AC against attacks of opportunity while charging the target of her challenge. This bonus increases by 1 for every 4 levels the cavalier has. If the cavalier already has the Ride-By Attack feat, this dodge bonus increases by 2.</p><p><b>Skills: </b>An order of the saddle cavalier adds Knowledge (nature) and Perception to her list of class skills. When she uses Survival to track a creature or find food and water for herself and her mount, she receives a bonus on the check equal to 1/2 her cavalier level (minimum +1).</p><p><b>Order Abilities: </b>A cavalier that belongs to the order of the saddle gains the following abilities as she increases in level.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Cavalier, Samurai"
        ],
        [
          "Cavalier/Samurai Order"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Cavalier"
        ],
        [
          "Samurai"
        ]
      ]
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
