{
  "_id": "BZtbMFk5x2xSLt4I",
  "name": "Order of the Flame",
  "type": "feat",
  "img": "systems/pf1/icons/items/inventory/horseshoe.jpg",
  "system": {
    "description": {
      "value": "<strong>Cavalier/Samurai Order</strong><br/><br/><p>A cavalier of the order of the flame devotes his life to the pursuit of personal glory. Even if such pursuit puts his own life on the line, the cavalier pursues legendary status and the fame and glory associated with such renown.</p><p><b>Edicts: </b>The cavalier must pursue glory for himself and those with whom he associates. He must strive to heap glory upon his name, no matter the costs. He must challenge and defeat an ever-increasing host of rivals to further cement his illustrious reputation.</p><p><b>Challenge: </b>A cavalier of the order of the flame becomes ever more emboldened with each glorious victory. As an immediate action after reducing the target of his challenge to 0 hit points or fewer, the cavalier can elect to issue a glorious challenge to an opponent within 15 feet.</p><p><b>Glorious Challenge: </b>A glorious challenge does not count against the cavalier's number of challenges per day, but otherwise acts like a cavalier's challenge class feature. When he issues a glorious challenge, the cavalier takes a -2 penalty to AC for the duration of the glorious challenge (this penalty stacks with the usual -2 AC penalty against opponents other than the target of the cavalier's challenge). The cavalier gains a morale bonus on melee damage rolls against the target of his glorious challenge equal to 2 x the number of consecutive glorious challenges he has issued thus far. As long as he continues to defeat targets of his glorious challenges and there are more opponents in range, the cavalier can continue to issue glorious challenges indefinitely, with the penalty to AC and the bonus on damage rolls increasing with each subsequent foe. For example, a 5th-level cavalier that has just issued his third glorious challenge after defeating the original target of his challenge takes a -6 penalty to AC (-8 against creatures other than the target of his glorious challenge) and gains a +11 bonus on melee damage rolls (a +5 bonus from his base challenge ability plus a +6 morale bonus for three consecutive glorious challenges).</p><p><b>Skills: </b>A cavalier of the order of the flame adds Knowledge (local) and Survival to his class skills. Whenever the cavalier's current hit point total matches or exceeds his maximum hit point total, he gains a bonus on Intimidate checks equal to 1/2 his cavalier level (minimum +1).</p><p><b>Order Abilities: </b>A cavalier of the order of the flame gains the following abilities as he increases in level.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Cavalier, Samurai"
        ],
        [
          "Cavalier/Samurai Order"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Cavalier"
        ],
        [
          "Samurai"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428268726,
    "modifiedTime": 1677435373778,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
