{
  "_id": "DWj6x2R75zhVMMrn",
  "name": "Quick Disguise (UC)",
  "type": "feat",
  "img": "systems/pf1/icons/items/inventory/lockpick.jpg",
  "data": {
    "description": {
      "value": "<strong>Unchained Rogue Talent</strong><br/><br/><p>At some point in your family's history, a dragon interbred with your bloodline, and now its ancient power flows through your veins.</p><p><b>Class Skill: </b>Perception.</p><p><b>Bonus Spells: </b>mage armor (3rd), resist energy (5th), fly (7th), fear (9th), spell resistance (11th), form of the dragon I (13th), form of the dragon II (15th), form of the dragon III (17th), wish (19th).</p><p><b>Bonus Feats: </b>Blind-Fight, Great Fortitude, Improved Initiative, Power Attack, Quicken Spell, Skill Focus (Fly), Skill Focus (Knowledge [arcana]), Toughness.</p><p><b>Bloodline Arcana: </b>Whenever you cast a spell with an energy descriptor that matches your draconic bloodline's energy type, that spell deals +1 point of damage per die rolled.</p><p><b>Bloodline Powers: </b>The power of dragons flows through you and manifests in a number of ways. At 1st level, you must select one of the chromatic or metallic dragon types. This choice cannot be changed. A number of your abilities grant resistances and deal damage based on your dragon type, as noted on the following table.</p><table> <tr>  <td><b>Dragon Type</b></td>  <td><b>Energy Type</b></td>  <td><b>Breath Shape</b></td> </tr> <tr>  <td>Black</td>  <td>Acid</td>  <td>60-foot line</td> </tr> <tr>  <td>Blue</td>  <td>Electricity</td>  <td>60-foot line</td> </tr> <tr>  <td>Green</td>  <td>Acid</td>  <td>30-foot cone</td> </tr> <tr>  <td>Red</td>  <td>Fire</td>  <td>30-foot cone</td> </tr> <tr>  <td>White</td>  <td>Cold</td>  <td>30-foot cone</td> </tr> <tr>  <td>Brass</td>  <td>Fire</td>  <td>60-foot line</td> </tr> <tr>  <td>Bronze</td>  <td>Electricity</td>  <td>60-foot line</td> </tr> <tr>  <td>Copper</td>  <td>Acid</td>  <td>60-foot line</td> </tr> <tr>  <td>Gold</td>  <td>Fire</td>  <td>30-foot cone</td> </tr> <tr>  <td>Silver</td>  <td>Cold</td>  <td>30-foot cone</td> </tr></table><h>Expanded Bloodlines</h><p>Source Dragons of Legacy pg. 4</p><p>Chromatic and metallic dragons remain the most common dragons to impart their legacy onto other species. The bloodrager and sorcerer classes each include a draconic bloodline that assumes the character's lineage is somehow connected with the power of a chromatic or metallic dragon. Presented below are expanded options for the existing draconic bloodlines, increasing the selection of heritages to include the numerous new true dragons presented in the many Pathfinder RPG Bestiary volumes. Each of the draconic bloodlines below alters the bloodrager's or sorcerer's bloodline arcana.</p><p><b>Energy Types: </b>Several of these new draconic bloodline options include nonstandard damage types. For the sake of game balance, many of the damage types available to the bloodlines below somewhat differ from those produced by the parent dragon. Specifically, force energy, negative energy, and sonic energy have been altered to different types of energy. In cases where a dragon's energy type is listed as physical damage (such as bludgeoning or piercing), use that damage type when determining your breath weapon damage. For the purpose of the dragon resistance bloodline power, you gain DR equal to half the energy resistance you would normally gain against all attacks of that specific damage type. A character with the power of wyrms bloodline power gains immunity to her bloodline's damage type. For all other purposes, such as archetypes, bloodline powers, and feats, treat that dragon's energy type as fire.</p><h>Esoteric Dragons</h><p>Though many of the enigmatic esoteric dragons remain aloof or intentionally distant from mortal affairs, occult dragons are the most likely to imprint their bloodline onto humanoids. Often such draconic blood is the result of ongoing experimentation. Scions of other esoteric dragons are far more unusual; such bloodlines usually result from explorers traveling the realms where these distant dragons dwell and being exposed to some spectacular and illunderstood power.</p><p><b>Variant Bloodline Arcana: </b>When selecting spells known, you can choose spells from the psychic class spell list (Pathfinder RPG Occult Adventures 69). The psychic spells you select must normally be unavailable to your class. You can know only a number of psychic spells equal to the highest level spell you can cast from your class spell list, based on your current class level. When you're casting these spells, they function as psychic magic instead of arcane. You use thought and emotion components (Occult Adventures 144) instead of verbal and somatic components when casting these spells.</p><table> <tr>  <td><b>Dragon Type</b></td>  <td><b>Energy Type</b></td>  <td><b>Breath Shape</b></td> </tr> <tr>  <td>Astral</td>  <td>Bludgeoning</td>  <td>60-foot line</td> </tr> <tr>  <td>Dream</td>  <td>Electricity</td>  <td>30-foot cone</td> </tr> <tr>  <td>Etheric</td>  <td>Bludgeoning</td>  <td>60-foot line</td> </tr> <tr>  <td>Nightmare</td>  <td>Acid</td>  <td>30-foot cone</td> </tr> <tr>  <td>Occult</td>  <td>Cold or Fire*</td>  <td>30-foot cone</td> </tr></table><p>*Choose one when the bloodline is first selected</p><h>Imperial Dragons</h><p>The blood of imperial dragons is well known throughout the lands of Tian Xia, where such dragons form a strong part of much of the continent's mythology. This is particularly true in Xa Hoi, where imperial dragons rule. Imperial dragons in other lands may vary in their interactions with humanoids, but universally accept the praise (and fear) of those around them. Their connection to the land makes the blood of these dragons a powerful arcane catalyst in the making of heroes.</p><p><b>Variant Bloodline Arcana: </b>Whenever you cast a spell that affects a creature with the shaken, frightened, or panicked condition, increase the spell's save DC by 1.</p><table> <tr>  <td><b>Dragon Type</b></td>  <td><b>Energy Type</b></td>  <td><b>Breath Shape</b></td> </tr> <tr>  <td>Forest</td>  <td>Piercing</td>  <td>30-foot cone</td> </tr> <tr>  <td>Sea</td>  <td>Fire</td>  <td>30-foot cone</td> </tr> <tr>  <td>Sky</td>  <td>Electricity</td>  <td>30-foot cone</td> </tr> <tr>  <td>Soverign</td>  <td>Bludgeoning</td>  <td>30-foot cone</td> </tr> <tr>  <td>Underworld</td>  <td>Fire</td>  <td>60-foot line</td> </tr></table><h>Outer Dragons</h><p>The interests of outer dragons take them across the cosmos. Strange devices or experimentation are most likely to lead to the addition of outer dragon blood into a world's ecosystem. The hidden blood of an outer dragon in a family's lineage is difficult to detect or stamp out. On Golarion, these dragons most commonly find themselves drawn to the fabled land of Numeria and its alien technology, though they usually refuse to share any of their insights with that nation's residents.</p><p><b>Variant Bloodline </b>Arcana: Whenever you cast a spell with an energy descriptor that matches your draconic bloodline's energy type, if a creature is damaged by the spell, that creature cannot take a 5-foot step for 1 round. This effect occurs only when you're using spells that require an attack roll (such as chill touch or scorching ray) or spells that allow a save (such as fireball or lightning bolt). A successful save against the damage or effects of the spell also negates this additional effect.</p><table> <tr>  <td><b>Dragon Type</b></td>  <td><b>Energy Type</b></td>  <td><b>Breath Shape</b></td> </tr> <tr>  <td>Lunar</td>  <td>Cold</td>  <td>60-foot line</td> </tr> <tr>  <td>Solar</td>  <td>Fire</td>  <td>60-foot line</td> </tr> <tr>  <td>Time</td>  <td>Electricity</td>  <td>30-foot cone</td> </tr> <tr>  <td>Void</td>  <td>Cold</td>  <td>30-foot cone</td> </tr> <tr>  <td>Vortex</td>  <td>Fire</td>  <td>30-foot cone</td> </tr></table><h>Primal Dragons</h><p>Born from the elemental planes or the Shadow Plane, primal dragons are infused with primeval power. These dragons traveled to the Material Plane in ages past, and many of their kind continue to spread their blood and magical influence among the humanoid races of the world. Even the malign umbral dragons prosper in the caverns of the Darklands and the mountains of Nidal. Any exposure to or experimentation with primal magics may introduce primal dragon blood into a lineage.</p><p><b>Variant Bloodline Arcana: </b>Whenever you cast a spell with an energy descriptor that matches your draconic bloodline's energy type, you can reroll a number of damage dice equal to half the spell's level.</p><table> <tr>  <td><b>Dragon Type</b></td>  <td><b>Energy Type</b></td>  <td><b>Breath Shape</b></td> </tr> <tr>  <td>Brine</td>  <td>Acid</td>  <td>60-foot line</td> </tr> <tr>  <td>Cloud</td>  <td>Electricity</td>  <td>30-foot cone</td> </tr> <tr>  <td>Crystal</td>  <td>Piercing</td>  <td>30-foot cone</td> </tr> <tr>  <td>Magma</td>  <td>Fire</td>  <td>30-foot cone</td> </tr> <tr>  <td>Umbral</td>  <td>Cold</td>  <td>30-foot cone</td> </tr></table>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Rogue (Unchained)"
        ],
        [
          "Unchained Rogue Talent"
        ]
      ]
    ],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "",
      "max": 0
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Rogue (Unchained)"
        ]
      ]
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "size": "med"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
