{
  "_id": "xE7NQD1O0UKSwZMd",
  "name": "Remorse",
  "type": "feat",
  "img": "systems/pf1/icons/skills/shadow_17.jpg",
  "data": {
    "description": {
      "value": "<strong>Phantom Emotional Focus</strong><br/><br/><p>Spirits of creatures that died with heavy weights upon their consciences manifest with the remorse emotional focus. These phantoms, whose forms are often darkened by shadows, force foes to experience their regret and self-loathing. A spiritualist with the fated guide archetype (see page 18) must choose remorse as her phantom's emotional focus, but other spiritualists can also select this emotional focus for their phantoms.</p><p><b>Skills: </b>The phantom gains a number of ranks in Perception and Sense Motive equal to its Hit Dice. While confined in the spiritualist's consciousness, the phantom grants the spiritualist Skill Focus in each of these skills.</p><p><b>Good Saves: </b>Fortitude and Will.</p><p><b>Antagonistic: </b>The phantom gains Antagonize as a bonus feat.</p><p><b>Long-Suffering Strike (Su): </b>When a phantom with this focus hits a creature with its slam attack, that creature must succeed at a Will saving throw (DC = 10 + 1/2 the phantom's Hit Dice + the phantom's Charisma modifier) or any attacks targeting the creature gain a +1 bonus on their attack rolls and damage rolls until the beginning of the phantom's next turn. Penalties from multiple hits don't stack with themselves.</p><p><b>Aura of Regret (Su): </b>When the spiritualist reaches 7th level, her phantom can emit a 10-foot-radius aura of regret as a swift action. Enemies within the aura take a -2 penalty on skill checks, on caster level checks, on combat maneuver checks, and to CMD. Ending the aura is a free action. The phantom can use this ability in either ectoplasmic or incorporeal form.</p><p><b>Keening (Su): </b>When the spiritualist reaches 12th level, her phantom can wail about its misdeeds once per day as a standard action, affecting all creatures within a 30-foot cone with the terrible remorseUM spell. The phantom uses its Hit Dice as its caster level for the effect, and the DC equals 10 + 1/2 the phantom's Hit Dice + the phantom's Charisma modifier. The phantom can use this ability in either ectoplasmic or incorporeal form.</p><p><b>Utter Misery (Su): </b>When the spiritualist reaches 17th level, her phantom's long-suffering strike also causes a creature that fails its save to become stunned until the beginning of the phantom's next turn.</p><h>Other Remorse-Focused Abilities</h><p>If a spiritualist archetype allows the selection of an additional focus, add remorse to the list of available foci. Add the following to other character options for spiritualists with remorse phantoms.</p><p><b>Emotional Conduit (Feat): </b>1st-inflict light wounds, 2nd-disfiguring touchUM, 3rd-howling agonyUM, 4th-debilitating portentUC, 5th-nightmare, 6th-harm.</p><p><b>Fractured Mind (Archetype): </b>Doom (5th), inflict painOA (7th), stricken heartACG (9th), mind fog (16th).</p><p><b>Spirit-Bound Blade (Spell): </b>The weapon also gains the heartseekerUE special ability.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Spiritualist"
        ],
        [
          "Phantom Emotional Focus"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Spiritualist"
        ]
      ]
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
