{
  "_id": "ECbKcasZmAe3gIUN",
  "name": "Slums Spirit",
  "type": "feat",
  "img": "systems/pf1/icons/skills/green_13.jpg",
  "data": {
    "description": {
      "value": "<strong>Shaman Spirit</strong><br/><br/><p>A shaman who selects the slums spirit gains the city's alleys and avenues as steadfast allies. The rats in the gutter, the torches along the walls, the coins that flow through the market are all a part of her and serve her whim.</p><p><b>Spirit Magic Spells: </b>charm person (1st), summon swarm (2nd), hold person (3rd), confusion (4th), wall of stone (5th), mislead (6th), mass hold person (7th), maze (8th), imprisonment (9th)</p><p><b>Hexes: </b>A shaman who chooses the Slums spirit can select from the following hexes.</p><p><b>Spirit Animal: </b>The shaman's spirit animal looks like a leaner version of its species, with hungry eyes and a wiry frame. It gains a +4 bonus on initiative checks.</p><p><b>Spirit Ability: </b>A shaman who chooses the Slums spirit as her spirit or wandering spirit gains the following ability.</p><p><i>Doors to Everywhere (Ex): </i>As a standard action, the shaman can step through any door and instantly exit through another distant doorway. Regardless of what spell this functions as, it can transport only you, and both your departure and arrival spaces must be adjacent to a door or similar opening. Initially, this functions as per jester's jauntAPG. At 9th level, the shaman can use this ability as per dimension door. At 14th level, the shaman can use this ability as per tree stride (treating all doors as generic coniferous trees). You can use this ability three times per day, plus one additional time per day at 12th level and at 20th level.</p><p><b>Greater Spirit Ability: </b>A shaman who chooses the Slums spirit as her spirit or wandering spirit gains the following ability upon having access to the greater version of that spirit.</p><p><i>City's Shroud (Su): </i>When in an urban environment, the shaman blends into the streets around her, making her difficult to pin down. She gains the evasion and improved uncanny dodge class features.</p><p><b>True Spirit Ability: </b>A shaman who chooses the Slums spirit as her spirit or wandering spirit gains the following ability upon having access to the true version of that spirit.</p><p><i>Paragon of the City (Su): </i>As a standard action, the shaman assumes a spirit-infused paragon form that makes her a lethal stalker of the alleys and shadows. She gains the ability to make sneak attacks as a rogue of her shaman level for 1 minute or until dismissed. She can use this ability a number of times per day equal to 3 + her Charisma modifier.</p><p><b>Manifestation: </b>Upon reaching 20th level, the shaman becomes a spirit of the slums. She is immune to all diseases and poisons. When in an urban environment, she gains a +4 insight bonus to her AC and on Reflex saves.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Shaman"
        ],
        [
          "Shaman Spirit"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Shaman"
        ]
      ]
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
