{
  "_id": "a3MiEOHgtvQ6SExy",
  "name": "Transmutation",
  "type": "feat",
  "img": "systems/pf1/icons/items/inventory/book-purple.jpg",
  "data": {
    "description": {
      "value": "<strong>Occultist Implement</strong><br/><br/><p>Transmutation implements can alter the properties of both objects and creatures.</p><p><b>Implements: </b>Belt, boots, sandals, vest, weapon.</p><p><b>Resonant Power: </b>Each time the occultist invests mental focus into an transmutation implement, the implement grants the following resonant power. The implement's bearer gains the benefits of this power until the occultist refreshes his focus.</p><p><i>Physical Enhancement (Su): </i>The implement enhances its bearer's body. When you invest mental focus in the implement, select a physical ability score. The implement grants a +2 temporary enhancement bonus to that physical ability score for every 3 points of mental focus invested in the implement (to a maximum of +2 at 1st level, plus an additional 2 for every 6 occultist levels you possess).</p><p><b>Base Focus Power: </b>All occultists who learn to use transmutation implements gain the following focus power.</p><p><i>Legacy Weapon (Su): </i>As a standard action, you can expend 1 point of mental focus and touch a weapon to grant it an enhancement bonus. The bonus is equal to 1 + 1 for every 6 occultist levels you possess (to a maximum of +4 at 18th level). Enhancement bonuses gained by this ability stack with those of the weapon, to a maximum of +5. You can also imbue the weapon with any one weapon special ability with an equivalent enhancement bonus less than or equal to your maximum bonus by reducing the granted enhancement bonus by the appropriate amount. The item must have an enhancement bonus of at least +1 (from the item itself or from legacy weapon) to gain a weapon special ability. In either case, these bonuses last for 1 minute.</p><p><b>Focus Powers: </b>In addition to gaining the base focus power, occultists who learn to use transmutation implements can select from the following focus powers when choosing the powers gained from their focus powers class feature.</p><p><i>Mind Over Gravity (Sp): </i>As a standard action, you can expend 1 point of mental focus to give yourself a fly speed of 60 feet with perfect maneuverability. This effect lasts for 1 minute per occultist level you possess. You must be at least 7th level to select this focus power.</p><p><i>Philosopher's Touch (Su): </i>As a standard action, you can expend 1 point of mental focus and touch a weapon, causing it to gain the properties of a special material. You can cause the weapon to be treated as cold iron or silver for the purposes of overcoming damage reduction for 1 minute per occultist level you possess. At 4th level and every 4 levels thereafter, you can touch an additional weapon as part of using this ability to grant that weapon the same benefit (still expending only 1 point of mental focus). At 11th level, you can cause any weapon affected by this ability to act as if it were adamantine instead (but only for the purposes of overcoming damage reduction, not for overcoming hardness).</p><p><i>Quickness (Sp): </i>As a standard action, you can expend 1 point of mental focus to grant supernatural quickness and reflexes to yourself or a willing living creature you touch. This functions as haste, but the bonus to AC and on Reflex saving throws increases to +2. This effect lasts for 1 round per occultist level you possess. You must be at least 5th level to select this focus power.</p><p><i>Size Alteration (Sp): </i>As a standard action, you can expend 1 point of mental focus and touch a creature to alter its size. You can increase or decrease the creature's size by one step, as enlarge person or reduce person but not limited by the creature's type. If the creature is hostile toward you, using this ability requires a successful melee touch attack, and the creature can attempt a Fortitude save to negate the effect. This effect lasts for 1 round per occultist level you possess. You can't use this ability on a creature that is already subject to an effect that alters its size.</p><p><i>Sudden Speed (Sp): </i>As a swift action, you can expend 1 point of mental focus to grant yourself a burst of speed. This increases your land speed by 30 feet for 1 minute. This ability does not stack with itself.</p><p><i>Telekinetic Mastery (Sp): </i>As a standard action, you can expend 1 point of mental focus to grant yourself telekinetic power. This functions as telekinesis, except you don't need to concentrate on the effect to maintain it, and using any one of its effects is a standard action. This effect lasts for 1 round per occultist level you possess. You must be at least 9th level to select this focus power.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Occultist"
        ],
        [
          "Occultist Implement"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Occultist"
        ]
      ]
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
