{
  "_id": "x5BvVCdkni0eFPA2",
  "name": "Tribe Spirit",
  "type": "feat",
  "img": "systems/pf1/icons/skills/green_13.jpg",
  "system": {
    "description": {
      "value": "<strong>Shaman Spirit</strong><br/><br/><p>A shaman who selects the tribe spirit strives to protect her allies, whether they be a traditional tribal unit or a chosen group of adventuring companions.</p><p><b>Spirit Magic Spells: </b>bless (1st), shield other (2nd), create food and water (3rd), spiritual ally (4th), life bubble (5th), battlemind link (6th), vision (7th), discern location (8th), mass heal (9th).</p><p><b>Hexes: </b>A shaman who chooses the Tribe spirit can select from the following hexes.</p><p><b>Spirit Animal: </b>The shaman's spirit animal has colorations or markings that resemble a totem or important symbol for the shaman's tribe. When the spirit animal successfully performs the aid another action, the bonus it provides increases by 1.</p><p><b>Spirit Ability: </b>A shaman who chooses the Tribe spirit as her spirit or wandering spirit gains the following ability.</p><p><i>Tribal Cooperation (Su): </i>The shaman gains a teamwork feat as a bonus feat. She must meet the feat's prerequisites. As a standard action, the shaman can grant one of her teamwork feats to all allies within 30 feet who can see and hear her. Allies retain the use of this bonus feat for 3 rounds plus 1 round for every 2 levels the shaman has. Allies do not need to meet the prerequisites of this bonus feat. The shaman can use this ability a number of times per day equal to 3 + her Charisma modifier.</p><p><b>Greater Spirit Ability: </b>A shaman who chooses the Tribe spirit as her spirit or wandering spirit gains the following ability upon having access to the greater version of that spirit.</p><p><i>Tribal Bond (Sp): </i>The shaman and her tribe share a transcendent bond. Once per day when she communes with her spirit animal to regain spells, the shaman can select a number of creatures equal to half her shaman level to serve as her honorary tribe. These creatures can constantly communicate with each other, as telepathic bond.</p><p><b>True Spirit Ability: </b>A shaman who chooses the Tribe spirit as her spirit or wandering spirit gains the following ability upon having access to the true version of that spirit.</p><p><i>Guardian of the Tribe (Su): </i>The shaman can cast a harmless spell with a range of touch on a member of her tribal bond as long as that creature is within 30 feet. The shaman can use this ability a number of times per day equal to her Charisma modifier (minimum 1). In addition, she is constantly aware of the condition of all members of her tribal bond ability, as status.</p><p><b>Manifestation: </b>Upon reaching 20th level, the shaman embodies the strength and unity of her tribe. She gains a bonus on all of her saving throws equal to her Charisma modifier and becomes immune to compulsion spells and spell-like abilities. Once per day as a standard action, she can attempt to revive a creature connected to her by her tribal bond ability who has died within 1 round as breath of life, except that the spell can be cast at any range as long as the target is on the same plane, and the target regains a number of hit points equal to 10 x the shaman's level (maximum 200).</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Shaman"
        ],
        [
          "Shaman Spirit"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Shaman"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428277274,
    "modifiedTime": 1677435374006,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
