{
  "_id": "fMm69AVmJe6igcS8",
  "name": "Trickster",
  "type": "feat",
  "img": "systems/pf1/icons/skills/blue_37.jpg",
  "system": {
    "description": {
      "value": "<strong>Medium Base Spirit</strong><br/><br/><p>A trickster spirit is a savvy and manipulative master of skills.</p><p><b>Spirit Bonus: </b>When you channel a trickster, your spirit bonus applies on Dexterity checks, skill checks, and Reflex saves.</p><p><b>Seance Boon: </b>Choose one skill when you gain this seance boon. You gain a +1 bonus on skill checks using that skill, and that skill counts as a class skill for you.</p><p><b>Favored Locations: </b>Alleys, mazes, taverns, trap-filled locations.</p><p><b>Influence Penalty: </b>The trickster within you is a protean manipulator, and you begin to see the possibility that everyone around you might have ulterior motives as well. You never count as an ally for the purpose of gaining benefits from another creature's abilities, nor do you count as a willing target for spells. Anyone attempting to target you with a touch range spell, even a beneficial spell, must succeed at a melee touch attack, though you need not attempt saving throws against harmless spells. You gain no benefit from another creature's aid another attempts, as you are too busy making sure they aren't secretly tricking or sabotaging you.</p><p><b>Taboos: </b>Choose one: you can't abide revealing your true identity, and you break this taboo when anyone pierces your disguise, even your own allies; you can never tell the truth; you can never pass up a more lucrative offer, even if it causes you to switch sides.</p><p><b>Trickster's Edge (Lesser, Su): </b>Choose any two skills. These skills count as class skills for you, and you are treated as if you had an additional number of ranks in those skills equal to your medium level (to a maximum of your character level).</p><p><b>Surprise Strike (Intermediate, Su): </b>When you attack an opponent that's denied its Dexterity bonus to AC, you deal 1d6 points of extra precision damage for every 3 medium levels. Your target counts as flat-footed against the first attack you make against that target in a day, regardless of abilities like uncanny dodge. After your first attack, that target is immune to being made flat-footed by your surprise strike for 24 hours.</p><p><b>Transfer Magic (Greater, Su): </b>You can allow the trickster to gain 1 point of influence over you to make a melee touch attack against another creature as a standard action. If the attack succeeds, you randomly steal one of the harmless spells of the highest spell level active on that creature, ending the effect for the original creature and gaining all remaining duration for yourself. This ability does not work on personal-range or instantaneous- or permanent-duration spells.</p><p><b>Legendary Trickster (Supreme, Su): </b>Once per day, instead of rolling for a skill check, you can choose your d20 result. Additionally, you gain the ability to change form at will as if using greater polymorph, except that you can mimic the form of a specific individual.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Medium"
        ],
        [
          "Medium Base Spirit"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Medium"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428274043,
    "modifiedTime": 1665949046704,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
