{
  "_id": "Y9VASEJRCiJZOHIP",
  "name": "Water",
  "type": "feat",
  "img": "systems/pf1/icons/skills/blue_34.jpg",
  "data": {
    "description": {
      "value": "<strong>Shifter Elemental Aspect</strong><br/><br/><p>You take on the power of a water elemental, gaining the ability to move swiftly in water, rain down crashing blows on your enemies, and transform into a swirling vortex. You identify with aquatic animals of all types, be they water-breathing creatures such as fish, amphibians such as newts or frogs, or air-breathing mammals such as whales or walruses. The unrelenting churn of waves on the shoreline, the soothing babble of a gentle stream, and the pounding kiss of a deluge of rain all bring joy to your heart. Your favored season is winter, for it is at this time that the most powerful of storms bring water to all the world.</p><p><b>Minor Form: </b>You gain a +2 enhancement bonus to your Strength score. This bonus increases to +4 at 8th level and to +6 at 15th level.</p><p><b>Major Form: </b>Your shape changes to that of a Medium water elemental (Pathfinder RPG Bestiary 126). While you are in this form, your base speed is reduced to 20 feet but you gain a swim speed of 60 feet, and if both you and your target are touching water, you also gain a +1 bonus on attack and damage rolls. If the target is touching the ground, you take a -4 penalty on attack and damage rolls against it. These modifiers apply to bull rush and overrun combat maneuvers, whether you are initiating or resisting these kinds of attacks. At 8th level, your swim speed increases to 90 feet, your touch automatically extinguishes nonmagical flames of size Large or smaller, and you can dispel magical fires as per dispel magic using your shifter level as your effective caster level. At 15th level, you gain Improved Natural Attack with your slam and the vortex special ability, which functions identically to the air aspect's whirlwind ability (see page 79) but can form only underwater and cannot leave the water.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Shifter"
        ],
        [
          "Shifter Elemental Aspect"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Shifter"
        ]
      ]
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
