{
  "_id": "EtGw3o2nRNBNyS7d",
  "name": "Watersense, Greater",
  "type": "feat",
  "img": "systems/pf1/icons/skills/violet_28.jpg",
  "data": {
    "description": {
      "value": "<strong>Kineticist Wild Talent - Utility</strong><br/><br/><p>Element water; Type utility (Su); Level 5; Burn 0</p><p>Prerequisite watersense</p><p>You project your watersense outward through the tides and water around you, allowing you to spy on others at a distance. You can take 10 minutes to project your senses, choosing a location within 480 feet that is connected to your current location via the same continuous body of water, or you can take 1 hour to attempt to spy on a specific creature within 1 mile per kineticist level that is visible from a location connected to your current location via the same continuous body of water. In the latter case, the creature receives a Will save as per scrying (including bonuses and penalties based on connection and knowledge); a target that saves is immune to your greater watersense for 24 hours. In either case, an extremely thin funnel of water, lasting for 1 minute per kineticist level, carries light and sound to your location, where your target area or location appears in the water next to you and you can view it as if through a scrying sensor, allowing you to both see and hear the area immediately surrounding the other end of the funnel. In the case of a distance greater than 480 feet, the sound comes 1 round later than its corresponding visual information for every mile away you are (for instance, if you were 5 miles away, you would see your target start talking 5 rounds before you heard what it said). When you are tracking a creature, the funnel moves as best it can through the water to follow that creature, up to 150 feet per round, but the target can escape by simply moving away from the water. If you also possess the voice of the wind wild talent, you can use its message effect to send your voice through the funnel with a delay of 1 round per mile. This wild talent is a divination and scrying effect.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Kineticist"
        ],
        [
          "Kineticist Wild Talent - Utility"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Kineticist"
        ]
      ]
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
