{
  "_id": "GK5q3hKu62AaZA8J",
  "name": "Waves Spirit",
  "type": "feat",
  "img": "systems/pf1/icons/skills/green_13.jpg",
  "data": {
    "description": {
      "value": "<strong>Shaman Spirit</strong><br/><br/><p>A shaman who selects the waves spirit has a fluid grace that exhibits itself whenever she moves. When she calls upon one of this spirit's abilities, floating orbs dance about her, sublimating between icy crystals, misty vapors, and globules of water.</p><p><b>Spirit Magic Spells: </b>hydraulic push (1st), slipstream (2nd), water breathing (3rd), wall of ice (4th), geyser (5th), fluid form (6th), vortex (7th), seamantle (8th), tsunami (9th)</p><p><b>Hexes: </b>A shaman who chooses the Waves spirit can select from the following hexes.</p><p><b>Spirit Animal: </b>The skin of the shaman's spirit animal constantly distorts, much as a pond's surface ripples when drops of water fall gently into it. The animal gains Mobility as a bonus feat. The animal doesn't need to meet the prerequisites for this feat. In addition, the animal can breathe underwater.</p><p><b>Spirit Ability: </b>A shaman who chooses the Waves spirit as her spirit or wandering spirit gains the following ability.</p><p><i>Wave Strike (Su): </i>As a standard action, the shaman can perform a melee touch attack that drenches a creature and pushes it away. The opponent takes 1d6 points of nonlethal damage + 1 point for every 2 shaman levels they possess and is pushed 5 feet directly away from the shaman. This movement does not provoke attacks of opportunity. A shaman can use this ability a number of times per day equal to 3 + her Charisma modifier. At 11th level, any melee weapon she wields is treated as if it had the quenchingUE weapon special ability.</p><p><b>Greater Spirit Ability: </b>A shaman who chooses the Waves spirit as her spirit or wandering spirit gains the following ability upon having access to the greater version of that spirit.</p><p><i>Fluid Mastery (Su): </i>The shaman gains a swim speed equal to her base land speed, as well as the ability to breathe underwater. In addition, she can unleash a torrent of ice and water from her hands in a 15-foot cone as a standard action. This torrent deals 1d4 points of cold damage per 2 shaman level she possesses, and pushes affected creatures back 5 feet directly away from the shaman. A successful Reflex saving throw halves the damage and negates the push. The shaman can use this ability three times per day, but she must wait 1d4 rounds between each use.</p><p><b>True Spirit Ability: </b>A shaman who chooses the Waves spirit as her spirit or wandering spirit gains the following ability upon having access to the true version of that spirit.</p><p><i>Elemental Form (Su): </i>As a standard action, the shaman assumes the form of a Huge (or smaller) water elemental, as elemental body IV with a duration of 1 hour per level. The shaman can use this ability once per day.</p><p><b>Manifestation: </b>Upon reaching 20th level, the shaman becomes a master of cold and water. The shaman gains cold resistance 30. She can also apply any one of the following feats to any cold or water spell she casts without increasing the spell's level or casting time: Enlarge Spell, Extend Spell, Silent Spell, or Still Spell. She doesn't need to possess these feats to use this ability.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Shaman"
        ],
        [
          "Shaman Spirit"
        ]
      ]
    ],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "",
      "max": 0
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Shaman"
        ]
      ]
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "size": "med"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
