{
  "_id": "nhGUUxKwaa5S9Aqb",
  "name": "Wind Spirit",
  "type": "feat",
  "img": "systems/pf1/icons/skills/green_13.jpg",
  "system": {
    "description": {
      "value": "<strong>Shaman Spirit</strong><br/><br/><p>A shaman who selects the wind spirit appears windswept, and her movements seem lithe and carefree.</p><p><b>Spirit Magic Spells: </b>alter winds (1st), gust of wind (2nd), cloak of winds (3rd), river of wind (4th), control winds (5th), sirocco (6th), control weather (7th), whirlwind (8th), winds of vengeance (9th)</p><p><b>Hexes: </b>A shaman who chooses the Wind spirit can select from the following hexes.</p><p><b>Spirit Animal: </b>The shaman's spirit animal crackles with electrical energy when it moves, giving off light like a candle. This electricity deals no damage to the animal or any creature that touches the animal. The animal gains electricity resistance 10.</p><p><b>Spirit Ability: </b>A shaman who chooses the Wind spirit as her spirit or wandering spirit gains the following ability.</p><p><i>Shocking Touch (Su): </i>As a standard action, the shaman can make a melee touch attack that deals 1d6 points of electricity damage + 1 point for every 2 shaman levels she possesses. A shaman can use this ability a number of times per day equal to 3 + her Charisma modifier. At 11th level, any weapon she wields is treated as a shocking weapon.</p><p><b>Greater Spirit Ability: </b>A shaman who chooses the Wind spirit as her spirit or wandering spirit gains the following ability upon having access to the greater version of that spirit.</p><p><i>Spark Soul (Su): </i>The shaman gains electricity resistance 10. In addition, as a standard action she can unleash a 20- foot line of sparks from her fingertips, dealing 1d4 points of electricity damage per shaman level she possesses. A successful Reflex saving throw halves this damage. The shaman can use this ability three times per day, but she must wait 1d4 rounds between each use.</p><p><b>True Spirit Ability: </b>A shaman who chooses the Wind spirit as her spirit or wandering spirit gains the following ability upon having access to the true version of that spirit.</p><p><i>Elemental Form (Su): </i>As a standard action, the shaman assumes the form of a Huge (or smaller) lightning elementalB2, as if using elemental body IV with a duration of 1 hour per level. The shaman can use this ability once per day.</p><p><b>Manifestation: </b>Upon reaching 20th level, the shaman becomes a being of air and electricity. The shaman gains electricity resistance 30. She can also apply any one of the following feats to any air or electricity spell she casts without increasing the spell's level or casting time: Enlarge Spell, Extend Spell, Silent Spell, or Still Spell. She doesn't need to possess these feats to use this ability.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Shaman"
        ],
        [
          "Shaman Spirit"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Shaman"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428275809,
    "modifiedTime": 1665949048537,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
