{
  "_id": "UqUII5zOFVqBjOmM",
  "name": "Wood Spirit",
  "type": "feat",
  "img": "systems/pf1/icons/skills/green_13.jpg",
  "system": {
    "description": {
      "value": "<strong>Shaman Spirit</strong><br/><br/><p>A shaman who selects the wood spirit has a skin tone similar to the coloration of trees in her home region. Her vibrant hair is fragrant and resembles leaves and blossoms.</p><p><b>Spirit Magic Spells: </b>shillelagh (1st), barkskin (2nd), minor creation (wood items only) (3rd), thorn body (4th), tree stride (5th), ironwood (6th), transmute metal to wood (7th), changestaff (8th), wooden phalanx (9th)</p><p><b>Hexes: </b>A shaman who chooses the Wood spirit can select from the following hexes.</p><p><b>Spirit Animal: </b>The shaman's spirit animal looks like a wooden figurine or a vaguely animal-shaped tree branch when it is motionless. The animal gains freeze as per the universal monster rule (Pathfinder RPG Bestiary 2 297).</p><p><b>Spirit Ability: </b>A shaman who chooses the Wood spirit as her spirit or wandering spirit gains the following ability.</p><p><i>Tree Limb (Su): </i>As a swift action, the shaman can turn one of her arms into a heavy, branch-like limb. She must drop anything held in that hand, and she can't use this ability if she is wearing a shield on that arm. Until the beginning of her next turn, she gains a slam attack that deals 1d8 points of damage (for a Medium shaman; 1d6 if Small, 2d6 if Large). A shaman can use this ability a number of times per day equal to 3 + her Charisma modifier.</p><p>At 8th level, the reach of this slam attack increases by 5 feet. At 16th level, the shaman can transform both of her arms, gaining two slam attacks.</p><p><b>Greater Spirit Ability: </b>A shaman who chooses the Wood spirit as her spirit or wandering spirit gains the following ability upon having access to the greater version of that spirit.</p><p><i>Bloody Roots (Sp): </i>As a standard action, the shaman can cause a field of thick roots to burrow up from the ground. This ability functions as black tentacles with a caster level equal to the shaman's level. The area is centered on the shaman when she activates the ability but remains stationary if she then moves. The shaman is unaffected by the roots. Her allies treat the area as difficult terrain, but the roots don't attack them. The shaman can end the effect as a free action. She can use this ability a number of rounds per day equal to 3 + her Charisma modifier, but these rounds do not need to be consecutive.</p><p><b>True Spirit Ability: </b>A shaman who chooses the Wood spirit as her spirit or wandering spirit gains the following ability upon having access to the true version of that spirit.</p><p><i>Tree Form (Sp): </i>As a standard action, the shaman can assume the form of a plant creature as per plant shape III with a duration of 1 hour per level. She can use this ability once per day.</p><p><b>Manifestation: </b>Upon reaching 20th level, the shaman becomes a living creature of wood. She is forevermore treated as a plant creature rather than her original creature type for the purposes of spells and magical effects. Her skin takes on the appearance of polished wood grain, and she gains a +4 natural armor bonus to her Armor Class and damage reduction 10/- against wooden weapons and the natural attacks of wooden and wood-like creatures. She gains immunity to paralysis, poison, polymorph, sleep, and stun. At will, the shaman can meld with any tree or single block of wood (as per meld into stone, except she can meld only with wood and has no limit on how long she can remain in the wood).</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        [
          "Shaman"
        ],
        [
          "Shaman Spirit"
        ]
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "classFeat",
    "associations": {
      "classes": [
        [
          "Shaman"
        ]
      ]
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428272211,
    "modifiedTime": 1665949044763,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
