{
  "_id": "ItawQ74h7jEIwp5E",
  "name": "Bamboo palace",
  "type": "loot",
  "img": "icons/commodities/flowers/rosaecia-red.webp",
  "data": {
    "description": {
      "value": "<p><strong>Source</strong> <em>Lost Treasures pg. 18</em><br/><strong>Price</strong> 1,000 gp; <strong>Weight</strong> 10 lbs.<br/><strong>Category</strong> Black Market</p><h2 class=\"framing\">Description</h2><p>The Bamboo Palace is a bonsai group planting of bamboo that has been shaped to resemble Hwanggot's royal palace in Haseoung. The bonsai is nonmagical, but in its pristine state is a magnificent representation of the art of bonsai. Though the planting is regrettably overgrown, the frame of a brilliant bonsai is still visible to those familiar with the art form. Beneath the shaggy foliage, one can see that the stems part and interweave again to form windows and doors, and the side branches gracefully curve out to mimic tiered roofs. The bonsai sits in a graceful celadon-glazed pot engraved with the seal of the Yeon dynasty.<br/><br/> The Bamboo Palace's price reflects its current neglected state mixed with its aesthetic potential. If an experienced bonsai gardener tends to it once a week for 1 year, the Bamboo Palace reassumes its earlier manicured form, and its value to a collector increases to 8,000 gp. Restoring it requires successful DC 15 Knowledge (nature) and Knowledge (engineering) checks each week during that time.<br/><br/> If the Bamboo Palace is restored to its full glory, a character who spends 15 minutes tending to it and succeeds at DC 20 Knowledge (nature) and Knowledge (engineering) checks gains the favor of Upaskuma, the fukujin kami (<em>Pathfinder Adventure Path #52</em> 84) who lives within the bonsai. For 24 hours, whenever the favored character begins a round within 15 feet of the Bamboo Palace, the kami's aura of luck grants the character a +2 luck bonus on all skill checks. Only one character can gain this favor each day.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 10
    },
    "price": 1000,
    "size": "med",
    "equipped": false,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Bamboo palace",
    "cl": 0,
    "aura": {
      "custom": false,
      "school": ""
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": []
    },
    "tag": "bambooPalace",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {
        "Category": "Black Market"
      }
    },
    "scriptCalls": [],
    "subType": "tradeGoods",
    "extraType": "",
    "uses": {
      "value": 0,
      "max": 0
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
