{
  "_id": "p73YKf46dqUomLTY",
  "name": "Quieting needles",
  "type": "loot",
  "img": "icons/tools/fasteners/pin-spiked.webp",
  "data": {
    "description": {
      "value": "<p><strong>Source</strong> <em>Pathfinder #29: Mother of Flies pg. 12</em><br/><strong>Price</strong> 25 gp; <strong>Weight</strong> -<br/><strong>Category</strong> Black Market</p><h2 class=\"framing\">Description</h2><p>A set of quieting needles costs 25 gp. Inserted into a corpse's heart, lungs, and other organs, the needles can be well hidden inside a slain body with a minute of work and a Sleight of Hand check-the result of this Sleight of Hand check determines the Heal check DC to notice the use of quieting needles on a corpse. This Heal check gains a cumulative +1 bonus for each day the body has been allowed to decay, as the presence of the needles grows increasingly obvious as the flesh rots away.<br/><br/>A body pierced with quieting needles can be brought back to life as normal via <em>raise dead</em>, but upon being restored to life, the victim immediately begins suffering from the fact that his major organs are perforated by hidden needles. This grisly fate can even strike someone brought back to life via <em>resurrection</em> or <em>true resurrection</em> if the body itself was intact and the needles were thus hidden. (Casting <em>resurrection</em> or <em>true resurrection</em> with only a fragment of the body or no body, forcing the spell to rebuild the body as appropriate, is a surefire way to avoid having the victim come back to life with the needles still inside him.)<br/><br/>A creature brought back to life with quieting needles inside him is immediately struck with pain and must make a DC 25 Fortitude save each round to avoid being nauseated from the pain and suffering 1d6 points of Constitution damage. A successful Fortitude save negates the nauseated condition and reduces the Constitution damage to 1.<br/><br/>Removing quieting needles from a dead body takes 1d6+6 rounds (and a DC 20 Heal check if the process is to leave the body in a condition where <em>raise dead</em> is still viable). Removing quieting needles from a freshly restored living body causes 2d6 points of damage per round the procedure continues, with a successful DC 25 Heal check reducing damage caused that round to 2.<br/><br/>The use of quieting needles is relatively uncommon, meant as much to punish enemies for attempting to raise dead allies and force them to waste the resources on such expensive magic as well as to cause the restored creature agonizing pain-using quieting needles is an evil act that is as illegal as murder in most civilized regions.<br/><br/>A set of quieting needles costs 25 gp.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 0
    },
    "price": 25,
    "size": "med",
    "equipped": false,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Quieting needles",
    "cl": 0,
    "aura": {
      "custom": false,
      "school": ""
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": []
    },
    "tag": "quietingNeedles",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {
        "Category": "Black Market"
      }
    },
    "scriptCalls": [],
    "subType": "tradeGoods",
    "extraType": "",
    "uses": {
      "value": 0,
      "max": 0
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
