{
  "_id": "FtJ76TAv3yJ4b3rf",
  "name": "Spice,  Violet Salt",
  "type": "consumable",
  "img": "icons/commodities/materials/bowl-powder-pink.webp",
  "data": {
    "description": {
      "value": "<p><strong>Source</strong> <em>Adventurer's Guide pg. 14</em><br/><strong>Price</strong> <img src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px;\" title=\"PFS Legal\"/> 15 gp Black cumin, <img src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px;\" title=\"PFS Legal\"/> 20 gp Flaming sumac, <img src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px;\" title=\"PFS Legal\"/> 30 gp Golden cardamom, <img src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px;\" title=\"PFS Legal\"/> 100 gp Striped nutmeg, <img src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px;\" title=\"PFS Legal\"/> 15 gp Sunrise cinnamon, <img src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px;\" title=\"PFS Legal\"/> 25 gp Tiger cloves, <img src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px;\" title=\"PFS Legal\"/> 5 gp Violet salt; <strong>Weight</strong> - Black cumin, - Flaming sumac, - Golden cardamom, - Striped nutmeg, - Sunrise cinnamon, - Tiger cloves, - Violet salt</p><h2 class=\"framing\">Description</h2><p>Food spoils more quickly in hot climates, and Qadirans have become experts at using the spices that they trade to help preserve their meals. After importing plants from across the planes, Qadiran druids and alchemists bred and magically adapted unique species with enhanced medicinal properties. Al-Zabriti tribes generally have supplies of the following spices on hand. To gain the benefits of these spices, a character must consume multiple doses over 1 or more days, as indicated for each spice. Once the benefit is gained, continued consumption at that rate maintains the benefit.<br/><br/> <strong>Black Cumin</strong>: Cumin is a nutty seasoning used in savory foods. If eaten twice per day for a week, it grants those who consume it a +1 alchemical bonus on Fortitude saves to resist disease for the following 24 hours. An ounce of black cumin sells for 15 gp and seasons 14 meals.<br/><br/> <strong>Flaming Sumac</strong>: A tart spice, sumac allows a character who contracts a natural disease with multiple effects to suffer one fewer effect (determined randomly) each time he fails a saving throw to resist that disease's effects. An individual must consume flaming sumac twice per day for at least 3 days to gain its effects, which last for 24 hours after the last dose is consumed. An ounce of flaming sumac sells for 20 gp and seasons six meals.<br/><br/> <strong>Golden Cardamom</strong>: This fragrant, sweet powder is made from ground cardamom seeds and is often used as a perfume and tooth cleaner, as well as a seasoning in rice dishes and desserts. When a character takes ability damage from a disease, the actual damage taken is reduced by 1 (to a minimum of 0). Golden cardamom has no effect on ability drain or other effects caused by disease. It must be eaten once per day for 9 days to build up sufficiently within an individual's body to provide this effect. An ounce of golden cardamom seeds sells for 30 gp and seasons nine meals.<br/><br/> <strong>Striped Nutmeg</strong>: Used for both desserts and meats, nutmeg halves any ability damage (but not ability drain) resulting from non-supernatural disease, to a minimum damage of 1. It must be eaten three times per day for at least 4 days to provide this effect. An ounce of ground striped nutmeg sells for 100 gp and seasons 12 meals.<br/><br/> <strong>Sunrise Cinnamon</strong>: A warming spice, sunrise cinnamon is used for seasoning both sweet and savory foods. It promotes sweating, and a character who ingests it twice per day for 5 days gains a +4 alchemical bonus on Fortitude saves made to resist the effects of hot environments. An ounce of ground sunrise cinnamon sells for 15 gp and seasons 10 meals.<br/><br/> <strong>Tiger Cloves</strong>: Cloves are used in both sweet and savory foods, brewed into teas, and chewed as a breath freshener. When chewed for 1 minute, a dose of tiger cloves removes nauseated or sickened conditions caused by disease or poison effects. When used to season a meal, a dose of tiger cloves grants a +2 alchemical bonus on saving throws to resist the nauseated or sickened conditions for 24 hours after the meal is eaten. A single dose of tiger cloves sells for 25 gp and seasons one meal.<br/><br/> <strong>Violet Salt</strong>: Salt is of vital importance for retaining a body's water. If a dose of Qadiran violet salt is consumed as part of a meal, it grants a +4 alchemical bonus on Constitution checks to resist the effects of ongoing thirst for the next 24 hours. A dose of violet salt sells for 5 gp and seasons one meal.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": 0,
    "price": 5,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "",
    "cl": 0,
    "aura": {
      "custom": false,
      "school": ""
    },
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "",
      "pricePerUse": 0,
      "max": 0
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "",
        "value": null
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "spiceVioletSalt",
    "useCustomTag": false,
    "flags": {
      "boolean": [],
      "dictionary": [
        [
          "Category",
          "Food/Drink"
        ]
      ]
    },
    "scriptCalls": [],
    "consumableType": "misc",
    "attack": {
      "parts": []
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
