{
  "_id": "aLruTlrrn3j8z0AD",
  "name": "Book Of Written Whispers",
  "type": "equipment",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>When first created, a book of written whispers is a relatively slim volume of blank pages. Typically, the cover of a book of written whispers is made to appear nondescript or plain, but the actual design of the book's cover has no bearing on the item's use. This magic item is used to pen secret messages to allies in distant areas. Each book of whispers is linked to a specific activation word. The backside of each of the book's pages can be removed as a standard action; the removed page appears as a normal piece of paper, and the front side of the page that remains in the book of whispers turns uniformly dark gray. The removed page is known as a secret letter, while the page from which it was removed is known as a source page. A secret letter doesn't radiate magic, behaving as if under the effects of a magic aura spell.  At any point thereafter, the owner of the book of written whispers can write a message on the source page. This message can be up to 25 words long, a simple line drawing, or even a straightforward map. When the book's owner writes the activation word in the page's margin (this word does not count against the message's total word count), the message or image inscribed on the page instantly duplicates on the page's linked secret letter, and the actual contents of both the source page and the secret letter are hidden by a secret page effect. The carrier of the secret letter can use the activation word to reveal  the actual contents of the message or to restore the misleading secret page contents.  As a standard action, the owner of a book of written whispers can rip an entire source page out of the book. Doing so causes its linked secret letter to crumble to ash, whether or not any messages have yet been sent. A book of written whispers can be used only 25 times before it is filled; once used, a page cannot be reused to send a new message.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Craft Wondrous Item, magic aura, secret page, sending</p><h3><b>Source: </b></h3>Divine Anthology",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 1
    },
    "price": 6000,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Book Of Written Whispers",
    "cl": 3,
    "aura": {
      "custom": true,
      "school": "transmutation"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "bookOfWrittenWhispers",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
