{
  "_id": "XFAjSziyPYhrcUw0",
  "name": "Crown Of Heaven",
  "type": "equipment",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>This slim golden diadem, bejeweled with diamonds and sapphires, grants its wearer fluency in Celestial and allows her to detect evil at will and use tongues once per day, both on command. She also gains a +5 sacred bonus on Knowledge (planes) checks regarding outsiders with the good or evil subtypes, and any effect she creates with the good descriptor takes effect at +1 caster level.   A crown, an orb, and a scepter of heaven-collectively known as a regalia of heaven-increase in power when used together. If the wearer of a crown of heaven wields an orb or scepter of heaven, effects she creates with the good descriptor gain an additional +1 caster level, and she gains a +1 sacred bonus to AC and on saves against attacks or effects created by evil creatures. She also radiates an aura of menace in a 20-foot radius. Any evil creature within this aura takes a -2 penalty on attack rolls, on saving throws, and to AC until it successfully hits the wearer of the regalia (DC 20 Will negates). A creature that saves is immune to this effect for 24 hours. If the aura is dispelled, the wearer can restore it as a standard action.   If the crown is worn while the wearer is wielding both an orb and scepter of heaven, the crown's caster level increases to 15th, effects the wearer creates with the good descriptor gain an additional +1 caster level increase, and her sacred bonus to AC and saves increases to +2. In addition, as a full-round action, the wearer can create an aura of sanctity for as long as she concentrates. This aura provides a +4 deflection bonus to AC and a +4 resistance bonus on saving throws against attacks made or effects created by evil creatures, as well as the benefits of a magic circle against evil and a lesser globe of invulnerability.   A crown of heaven bestows one negative level on any evil creature bearing it, which cannot be removed or overcome while carrying the crown. If the same creature carries an orb or scepter of heaven, it gains one additional negative level per object. An evil creature intentionally donning a crown of heaven gains an additional negative level and is affected as bestow curse (DC 17) immediately and every 24 hours that the crown is worn. A neutral character can attempt a DC 17 Fortitude save to avoid gaining these negative levels.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Craft Wondrous Item, aura of doom (Ultimate Magic), detect evil, dispel evil, magic circle against evil, tongues</p><h3><b>Source: </b></h3>Ultimate Equipment",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 5
    },
    "price": 150000,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Crown Of Heaven",
    "cl": 10,
    "aura": {
      "custom": true,
      "school": "abjuration"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "crownOfHeaven",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "head",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428407221,
    "modifiedTime": 1665949169500,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
