{
  "_id": "QsOI6KPm7mvd8A43",
  "name": "Crystal Tiara",
  "type": "equipment",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>This elaborate tiara looks as though it's made of intricately carved ice adorned with small, crystalline gemstones. Despite the item's fragile appearance, it has  hardness 12 and 10 hit points. Its wearer gains the constant effects of endure elements against cold conditions only.  5th Level: Once per day, the wearer can summon a Small ice elemental as summon monster II.  7th Level: As a standard action, the wearer can launch an icicle at a foe within 30 feet as a ranged attack. On a hit, the icicle deals 1d6 points of piercing damage and 1d6 points of cold damage. In addition, the wearer can walk across icy ground without slipping.  10th Level: As part of her move action, the wearer can step into the air, creating crystalline stairs beneath her feat, adding new steps in whichever direction she travels. These steps melt away behind her. If others try to climb the steps, they crumble away, leaving only the portions beneath the wearer's feet intact. This otherwise acts as the air walk spell. She can use this ability each day for 10 minutes per level, divided any way she chooses in 10-minute intervals.  12th Level: Once per day, the wearer can call forth an ice storm. When she uses the tiara to summon ice elementals, she can summon either 1d4 Small ice elementals or one Medium ice elemental as summon monster IV.  14th Level: Once per day, the wearer can travel to a safe, very familiar location, as if she had cast ice crystal teleportUM on herself. When she uses the tiara to summon ice elementals, she can choose to summon 1d3 Medium ice elementals or one Large ice elemental as summon monster V.  16th Level: The wearer can use the tiara to call up a tower of ice, as an instant fortress (except that the tiara does not transform into the tower, the tower takes 1 minute to rise instead of 1 round, the walls of the tower have only hardness 12, and damage to the tower does not carry over between multiple uses of this ability).  18th Level: When the wearer calls forth a tower of ice, if there is enough open space, she can choose to call forth a small palace instead, 100 feet square at the base with 20-foot-high rooms, with a central tower 20 feet square and 100 feet high. At will, she can spend 5 rounds to transform into a flurry of snowflakes that can move at incredible speed. Treat this as wind walk except she gains vulnerability to fire. It normally takes 5 rounds to transform back into her normal shape. However, she can revert to her original form early as a standard action. If she does so, she cannot transform into snowflakes again for 24 hours. When she uses the tiara to summon ice elementals, she can choose to summon 1d4+1 Medium ice elementals, 1d3 Large ice elementals, or one Huge ice elemental as summon monster VI.  20th Level: The wearer gains cold resistance 30. When she uses the tiara to summon ice elementals, she can also choose to summon 1d4+1 Huge ice elementals, 1d3 greater ice elementals, or one elder ice elemental as summon monster VIII. She can create ice stairs without a daily limit, and if she wishes, they last for 1 minute before melting, even if another creature tries to climb them. If she chooses to make them last longer, she  can dismiss the stairs behind her as a swift action, potentially causing creatures climbing the stairs to fall.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Craft Wondrous Item, air walk, ice crystal teleport, ice storm, summon monster VIII, wind walk</p><h3><b>Source: </b></h3>Pathfinder Unchained",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": 0,
    "price": 1000,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Crystal Tiara",
    "cl": 3,
    "aura": {
      "custom": true,
      "school": "conjuration"
    },
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "",
      "max": 0
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "crystalTiara",
    "useCustomTag": false,
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "attackType": "weapon",
    "nonlethal": false,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "head"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
