{
  "_id": "71dTYB2MQQwVVqNA",
  "name": "Healer's Satchel, Specialized",
  "type": "equipment",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>This well-worn physician's bag can be slung over one shoulder or carried easily in one hand. It contains a collection of continually renewing bandages, medicines, and herbs. This acts as a healer's kit, except spent uses are renewed every day, so the wielder can expend up to 10 uses in any 24-hour period. When the wielder expends 2 uses from a healer's satchel to treat deadly wounds with the Heal skill, she adds her Wisdom bonus to the amount of hit points restored, and if she exceeds the DC by 5 or more, she adds 2 x her Wisdom bonus to the amount restored. The wielder also gains a +4 circumstance bonus on Heal checks when she expends uses of the healer's satchel to treat poisons and provide first aid (this does not stack with the normal +2 circumstance bonus granted for using a healer's kit).  In addition to the benefits described above, a specialized healer's satchel comes with enchantments and equipment to further aid in certain medical situations.  Diagnosis: The specialized healer's satchel contains a wide variety of magical tools for diagnosing illness and injury. When attempting a Heal check while expending one or more uses of the satchel, the user is automatically aware if the check failed. Additionally, the user can spend 1 minute scrutinizing a patient to increase the circumstance bonus granted by the specialized healer's satchel by 2. This scrutiny can be performed only once per Heal check attempted.  First Aid: The specialized healer's satchel contains self-binding tourniquets, enchanted smelling salts, and other magical tools to help a dying patient recover. The wielder can expend two uses of the specialized healer's satchel when performing first aid to heal a character at negative hit points to 0 hit points with a successful DC 20 Heal check.  Long-Term Care: The specialized healer's satchel contains expanding gurneys, enchanted sleep aids, and other magical tools to assist patients' recovery. Each day, the wielder can expend two uses of the satchel per patient when providing long-term care. This either doubles the benefits of long-term care or restores 1 point of ability drain with a full day of complete rest (the wielder can choose which effect applies to each patient).  Treatment: The specialized healer's satchel contains alchemical blood cleansers, specialized antitoxins, and other magical tools to aid patients suffering from disease or poison. The wielder can  expend two uses of the satchel when using the Heal skill to treat poison or disease to use her Heal check result in place of the creature's next Fortitude saving throw against the poison or disease. If the Heal check result doesn't equal or exceed the DC of the disease or poison, she still adds a +4 competence bonus to the creature's next saving throw against the disease or poison.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Craft Wondrous Item, cure light wounds, lesser restoration, creator must have 5 ranks in Heal</p><h3><b>Source: </b></h3>Healer's Handbook",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": 1,
    "price": 3000,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Healer's Satchel, Specialized",
    "cl": 3,
    "aura": {
      "custom": true,
      "school": "conjuration"
    },
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "",
      "max": 0
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "healersSatchelSpecialized",
    "useCustomTag": false,
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "attackType": "weapon",
    "nonlethal": false,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
