{
  "_id": "rwkXu9IdoX7cy1GQ",
  "name": "Hunter's Tree Fort",
  "type": "equipment",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>This item appears to be a wooden puzzle box approximately 3 inches on a side. When the box is placed on the ground beneath the boughs of a tree with a trunk at least 2 feet in diameter and the command word is spoken, the box unfolds and rises, melding with the tree. It becomes a stable structure attached to the limbs 20 feet above ground level, with a rope ladder hanging down from a trapdoor on the underside of the platform. The outer surfaces of the tree fort take on the visual characteristics of the tree in which it is erected, and require a DC 25 Perception check to notice (DC 15 in a dead tree or tree that has shed its leaves). There are two forms the tree fort can take, chosen at the time the device is activated.  Tree House: This version of the tree fort unfolds into a 20-foot-square, open-air platform with railings on all four sides but no roof. It is open to the elements and provides no protection from the weather, but it has enough convenient braces and knotholes to allow tents to be erected across its surface. Creatures standing in the tree house gain the benefits of partial cover against opponents on the ground, while those who are prone within it have total cover.  Blind: This version of the tree fort forms into a 5-foot-square hunting blind. It is enclosed on all sides, has a roof, and is equipped with a number of narrow horizontal windows for watching or shooting from any side. Creatures inside the blind have improved cover against all foes outside.  In either form, a hunter's tree fort remains open for up to 12 hours in any 24-hour period; these hours of use don't need to be consecutive. If the duration expires while the tree fort is occupied or the tree fort takes 50 points of damage (hardness 5), the fort descends and folds itself back up into its puzzle box form, leaving all inhabitants unharmed on the ground at the base of the tree. If the tree fort was forced to return to box form due to damage, it can't be activated again for 24 hours.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Craft Wondrous Item, warp wood, rope trick</p><h3><b>Source: </b></h3>Advanced Class Guide",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 1
    },
    "price": 10000,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Hunter's Tree Fort",
    "cl": 7,
    "aura": {
      "custom": true,
      "school": "transmutation"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "huntersTreeFort",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428409709,
    "modifiedTime": 1677435630849,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
