{
  "_id": "dfweBrXVo8FxMjdd",
  "name": "Ivory Succubus",
  "type": "equipment",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>This exquisitely crafted, 6-inch-tall ivory statue of a succubus seems to change its pose every day or so, though its pose is always provocative. The statue emits a constant magic aura to appear nonmagical. A creature that recognizes the statue's true power can attune the statue to itself by carrying the statue (as one would a talisman or holy symbol) and performing acts of passionate abandon for 24 hours. Such revelry must come at a cost of least 500 gp (generally spent on expensive companionship). Once attuned, the statue considers that creature its owner.  The statue's owner can command the statue to change its shape to appear as some other physically attractive biped in a provocative pose. If any creature besides the owner has the statue in its possession (usually due to being given the statue as a gift), the statue's magic slowly alters that creature's perception of the statue's attuned owner. Each day, the creature that has the statue must succeed at a DC 11 Will saving throw or have its attitude shift one step closer to helpful toward the attuned owner (Pathfinder RPG Core Rulebook 93-94). Such a shift lasts until the creature that has the statue in its possession loses or abandons the statue.  In most cases, any saving throws to resist the statue's effect grant the creature in possession of the statue no information about the source of the magic that attempted to change its attitude; however, if that creature rolls a natural 20 on its Will saving throw, it experiences a slight intuition that the statue is to blame. Once that creature has failed enough saving throws to become helpful, it can no longer continue to attempt Will saving throws. The creature with the statue remains friendly toward the attuned owner until it loses or abandons the statue (or the owner does something to cause an attitude shift).  Once a creature in possession of the statue loses or abandons it, the statue influences the attitude of any new creature that claims it toward the attuned owner, no matter if the new creature in possession gained the statue by way of a gift from the former creature in possession, theft, or some other means.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Craft Wondrous Item, charm person, magic aura</p><h3><b>Source: </b></h3>Villain Codex",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 2
    },
    "price": 5000,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Ivory Succubus",
    "cl": 3,
    "aura": {
      "custom": true,
      "school": "enchantment; see text)"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "ivorySuccubus",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
