{
  "_id": "Ftyr1dJCmS55fG6Y",
  "name": "Mask Of Mad Memories",
  "type": "equipment",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>This mask of malleable mithral can be attached to any helmet and worn in conjunction with it. The mask can be placed over the face of a helpless humanoid or monstrous humanoid creature, living or dead, and activated with a command word. The mask absorbs the creature's  thoughts and memories and reshapes itself into the creature's likeness-a process that takes 10 minutes. Anyone wearing the mask after it has been activated gains a +5 competence bonus on Knowledge checks, Charisma checks, and Charisma-based skill checks relating to the creature whose memories were absorbed, including checks made to impersonate that creature.  8th Level: The wearer can transform into the target creature's shape, as disguise self. Additionally, 10 minutes after the command word is spoken, the mask can alter the target's memories as well as absorb them, as modify memory (Will DC 17 negates).  10th Level: The creature speaking the command can substitute nightmare for modify memory, with the same DC. Additionally, the mask's wearer can understand and read (but not speak) all languages the target creature knows.  12th Level: The mask's wearer can also speak the languages the target creature knows. Additionally, she can attempt to pry the answers to specific questions from the absorbed memories once per day. Treat this as speak with dead if the target creature was dead, and otherwise as contact other plane to contact a creature from the Astral Plane with no chance of ability score decrease.  14th Level: If the target creature is a humanoid, the wearer can take its form as alter self instead of disguise self.  17th Level: If the target creature is a Small or Medium monstrous humanoid, the wearer can take its form as monstrous physique I instead of disguise self.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Craft Wondrous Item, alter self, contact other plane, detect thoughts, disguise self, modify memory, monstrous physique, nightmare, speak with dead, tongues</p><h3><b>Source: </b></h3>Pathfinder Unchained",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 1
    },
    "price": 2500,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Mask Of Mad Memories",
    "cl": 6,
    "aura": {
      "custom": true,
      "school": "divination"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "maskOfMadMemories",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "head",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
