{
  "_id": "QMYRk8JfPvKgJoEx",
  "name": "Melancholic Talisman",
  "type": "equipment",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>With the power to conjure a hellmouth-a monstrous, semiliving portal connecting two regions of Hell (see page 136)-melancholic  talismans rely on the power of a greater devil. These talismans grant the wearer no communication with or power over the devil bound within. Each talisman conjures only a specific hellmouth. As each end of this worm-like creature connects to a different layer of Hell, the user can call upon either end. Conjured hellmouths are treated as 10-foot-square portals, like those created by gate, connecting to one of two layers of Hell (with the two layers fixed when the item is created). While the bearer of a melancholic talisman can choose which end of a hellmouth she wishes to summon-and thus which of the two layers of Hell she wishes to open a portal to-the specific location at which each end exits is the same every time (and determined by the GM upon the portal's first use). The talisman's wearer can conjure the hellmouth once per day, using it to travel or call creatures through it as per gate. The hellmouth remains open for up to 10 minutes or until the talisman's wearer dismisses it. The hellmouth connects only to Hell, so should the talisman wearer pass through the gate and linger in Hell for more than 10 minutes, the hellmouth closes behind her, trapping her in Hell.  For example, a specific melancholic talisman could be linked to a hellmouth known as Alksomasic, each of whose two portal-heads appears as a massive snake with three gigantic compound eyes. The hellmouth's maws connect to a shadowy alley in the city of Dis known as the Walk of Wayward Skins and to an outlying bolgia of Malebolge, where monstrous worms slither through a waist-deep sea of ash. Once per day, the wearer of this talisman can open a 10- foot portal to either of these layers. This portal remains open for 10 minutes (or until dismissed) and functions as per gate.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Craft Wondrous Item, gate</p><h3><b>Source: </b></h3>Book of the Damned",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 0
    },
    "price": 50000,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Melancholic Talisman",
    "cl": 18,
    "aura": {
      "custom": true,
      "school": "conjuration"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "melancholicTalisman",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "neck",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
