{
  "_id": "OplulxibWE3Y1xDu",
  "name": "Memoriam Root",
  "type": "equipment",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>This sharp wooden root looks green and alive. When plunged into the earth over a buried humanoid corpse, the root grows into a young tree in 1 hour. The appearance of the plant and the fruit it produces is a reflection of the personality the dead humanoid had in life, and the resulting tree and the buried corpse cannot be moved from the location without killing the tree.  The tree produces 1d4 pieces of magical fruit each day, regardless of the local climate or weather. Each fruit provides nourishment as if it were a normal meal for a Medium creature and restores 1 hit point when eaten. Consumed fruit also grants additional effects depending on the alignment the corpse had while alive, as described below. A tree planted over a creature that had a neutral alignment produces 2d4 fruits that provide the neutral alignment effect.  Fruit harvested from the tree retains these effects for 24 hours. When the tree grows new fruit each day, the previous day's fruit loses its magical effect and falls to the ground. The effects below are cumulative.  Chaotic: The consuming creature gains an instinctual drive toward freedom. For 1 minute after it consumes the fruit, the creature becomes immune to any spell or effect that impedes movement, such as paralysis, slow, solid fog, or web.  Evil: The consuming creature perceives the world through a hardened lens of cynicism. This suppresses any spells or effects affecting the eater that cause confusion for 1 minute after the fruit is consumed.  Good: The consuming creature becomes filled with hope and happiness. This suppresses any fear spell or effect affecting the eater for 1 minute after the fruit is consumed.  Lawful: The consuming creature feels supported by ironclad conviction. This suppresses any charm spell or effect affecting the eater for 1 minute after the fruit is consumed.  Neutral: The consuming creature feels a sense of connection to the balanced, amoral nature of creation. For 1 minute after it consumes the fruit, the creature can't be targeted by spells or effects that would damage or otherwise harm it based on its alignment.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Craft Wondrous Item, goodberry, tree shape</p><h3><b>Source: </b></h3>Healer's Handbook",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 1
    },
    "price": 6000,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Memoriam Root",
    "cl": 3,
    "aura": {
      "custom": true,
      "school": "transmutation"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "memoriamRoot",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
