{
  "_id": "3oCTODIuiGNvF6Hy",
  "name": "Mimetic Rod",
  "type": "equipment",
  "img": "systems/pf1/icons/items/weapons/sword-cane.png",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>The smooth surface of this rod is polished to a mirror sheen. Two cabochons-one amber and one viridian-set into the ends of the rod control its functions. A creature can press the viridian stone and roll the rod across a piece of writing on a flat surface to copy that writing into the rod, leaving the original text intact. By pressing the amber cabochon and rolling the rod across a different flat surface, a creature can replicate the original text. The text remains stored in the rod until the viridian stone is pressed again. The rod can copy a text the size of its surface area: 10 inches by 12 inches. Spellbook pages can be copied into a mimetic rod, but this is only useful for saving the text to transcribe later; the caster must still pay the full price for copying the spell into a spellbook. The rod can't copy traps that use magical writing, such as explosive runes, but attempting to do so doesn't trigger the trap unless the movement of the magic item over the text would normally trigger it.  9th Level: The rod can be used to copy faces. It must first be waved in front of either a person's actual face or a high-quality reproduction while the wielder presses the viridian cabochon. The stored face can then be replicated over someone else's face as though they'd been affected by disguise self (though this can change only the face-not height, weight, or other features). This effect lasts for 10 minutes per character level possessed by the person activating the rod (to a maximum of 140 minutes). The rod can store only one face at a time, and can't store a face while it's storing text.  11th Level: If the rod's user speaks the name of a language, the rod automatically translates any text stored in it to that language. When that text is reproduced, it comes out in the language it has been translated to. A piece of text can be translated any number of times while stored in the rod.  14th Level: The rod can copy and reproduce magical traps that rely on text, including symbols. The rod's user must succeed at a caster level check (caster level 14th) with a DC equal to 11 + the  targeted spell's caster level to do so. If she succeeds, the trap is stored harmlessly in the rod and can be replicated just as text would. Unlike with normal text, the spell is erased from inside the rod when it's replicated. The size of the rod's surface area doesn't limit the size of magical trap text it can copy. When the rod reproduces the magical writing, any decisions made by the original caster are unchanged. The rod's wielder can also press the viridian cabochon to harmlessly extinguish the spell instead of reproducing it.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Craft Rod, disguise self, memorize pageACG, tongues</p><h3><b>Source: </b></h3>Pathfinder Unchained",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 2
    },
    "price": 1350,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Mimetic Rod",
    "cl": 7,
    "aura": {
      "custom": true,
      "school": "divination"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "mimeticRod",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428403620,
    "modifiedTime": 1677435630675,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
