{
  "_id": "VH4eZGzO3vCHNn6i",
  "name": "Nightglass",
  "type": "equipment",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>This thin sheet of opaque black stone is polished to a reflective sheen, but the center of the material drinks all light, becoming a pool of total darkness.  A nightglass can be used three times per day to summon various creatures from the Shadow Plane. Any effort to summon a creature requires a successful DC 15 Will save. On a failed save, the user takes 1d4 points of Strength damage and must attempt another save on his next turn. On a successful save, a shadow is summoned. This acts as summon monster IV, except it can be used only to summon a single shadow, and the shadow remains for 1 hour or until destroyed. If the user took Strength damage during the summoning effort, the shadow remains for 1 additional hour per point of Strength lost. Any Strength damage that is restored no longer adds to the duration of the summoned shadow.  If a user's Strength is reduced to 0 by the nightglass while attempting to summon a shadow, the user is trapped within the nightglass as if by a trap the soul spell, except breaking the nightglass does not free the trapped soul (which can be released only through a miracle, a wish, or similar powerful magic). Additionally, a creature from the Plane of Shadow emerges from the nightglass. This creature takes the form of the user drained to 0 Strength. It uses the same stat block as the trapped soul, but also has the shadow creature template (Pathfinder RPG Bestiary 4 238). The shadow creature has the memories, class levels, and abilities of the user it replaces, but is always of neutral evil alignment. A successful DC 20 Sense Motive check allows anyone familiar with the original character to realize the shadow creature is not actually the person it resembles. The shadow creature is not bound or controlled by the nightglass and has its own dark agenda, but may work with groups able to provide it with security and aid. Should the original user somehow manage to escape the nightglass, the shadow creature replacement is immediately sent back to the Plane of Shadow.  A nightglass can also be used once per day to communicate with creatures with the evil subtype on other planes of existence. To use a nightglass in this way, the user must know the true name of the creature she is trying to contact.   Communication works two ways, and the mirrored surface of the nightglass hazily shows the creature being contacted.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Craft Wondrous Item, shadow conjuration, summon monster IV, trap the soul, creator must be 10th level or higher and must be a worshiper of Zon-Kuthon.</p><h3><b>Source: </b></h3>Lost Treasures",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 5
    },
    "price": 126000,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Nightglass",
    "cl": 13,
    "aura": {
      "custom": true,
      "school": "conjuration"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "nightglass",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428406833,
    "modifiedTime": 1677435630770,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
