{
  "_id": "sASBIyreZuHAvJDj",
  "name": "Phlegmatic Talisman",
  "type": "equipment",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>This turbid blue, teardrop-shaped devil talisman binds a particular devil to a specific location, trapping the fiend in a manner similar to planar binding but without the need for a magic circle and with no chance of the devil escaping. Once bound, the devil cannot move farther than 100 feet from the location it is bound to, and the devil is considered helpful toward the talisman's wearer for the purposes of any request related to the location it is bound to (thus negating the need for an opposed Charisma check to convince the bound devil to perform such a service). A creature must be wearing the phlegmatic talisman to make requests of the bound devil.  When within 100 feet of each other, the wearer of the phlegmatic talisman and the devil bound to it cannot attack or take offensive actions against one another, even if magically influenced (such as by charm monster or dominate monster). In addition, when within 100 feet of each other, the wearer and the bound devil each gain a +4 profane bonus on Will saves against spells and effects that possess or exercise mental control over a creature (including effects with the charm or compulsion descriptors).  A phlegmatic talisman is crafted to bind a specific devil, and is not capable of binding any other creature. Any mortal who meets the construction requirements can craft a phlegmatic talisman as long as she knows the true name of the devil to be bound to the talisman, which must be spoken during the item's creation. In order to finally bind the devil to the talisman, the wearer of the talisman must touch the talisman to the devil in the location the devil will be bound to (so the wearer and the devil must both be physically present in the binding location) and speak the devil's true name. If the devil bound to a phlegmatic talisman is destroyed on the same plane as the talisman, the talisman breaks and loses its magic. Conversely, if the phlegmatic talisman binding the devil is destroyed, the devil is freed.  Archbaron Fex's phlegmatic talisman is tied to the heresy devil Visperthul (see page 53) and was crafted to bind Visperthul to the Inferno Gate (see area Q16).<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Craft Wondrous Item, planar binding, protection from evil or protection from law, must know the true name of the devil to be conjured and bound</p><h3><b>Source: </b></h3>AP 105",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 0
    },
    "price": 96000,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Phlegmatic Talisman",
    "cl": 12,
    "aura": {
      "custom": true,
      "school": "conjuration"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "phlegmaticTalisman",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "neck",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428409727,
    "modifiedTime": 1677435630850,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
