{
  "_id": "5TgEc4kYN8IIUJru",
  "name": "Planar Carriage",
  "type": "equipment",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>Planar carriages are large metal-and-wood vehicles painted or styled to reflect the appearance of a certain plane. When not being used to travel to another plane, a planar carriage functions as a heavy wagonUC, except for the following changes: instead of muscle propulsion, a planar carriage has built-in magic propulsion that requires a driver to use Spellcraft or Use Magic Device for driving checks. A planar carriage has a maximum speed of 90 feet and an acceleration of 30 feet. Its driving device is a magic item (a 5-foot magical sphere) that occupies the forwardmost square, and its driving space consists of the squares adjacent to the device. Once per day, the driver of a planar carriage can attempt to transport the carriage and its occupants to a plane of her choosing other than the plane that the carriage is currently on. For the driver to do so, the vehicle must be moving at its maximum speed. While the carriage is moving at maximum speed, the driver can attempt a DC 20 Spellcraft or Use Magic Device check to open a gate in front of the planar carriage to the chosen plane, as per the gate spell, and drive the carriage into the gate. If the driver designates a specific arrival point on the target plane, the carriage arrives at that exact location; otherwise, the carriage appears in a random location on the plane appropriate for the carriage's size.  When the carriage arrives on another plane, it grants its occupants the benefits of planar adaptationAPG for that plane as long as the occupants remain within the carriage; the carriage itself also gains those benefits. A planar carriage can grant the benefits of planar adaptation for only one plane at a time, so when the carriage moves to a different plane, the benefits from planar adaptation change accordingly. Occupants who are native to the plane the planar carriage is on do not gain any benefits from planar adaptation.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Craft Wondrous Item, gate, haste, planar adaptationAPG, creator must have at least 5 ranks in Knowledge (engineering)</p><h3><b>Source: </b></h3>Plane-Hopper's Handbook",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 1500
    },
    "price": 121500,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Planar Carriage",
    "cl": 9,
    "aura": {
      "custom": true,
      "school": "conjuration and transmutation"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "planarCarriage",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428404011,
    "modifiedTime": 1677435630681,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
