{
  "_id": "4BUjLg3vbzT7f52W",
  "name": "Ring Of Rulership",
  "type": "equipment",
  "img": "systems/pf1/icons/items/jewelry/ring-red.jpg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>This garish signet ring is worth 1,500 gp for its materials and workmanship alone. Like the user of a rod of rulership, the ring's wearer can command the fealty of creatures, but only if she is a member by blood of the family whose symbol is displayed on the ring and only if those creatures are citizens or vassals of the family's holdings (though it works on disaffected, disloyal, and even traitorous subjects). On command, the wearer can use the ring to target a single humanoid creature within 50 feet that meets those qualifications. This effect is automatically successful if the creature has an Intelligence of 9 or lower. A creature with a higher Intelligence must succeed a DC 14 Will save or obey the ring's wearer's commands as if she were its absolute sovereign; a successful save renders that creature immune to that ring's effects for 24 hours. This is a mind-affecting enchantment (compulsion) effect and counts as 3rd-level spell for the purpose of break enchantment. If the ring's wielder gives a command that is contrary to the nature of a ruled creature, that creature receives another saving throw to shake off the effect. Even if the ruled creature fails the saving throw and remains ruled, it can still refuse that particular command. The GM is the final arbiter of what constitutes a command that is contrary to the nature of a ruled creature, and for most creatures, if the ring's wearer co-opts their every moment, the creature can attempt a save every day.  A creature is ruled until one of the following happens: it shakes off the effect after being given a command against its nature, an outside source (such as break enchantment) removes the compulsion, the wearer removes the ring of rulership, the wearer commands the ring to release the creature (a standard action that need not take place in the creature's presence), or another member of the ruler's family rules the creature using a different ring of rulership, whichever comes first. The power of the ring can rule no more than three creatures at a time; to rule a new creature, the ring's wearer must first release one of the three ruled creatures.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Forge Ring, mass suggestion</p><h3><b>Source: </b></h3>Villain Codex",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 0
    },
    "price": 14000,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Ring Of Rulership",
    "cl": 12,
    "aura": {
      "custom": true,
      "school": "enchantment"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "ringOfRulership",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "ring",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428403636,
    "modifiedTime": 1677435630675,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
