{
  "_id": "yIQ02jcsjkyuO4Sq",
  "name": "Sanguine Talisman",
  "type": "equipment",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>In actuality a broad type of devil talisman, these blasphemous baubles offer diabolical protection and might summon any type of devil, from a lowly lemure to a potent greater devil. The power of a sanguine talisman hinges on the force of will of the devil bound within; this devil can grant the wearer advice, infernal protection, or an occasional ally.  All sanguine talismans grant the wearer a profane bonus to his Armor Class equal to 1 plus an additional 1 for every 5 Hit Dice the devil bound to the talisman has (maximum bonus of +5). In addition, the wearer of a sanguine talisman shares a telepathic bond with the bound devil for as long as he wears the magic item. A bound devil can sense its surroundings through the talisman and can advise its wearer as it pleases. The devil is under no compulsion to obey the wearer or speak the truth to  him-though some devils might lie and tell the wearer they are doing so. Finally, once per day the talisman wearer can attempt an opposed Charisma check against the bound fiend to summon a physical manifestation of the devil. If the wearer succeeds at this opposed check, the devil is brought forth to serve the caster as per the spell summon monster for a number of rounds equal to the bound devil's CR. If the wearer fails this check, the devil refuses to be called forth and no other check to summon it can be attempted until the next day.  The price of a sanguine talisman varies depending on the might of the devil bound within, equaling the bound devil's CR x 13,500 gp.  For example, consider a sanguine talisman that binds a bearded devil. Wearing the talisman grants a +2 profane bonus to Armor Class and grants a telepathic bond with the devil bound within. Once per day, the wearer can attempt a Charisma check opposed by the devil's Charisma check (its Charisma modifier is +0) to summon it forth for 5 rounds, as per summon monster. The particular bearded devil bound within this sanguine talisman is known as Kalvaddas the Strangler. He is a blunt sadist with a love of hand-to-hand brawls and throttling elves. He knows much of liars and might use his Sense Motive skill to aid a master he favors.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Craft Wondrous Item; gate, greater planar binding, lesser planar binding, or planar binding</p><h3><b>Source: </b></h3>Book of the Damned",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 0
    },
    "price": -1,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Sanguine Talisman",
    "cl": 13,
    "aura": {
      "custom": true,
      "school": "conjuration"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "sanguineTalisman",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "neck",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428410444,
    "modifiedTime": 1677435630871,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
