{
  "_id": "kvLe8xtHcAbw12wY",
  "name": "Strand of Prayer Beads, lesser",
  "type": "equipment",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>This item appears to be nothing more than a string of prayer beads until the owner casts a divine spell while the beads are carried. Once that occurs, the owner instantly knows the powers of the prayer beads and understands how to activate the strand's special magical beads. Each strand includes two or more special beads, each with a different magic power selected from the following list. Special Bead Type Special Bead Ability Bead of blessing Wearer can cast bless. Bead of healing Wearer can cast his choice of cure serious wounds, remove blindness/ deafness, or remove disease. Bead of karma Wearer casts his spells at +4 caster level. Effect lasts 10 minutes. Bead of smiting Wearer can cast chaos hammer, holy smite, order's wrath, or unholy blight (Will DC 17 partial). Bead of summons Summons a powerful creature of appropriate alignment from the Outer Planes (an angel, devil, etc.) to aid the wearer for 1 day. (If the wearer uses the bead of summons to summon a deity's emissary frivolously, the deity takes that character's items and places a geas upon him as punishment at the very least.) Bead of wind walking Wearer can cast wind walk. A lesser strand of prayer beads has a bead of blessing and a bead of healing. A strand of prayer beads has a bead of healing, a bead of karma, and a bead of smiting. A greater strand of prayer beads has a bead of healing, a bead of karma, a bead of summons, and a bead of wind walking. Each special bead can be used once per day, except for the bead of summons, which works only once and then becomes nonmagical. The beads of blessing, smiting, and wind walking function as spell trigger items; the beads of karma and summons can be activated by any character capable of casting divine spells. The owner need not hold or wear the strand of prayer beads in any specific location, as long as he carries it somewhere on his person. The power of a special bead is lost if it is removed from the strand. Reduce the price of a strand of prayer beads that is missing one or more beads by the following amounts: bead of blessing -600 gp, bead of healing -9,000 gp, bead of karma -20,000 gp, bead of smiting -16,800 gp, bead of summons -20,000 gp, bead of wind walking -46,800 gp.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Craft Wondrous Item and one of the following spells per bead, as appropriate: bless (blessing), cure serious wounds, remove blindness/ deafness, or remove disease (healing)</p><h3><b>Source: </b></h3>PFRPG Core",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 0.5
    },
    "price": 9600,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Strand of Prayer Beads, lesser",
    "cl": 5,
    "aura": {
      "custom": true,
      "school": "many schools"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "strandOfPrayerBeadsLesser",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428408610,
    "modifiedTime": 1677435630824,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
