{
  "_id": "58CfvAqKsdRxOTvr",
  "name": "Tablet Of Languages Lost",
  "type": "equipment",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>Fashioned from granite, this stone tablet is approximately 2 feet long, 1 foot wide, and just over an inch thick. Dating to the period of the Keleshite Interregnum in Osirion over 2,000 years ago, the tablet was once part of a larger stone stele that was publicly displayed for all to see. Now known as the tablet of languages lost, the broken slab is inscribed with a vow of fealty to the Padishah Emperor of Kelesh in three different languages: Ancient Osiriani, Kelish, and contemporary Osiriani. The characters and hieroglyphs of the three languages correspond to one another and serve as a translation key between the languages.   Once per day, upon speaking the command word, the owner of the tablet can read and understand any written texts as if using comprehend languages for a period of 30 minutes. This does not allow the owner to speak or write unknown languages, or read magical writings (though the tablet reveals that such texts are magical). In addition, if the tablet is readily available and at hand, the owner gains a +3 competence bonus on all Linguistics checks. Finally, if the owner knows at least one of the three languages inscribed on the tablet, he can attempt Linguistics checks to translate the other two languages even if untrained in the Linguistics skill.   Possession of the tablet of languages lost serves as an acceptable rationale for the owner to learn one of the three languages inscribed upon it (by putting a rank in Linguistics during character advancement) without the need of a teacher or library.   Although the tablet of languages lost was created to ease the transition of native Osirians from pharaonic rule to that of a foreign monarch, other tablets could exist bearing different messages in other languages.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Craft Wondrous Item, comprehend languages, creator must know all three languages displayed on the tablet or have 3 ranks in Linguistics</p><h3><b>Source: </b></h3>AP 79",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 30
    },
    "price": 1980,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Tablet Of Languages Lost",
    "cl": 3,
    "aura": {
      "custom": true,
      "school": "divination"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "tabletOfLanguagesLost",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
