{
  "_id": "8kBvHbCAUU07ahEy",
  "name": "The Lymirin Discourses",
  "type": "equipment",
  "img": "icons/svg/item-bag.svg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>This tome contains an extensive series of moral instructions based on the 11 heroic deeds performed by Iomedae before her ascension to divinity, known as the 11 Acts of Iomedae. These instructions are metaphysical but with a decidedly martial focus. A reader who studies and meditates over one of the acts set forth in the Lymirin Discourses for 1 hour gains a benefit that lasts for the next 12 hours. Only one reader can benefit from the Lymirin Discourses in any 24-hour period. The Lymirin Discourses cannot provide the same benefit twice in a row.   First Act: Iomedae recovered her allies from the gullets of the beast Nakorshor'mond. Study of this act grants the reader +2 sacred bonus to CMD when resisting a grapple attempt and a +2 sacred bonus on concentration checks to cast a spell or use a spell-like ability when grappled.   Second Act: Iomedae defeated a coven of witches. Study of this act grants the reader a +1 sacred bonus on caster level checks to overcome SR and a +1 sacred bonus on Will saves.   Third Act: Iomedae battled Segruchen the Iron Gargoyle in midair. Study of this act grants the reader a +1 sacred bonus on damage rolls with longswords. This bonus increases to +2 when the reader is not standing on the ground.   Fourth Act: Iomedae inspired a regiment of wounded knights to fight on. Study of this act grants the reader +1 bonus to caster level for the purpose of casting cure spells.   Fifth Act: Iomedae smote Erum-Hel, Lord of the Morghs. Study of this act grants the reader a +4 sacred bonus on attack rolls made to confirm critical hits with longswords.   Sixth Act: Iomedae reforged her shattered sword with a prayer and an oath. Study of this act grants the reader a +2 sacred bonus to CMD to resist sunder or disarm attempts.   Seventh Act: Iomedae appeared as an image to heal the virtuous and burn the wicked. If the reader has the channel positive energy ability, study of this act increases the amount of damage dealt or healed by positive energy channeled by the reader by 2.   Eighth Act: Iomedae redeemed a graveknight known as the Black Prince. Study of this act grants the reader a +2 sacred bonus to the DC of the reader's positive channeled energy.   Ninth Act: Iomedae provided nine drops of blood to free her righteous allies from a vampire mage. Study of this act allows the reader to shield his allies. As a swift action up to nine times within the next 12 hours, the reader may take 1d4 points of nonlethal damage in order to add a +2 sacred bonus to an adjacent ally's AC.   Tenth Act: Iomedae defended and ruled the besieged city of Kantaria for a year and a day. Study of this act grants the reader a +4 sacred bonus to AC against attacks from opponents that flank him.   Eleventh Act: Iomedae cast her cloak across the gap to the Starstone to create a firm bridge. Study of this act allows the reader to jump as if he always had a running start.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Create Wondrous Item, divine power, creator must have 12 ranks in Knowledge (religion)</p><h3><b>Source: </b></h3>AP 74",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": 3,
    "price": 15000,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "The Lymirin Discourses",
    "cl": 12,
    "aura": {
      "custom": true,
      "school": "transmutation"
    },
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "",
      "max": 0
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "theLymirinDiscourses",
    "useCustomTag": false,
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "attackType": "weapon",
    "nonlethal": false,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
