{
  "_id": "VQan2AMuO6YVSmdE",
  "name": "Xanthuun Tablets",
  "type": "equipment",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>These striated greenstone tablets are marked with ancient writing in the Cyclops language and astronomical symbols dating from the cyclopes' ancient empire. One of the tablets emphasizes the course of the sun, another the course of the moon, and the third the dark spaces between the stars. A corroded iron ring running though a hole bored through each of the three tablets keeps them connected together.  Anyone who speaks Cyclops can read these carvings, allowing the tablets to act as a library of lore about astrology. A character who spends 1d4 hours examining these inscriptions can attempt a Knowledge check on a topic related to astrology, divination, or the Dark Tapestry. If trained, the character gains a +2 circumstance bonus on the check; If not, the character can still attempt a check with a DC greater than 10.  A reader who spends 24 hours (which need not be consecutive) studying one of the tablets can attempt DC 20 Linguistics and Knowledge (arcana) checks to discover deep truths implied by the abstruse markings, and becomes attuned to that tablet. Each tablet can have only one creature attuned to it at a time, but a single creature can be attuned to multiple tablets simultaneously. Being attuned to a tablet grants the reader mystic abilities, even if it's not in the creature's possession.  A creature attuned to the sun tablet gains glimpses of the skeins of fate. Once per day before rolling a d20, it can roll three times and take the highest result.  A creature attuned to the moon tablet is unnaturally calm, and can choose to automatically succeed at a concentration check. If the attuned creature is a lycanthrope, it can't be forced to involuntarily assume its animal or hybrid form.  A creature attuned to the darkness tablet can view others through the blackness of space. Once per night, it can look at the night sky to view another creature as the scrying spell (Will DC 21 negates). The magical sensor from this effect bores though the alien Dark Tapestry, so any creature that notices the sensor must immediately succeed at a DC 18 Will save or be confused (as the confusion spell) for 1 round.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p>Craft Wondrous Item, borrow fortuneAPG, confusion, greater scrying</p><h3><b>Source: </b></h3>Lost Treasures",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 85
    },
    "price": 78000,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Xanthuun Tablets",
    "cl": 11,
    "aura": {
      "custom": true,
      "school": "divination and enchantment"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "xanthuunTablets",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "wondrous",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428406843,
    "modifiedTime": 1665949169085,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
