{
  "_id": "5LEuFSNdxSjvw5YI",
  "name": "Finding Haleen (Legacy of Fire)",
  "type": "feat",
  "img": "icons/tools/navigation/map-chart-tan.webp",
  "data": {
    "description": {
      "value": "<p><em><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelType\">You never knew your parents&mdash;perhaps they died when you were a child, or maybe you were taken from them and raised elsewhere as a slave. You owe your sanity and your life to a woman named Haleen. She could be your sister or merely a childhood companion, but whatever your relationship to her, she took care of you and protected you. She&rsquo;s always been a part of your life, and although her temper often kept her from making friends or keeping a job, she&rsquo;s always been kind to you. Haleen was instrumental in securing your freedom from slavery or making sure you got a good apprenticeship or job in society&mdash;but recently, she&rsquo;d been growing strangely morose and depressed. You and Haleen normally kept no secrets, but whatever was bothering her wasn&rsquo;t something she shared with you.</span></em></p>\n<p><em><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelType\">One night, she vanished, leaving you a brief note, begging you to forget her and to get on with your life, but something about the note bothered you&mdash;something in the way she phrased her words struck you as forced. You may be convinced she&rsquo;d been kidnapped, forced to leave against her will, or even magically controlled, but you also suspect that she left you to protect you from something&mdash;that was ever her way. You&rsquo;re now convinced that it&rsquo;s time for you to step in and protect her, but you had no idea where she may have gone until recently.</span></em></p>\n<p><em><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelType\">Several months have passed since she disappeared, and you&rsquo;ve spent those months searching for clues to her location, and you&rsquo;ve finally found a lead&mdash;a mysterious note, a strange dream, the result of a back-alley divination, or a report of a sighting of a woman matching Haleen&rsquo;s description has come to you, placing Haleen in the vicinity of an old ghost town named Kelmarane. What she&rsquo;s doing there and how she came to be there makes no sense to you yet, but the lead is the strongest one you&rsquo;ve had. This and Garavel&rsquo;s advertisement for mercenaries to accompany him to the region is all the omen you need. You joined Garavel&rsquo;s group and eagerly await the day you&rsquo;ll be leaving for Kelmarane.</span></em></p>\n<p>&nbsp;</p>\n<p><strong>Benefits</strong></p>\n<p><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelType\">Although Haleen chose to become a swashbuckling adventurer, she always encouraged you to seek your own path, and her support is the primary reason you chose the class you did at 1st level. This class is always a favored class to you, and your dedication to it is such that every time you take a level in the class, you gain +1 hit point and 1 additional skill point over and above what you would normally gain. If multiple PCs take this trait, they should be siblings who were both protected and raised by Haleen.</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        "Campaign"
      ],
      [
        "3.5"
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "1CampaignTemplate",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "trait",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 0,
      "type": "",
      "condition": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "ability": "",
    "attack": {},
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
