{
  "_id": "DxRsWIlTbBFKz2RN",
  "name": "Armor Trick",
  "type": "feat",
  "img": "systems/pf1/icons/skills/armor_01.jpg",
  "data": {
    "description": {
      "value": "<p><em>Choose one armor trick option (light, medium, heavy, or shield). You can perform armor tricks in combat when wearing the appropriate armor option.<br /><br /></em></p>\n<p><strong>Prerequisites</strong><br />Base attack bonus +1.</p>\n<p>&nbsp;</p>\n<p><strong>Benefit</strong><br />You can use any armor tricks related to the chosen armor option if you meet the trick&rsquo;s prerequisites and are proficient with any armor that you use as part of the trick.<br /><br /></p>\n<p><strong>Special<br /></strong>You can gain Armor Trick multiple times. Each time you take the feat, it applies to a new armor trick option.</p>\n<hr />\n<p><em>The trick 'Protected Limbs' is not legal for Pathfinder Society </em></p>\n<hr />\n<h2><strong>Heavy Armor Tricks</strong></h2>\n<p>These armor tricks are most common among the various Hellknight orders, though their secrets have spread to other organizations and fighter schools. Such armor tricks utilize the mass and heft of heavy armor, and don&rsquo;t function when you&rsquo;re wearing heavy armor that uses magic or materials to be treated as medium armor for any purpose, unless the heavy armor trick says otherwise.</p>\n<p>&nbsp;</p>\n<p><strong>Blade among the Folds (Sleight of Hand 3 ranks)</strong></p>\n<p>You are adept at concealing small weapons in your armor. While wearing heavy armor, you gain a +2 bonus on Sleight of Hand checks to conceal a light melee weapon or an easily concealed ranged weapon, such as a dart, sling, or hand crossbow, within your armor. In addition, a searcher doesn&rsquo;t gain the usual +4 bonus on Perception checks to find the hidden weapon as long as you are wearing your armor, even if the searcher frisks you. This trick functions even in heavy armor that uses magic or materials to be treated as medium armor.</p>\n<p><strong>Protected Limbs (Combat Expertise)</strong></p>\n<p>Whenever you attempt a disarm, grapple, sunder, or trip combat maneuver check, you gain a +4 bonus to your AC against any attack of opportunity you provoke as a result of attempting the combat maneuver check, and to your CMD against any combat maneuver your foe attempts against you before the beginning of your next turn.</p>\n<p><strong>Shrug It Off (Great Fortitude)</strong></p>\n<p>Once per day as an immediate action, when you are hit by a confirmed critical hit or sneak attack, you can direct the blow to the thickest section of your armor to lessen the damage dealt. This reduces the attack to dealing its minimum damage, though it remains a successful critical hit or sneak attack (the minimum damage calculated includes all additional dice for the critical hit or sneak attack, and any abilities that apply due to it being a critical hit or sneak attack function normally). You can use this ability a second time each day when your base attack bonus reaches +4, and an additional time per day for every 4 points of bonus you accrue thereafter.</p>\n<p><strong>Steel-Plated Smasher (Power Attack)</strong></p>\n<p>You gain a bonus equal to 1/4 of your armor&rsquo;s armor check penalty (not including any reduction to the armor check penalty from class features or feats) on Strength checks to break doors and objects with less hardness than your armor. When your base attack bonus reaches +8, this bonus increases to 1/2 your armor&rsquo;s armor check penalty. When your base attack bonus reaches +16, this bonus increases to equal your armor&rsquo;s full armor check penalty.</p>\n<p>&nbsp;</p>\n<h2>PFS Legal Light Armor Tricks</h2>\n<p>Light armor tricks are rarely taught in formal schools, though some can be learned from experienced Freemen on the streets of Kaer Maga or the leaders of the Bloody Barbers thieves&rsquo; guild in Absalom. These armor tricks are often used to supplement the modest defense provided by lighter armors by maximizing flexibility and mobility.</p>\n<p>&nbsp;</p>\n<p><strong>Combat Acrobatics (Int 13, Combat Expertise, Acrobatics 3 ranks)</strong></p>\n<p>You have trained yourself to expose only armored sections of your body when performing flips and rolls, leaving you less distracted by concerns about being struck in combat. You are not considered flat-footed when using Acrobatics to move on narrow surfaces and uneven ground without falling, and do not lose your Dexterity bonus to AC while doing so. Additionally, if you use Combat Expertise to increase your AC, the DC for you to use Acrobatics to move through a threatened square at full speed without provoking an attack of opportunity by 10 does not increase.</p>\n<p><strong>Reactive Mobility (Mobility, Nimble Moves)</strong></p>\n<p>Practice has honed your reactions so that you react quickly and instinctively to threats. You add your dodge bonus granted by Mobility to your AC against all attacks of opportunity that you provoke, not just against those that are caused when you move out of or within a threatened area.</p>\n<p>Reflexive Mobility (Combat Reflexes, Mobility): You have learned to sacrifice an opportunity to wound an opponent in order to avoid being wounded yourself. When you provoke an attack of opportunity from an opponent, you can expend one of your own potential attacks of opportunity for that round to double the bonus to your AC that you gain from the Mobility feat against that attack. This benefit applies to all attacks of opportunity that you provoke with the same action. If you are unable to take any more attacks of opportunity this turn, you cannot use this ability.</p>\n<p><strong>Sliding Charge (Improved Trip, base attack bonus +4)</strong></p>\n<p>You can use your momentum to confound your opponents. Whenever you charge an opponent and attempt a trip combat maneuver check against that opponent as a melee attack, you can drop to the ground as a swift action in order to slide into your target. When doing so, you add your Dexterity bonus (up to your armor&rsquo;s maximum Dexterity bonus) to the combat maneuver check. Whether or not you succeed at the check, you are prone at the end of your charge.</p>\n<h2>PFS Legal Medium Armor Tricks</h2>\n<p>Many of these armor tricks originated in Andoran and are employed by various branches of the Eagle Knights, who highly value the greater protection provided by medium armor but want to retain f lexibility and agility in combat. Armor Focus, which is a prerequisite for two of these tricks, can be found on page 16.</p>\n<p>&nbsp;</p>\n<p><strong>Acrobatic Sit-Up (Mobility, Acrobatics 5 ranks)</strong></p>\n<p>You have developed the ability to recover from a fall and attack an opponent in a single fluid movement. Whenever you are prone, you can make an attack against a single foe and stand from prone without provoking an attack of opportunity from that foe. Make a single melee attack against one target without the normal penalties for attacking while prone. If you hit your target, you can immediately stand from prone (normally a move action) without provoking an attack of opportunity from that target for doing so. Any other target that threatens you can still make an attack of opportunity against you. If your attack fails, you provoke attacks of opportunity from all threatening foes and cannot stand until your next turn.</p>\n<p><strong>Heavy Versatility (Armor Focus, Armor Trick [Heavy Armor])</strong></p>\n<p>You take advantage of all the defensive capabilities your armor can offer. You can treat medium armor as heavy armor for the purpose of which armor tricks you can perform in it.</p>\n<p><strong>Light Versatility (Armor Focus, Armor Trick [Light Armor])</strong></p>\n<p>You are so comfortable in your armor that it seems lighter than it is. You can treat medium armor as light armor for the purpose of what armor tricks you can perform in it.</p>\n<p><strong>Roll into the Blow (Mobility)</strong></p>\n<p>You keep your wits about you when attacked and can turn the situation to your advantage. Once per day when you are hit by an attack of opportunity, you can lunge toward your attacker, throwing it off-balance. The attacker takes a &ndash;4 penalty on all melee attack rolls until the beginning of its next turn. You can use this ability a second time each day when your base attack bonus reaches +4, and an additional time per day for every 4 points of bonus you accrue thereafter.</p>\n<p><strong>Versatile Armor (Combat Expertise)</strong></p>\n<p>You can adjust how you present yourself and maneuver in your armor to maximize your speed and mobility or to maximize your defenses. While using your armor for speed, your movement is not affected by your armor and its armor check penalty and armor bonus to AC both decrease by 2. While using your armor for defense, your armor&rsquo;s check penalty increases by 3 and its armor bonus to AC increases by 1. Adjusting how you use your armor is a move action, and the adjustment remains until you change it, take off your armor, or lose your Dexterity bonus to AC (if any).</p>\n<hr />\n<p><strong>Combat Trick (from the Combat Stamina feat)</strong></p>\n<p>You can spend 5 stamina points to use an armor trick while wearing armor with which you are not proficient, or without meeting the trick&rsquo;s additional prerequisites. (See page 8.)</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        "General"
      ],
      [
        "PFS"
      ]
    ],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "",
      "max": 0
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": "",
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "feat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "size": "med"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
