{
  "_id": "iV3k0QByOqvWZOhN",
  "name": "Babble-Peddler",
  "type": "feat",
  "img": "systems/pf1/icons/skills/light_07.jpg",
  "system": {
    "description": {
      "value": "<p><em>Your talent for flimflam allows you to trick creatures into exchanging valuable objects for whatever junk you happen to offer.</em><br /><br /><strong>Prerequisites</strong><br />Appraise 5 ranks, Bluff 5 ranks, gnome.<br /><br /><strong>Benefits</strong><br />Make a Bluff check to praise the value and worth of an object in your hand while denigrating an object held by a nearby creature; this takes anywhere from 1 round to 1 minute depending on the appearance and nature of the items. If the creature fails its check, it agrees to exchange your object for its own. Obvious differences in the value between the exchanged items give your roll a +4 or -4 modifier, at the GM's discretion (offering a clay cup for a jeweled dagger gives your roll a -4 penalty). The GM may rule that some items are too obviously valuable or worthless for this feat to apply (a king wouldn't trade his crown for any item, and no normal person would trade an item for a piece of garbage). If you fail the check by 5 or more, the target is insulted and his attitude toward you worsens by one category.<br /><br />Once the exchange happens, make an Appraise roll opposed by the target's Appraise or Sense Motive roll. If the target wins, it immediately realizes the true value of the object you offered it and behaves accordingly. If you succeed, it believes your false assessment for 1 round; for every 5 by which your check exceeds your opponent's check, the deception lasts 1 more round. As with disbelieving illusions, the target's ally can point out the true value of the object, giving the target another check with a +2 bonus.<br /><br />You cannot use this ability in combat, against a creature whose attitude toward you is hostile or unfriendly, against a creature that does not understand you, or against a creature that has an Intelligence score of 3 or less.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        "Racial"
      ],
      [
        "Gnome"
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "feat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428356791,
    "modifiedTime": 1677435488951,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
