{
  "_id": "aCsBKsBnekBBnMI1",
  "name": "Blessed",
  "type": "feat",
  "img": "systems/pf1/icons/skills/light_04.jpg",
  "data": {
    "description": {
      "value": "<p><em>The repeated notice and boons of celestials have marked you as one of their chosen agents.</em><br /><br /><strong>Prerequisites</strong><br />You must have had friendly contact with a good outsider that would qualify as a challenging foe, be a sorcerer with the celestial bloodline, or have direct celestial ancestry (such as by being an aasimar).<br /><br /><strong>Benefits</strong><br />You gain a +2 bonus on Charisma-based checks involving good-aligned outsiders and a +1 bonus to the DC of spells and spell-like abilities you use against such creatures. You take a -2 penalty on Charisma-based checks involving evil-aligned outsiders.<br /><br /><strong>Goal</strong><br />Thwart or decisively defeat an evil creature that qualifies as a challenging foe, but show mercy and then convert that creature toward good.<br /><br /><strong>Completion Benefit</strong><br />You gain the benefit of protection from evil as a constant spell-like ability. In addition, you gain a +2 bonus on caster level checks against evilaligned outsiders. <br /><br /><strong>Suggested Traits</strong><br/> Indomitable Faith, Inspiring, Memorable.<br /><br /></p>\n<h2>Possible Blessed Quests</h2>\n<p><strong>&nbsp;d8<span style=\"white-space: pre;\"> </span>Quest</strong></p>\n<ol>\n<li>The more pacifistic priests of Sarenrae in Qadira are considering the newly arrived White Feather Monks as potential allies, but they&rsquo;ll doubtlessly need a powerful emissary to help fuse the two groups (page 151).</li>\n<li>The Hellknight Order of the Nail uses increasingly vicious methods to &ldquo;civilize&rdquo; the Shoanti of the Storval Plateau. A brave Shoanti thundercaller might be able to sway the tide of battle between these two groups (pages 18, 266).</li>\n<li>Galt&rsquo;s Red Revolution led many to turn to evil, but hope for redemption comes from Woodsedge, where sympathy and moderation hold sway (page 73).</li>\n<li>You were raised in a strict orphanage dedicated to Asmodeus during Isger&rsquo;s tumultuous Goblinblood Wars. Although you resisted indoctrination into the church of the Prince of Darkness, many did not, and you are likely their only hope for redemption as long as you can locate your fallen brethren (page 83).</li>\n<li>In honor of Andoran&rsquo;s patron celestial, Talmandor, you use rhetoric and deeds to make revolutionaries out of collaborators in oppressed lands such as Cheliax, Galt, or Nidal (page 43).</li>\n<li>In the Fangwood of Nirmathas, the cursed dryad Arlantia may yet be redeemed if only she can be reached (page 140).</li>\n<li>You hope that by locating the fallen demigoddess Arazni&rsquo;s missing organs, you can use the powerful relics to bring the so-called Harlot Queen back to the light (page 76).</li>\n<li>Tales of the accursed beings that now reside in the Estrovian Forest of Mendev have ignited within you a righteous indignation, and you will not rest until the spirits of the so-called &ldquo;hernes&rdquo; who plague the oaks repent for their indiscretions (page 120).</li>\n</ol>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        "Story"
      ],
      [
        "Racial"
      ],
      [
        "Aasimar"
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "feat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
