{
  "_id": "KP4wVG6OX6HHbnNY",
  "name": "Child of Two Worlds",
  "type": "feat",
  "img": "icons/commodities/currency/coin-yingyang.webp",
  "data": {
    "description": {
      "value": "<em>You are the child of a land-dwelling creature and an aquatic creature, struggling to reconcile your dual heritage.</em><br/><br/><b>Prerequisites</b><br/>Whether through an elixir of two worlds (see page 62) or other means, one of your parents was aquatic and the other was a land-dweller. You are mostly a normal member of your race, except as stated in this feat. You must select this feat at 1st level, and you can't have other feats, traits, or abilities that specify your bloodline such as Racial Heritage. Thematically appropriate backgrounds include Adopted Outside Your Race, Bastard Born, Death in the Family, One of a Kind, and The Relative. These backgrounds are found in Pathfinder RPG Ultimate Intrigue.<br/><br/><b>Benefits</b><br/>You gain a land speed of 10 feet if you are aquatic; if you aren't aquatic, you gain a +4 racial bonus on Swim checks that doesn't stack with the bonus for having a swim speed.<br/><br/><b>Goal</b><br/> You must live among your other parent's race (the aquatic parent if you are a land-dweller or the land-dwelling parent if you are aquatic), learning to adapt to their strange world and culture until others of that race truly accept you. It isn't enough to simply find a member of the appropriate race and badger or sweet-talk them until they agree to accept you; you must perform significant rites of passage and form real bonds with members of your other parent's race.<br/><br/><b>Special</b><br/>You gain the amphibious subtype (and the aquatic subtype, if you don't have it) and can breathe both water and air with equal ease. As a swift action, you can transform your feet into a tail fin (gaining a swim speed of 40 feet) or your tail fin into feet (gaining a land speed of 30 feet), changing back and forth as often as you wish.",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        "Story"
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "feat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
