{
  "_id": "Qrve69GfrraQF5rM",
  "name": "Draconic Heritage",
  "type": "feat",
  "img": "systems/pf1/icons/skills/fire_05.jpg",
  "system": {
    "description": {
      "value": "<p><em>The power of dragons flows through your veins and you have awakened its potential.</em><br /><br /><strong>Prerequisites</strong><br />Cha 13.<br /><br /><strong>Benefits</strong><br />Choose one type of dragon from the options presented below. You gain the draconic heritage ability from your chosen dragon type. The save DCs of any associated ability are equal to 10 + 1/2 your Hit Dice + your Charisma modifier.<br /><br /><strong>Special</strong><br />You can take this feat only once. If you ever gain a bloodrager or sorcerer bloodline, you must take draconic as your chosen bloodline (or a bloodline tied to some other creature of the dragon type, as approved by your GM).</p>\n<p><br /><strong>Pathfinder Society<br /></strong>The Chromatic heritage is not legal for play</p>\n<hr />\n<h2>True Dragons</h2>\n<p>Though it is still uncommon, true dragons are most likely to interact directly with humanoid races, though a few take on humanoid forms and move among mortals until the time is right to reveal themselves. Such dragons rarely adopt these guises for long, as those who lose themselves in humanoid form are seen as pariahs by their own kind.</p>\n<h3><strong><br />Chromatic</strong></h3>\n<p>While not all who carry the blood of chromatic dragons are evil, the potency of their blood and the malevolence inherent in it can have strong subconscious effects, tempting them to embrace their sinister urges. Humanoids with blood empowered by chromatic dragons tend toward muscular builds and can imbue their fists with the dragons&rsquo; energy.</p>\n<p>&nbsp;</p>\n<p><strong>Draconic Heritage</strong><br />Choose acid, cold, electricity or fire when you take this feat; the choice cannot be changed once made. As a swift action, you can shroud your arms in your chosen element for 1 round. Unarmed strikes with your arms or hands (or attacks with weapons held in those hands) deal an additional 1d6 points of energy damage of the appropriate type. You can use this ability a number of times per day equal to 3 + your Charisma bonus.</p>\n<hr />\n<h3><strong>Esoteric</strong></h3>\n<p>Those with the power of esoteric dragons take aloofness to an extreme and are prone to long nights of sleep and vivid, enrapturing dreams. They are often deeply empathetic and emotional individuals, feeling the needs and wants of others intimately and, in some cases, more intensely than they can handle.</p>\n<p>&nbsp;</p>\n<p><strong>Draconic Heritage</strong><br />As a standard action, you can project a psychic barrage at a creature within 15 feet to which you have line of sight. A creature targeted by your psychic barrage must succeed at a Will save or be dazed for 1 round. You can attempt a psychic barrage once per day for every 4 characters levels you have (minimum 1). This is a mindaffecting effect.</p>\n<p>&nbsp;</p>\n<p><strong>Special</strong><br />If you have 1 or more levels in a class that casts psychic spells, you can attempt a psychic barrage a number of times per day equal to 1/2 your level in that class (minimum 1), plus one more time per day for every 4 levels you have in other classes.</p>\n<hr />\n<h3><strong>Imperial</strong></h3>\n<p>Imperial dragons see themselves as masters of their respective domains, and those with heritages influenced by their legacies often have this same aggressively territorial nature. Individuals with this heritage tend to be charismatic, commanding, and proud people who have an unusual intensity.</p>\n<p>&nbsp;</p>\n<p><strong>Draconic Heritage<br /></strong>As a swift action, you emit an aura of command with a 10-foot radius for 1 round. Allies within your aura gain a +2 bonus on Will saves against fear. Enemies in your aura take a &ndash;2 penalty on Will saves against fear. You can use this ability a number of times per day equal to 3 + your Charisma bonus.</p>\n<hr />\n<h3><strong>Metallic</strong></h3>\n<p>Metallic dragons leave an impression of kindness and hope in those infused with a portion of their power. Those who bear the blood of metallic dragons sometimes have iridescent hair of pale metallic hues and irises colored like polished metal.</p>\n<p>&nbsp;</p>\n<p><strong>Draconic Heritage</strong><br />Choose acid, cold, electricity, or fire when you take this feat; the choice cannot be changed once made. As a swift action, you gain energy resistance 5 against your chosen element. This energy resistance lasts until the beginning of your next turn. You can use this ability a number of times per day equal to 3 + your Charisma bonus.</p>\n<hr />\n<h3><strong>Outer</strong></h3>\n<p>The utterly alien nature of outer dragons often conflicts with the more grounded and material upbringing of those who carry these dragons&rsquo; influence within their bloodlines. Feelings of otherness or exclusion are common among humanoids with this bloodline, and many become exiles or wanderers.</p>\n<p>&nbsp;</p>\n<p><strong>Draconic Heritage</strong><br />As a swift action, you can generate an alien aura around yourself with a 5-foot radius that lasts for 1 round. Any enemy who enters your aura must succeed at a Will save or become sickened for 1 round. A creature who successfully saves against your alien aura is immune to its effects for 24 hours. You can generate an alien aura once per day for every 4 characters levels you have (minimum 1). This is a mind-affecting effect.</p>\n<hr />\n<h3><strong>Primal</strong></h3>\n<p>The scions with the power of the elementally attuned primal dragons are not often subtle in appearance. They tend towards hardy builds and skin tones that take on shimmering, iridescent hues in direct light. Additionally, they often experience tempestuous emotions that are difficult to control.</p>\n<p>&nbsp;</p>\n<p><strong>Draconic Heritage</strong><br />Choose acid, cold, electricity, or fire when you take this feat; once made, this choice cannot be changed. As a standard action, you can create a 10-footradius aura of elemental energy that lasts for 1 round. The area of this aura is considered difficult terrain, and creatures that end their turns in your aura take 1d6 points of energy damage of the appropriate type. A successful Fortitude save halves this damage but does not negate the difficult terrain effect. You can create an aura of elemental energy once per day for every 4 characters levels you have (minimum 1).</p>\n<p>&nbsp;</p>\n<p><strong>Special</strong><br />If you are a druid, hunter, or kineticist, you can create an elemental aura a number of times per day equal to 1/2 your class level (minimum 1), plus one more time per day for every 4 levels you have in other classes.</p>\n<p>&nbsp;</p>\n<h2>Lesser Dragons</h2>\n<p>Bloodlines infused with the power of lesser dragons are exceedingly rare, as such creatures lack both the means by which to take human form (and create a blood descendant), and the magical puissance to otherwise instill their legacy into a bloodline. On the world of Triaxus, dragonkin riders form supernatural bonds with their mounts that, in rare cases, affects the riders&rsquo; children, allowing them to share in that draconic bond in a more physical manner. Other lesser draconic heritages are the result of binding dragon spirits to physical bloodlines and similar supernatural origins.</p>\n<hr />\n<p><strong>Drake</strong></p>\n<p>Creatures with drake ancestry are often swift-footed and have quick reflexes, mirroring the speed and grace of drakes. They tend to be wiry and athletic with long limbs and wild, untamed demeanors that thrive best beyond the boundaries of civilization. Befitting the variety of different drake breeds in the world, those with drake bloodlines often have hair or eye colors reminiscent of the scales of the drake breed to which they&rsquo;re related. Some might exhibit additional minor features suggestive of a specific draconic heritage, but such features provide no statistical benefit.</p>\n<p>&nbsp;</p>\n<p><strong>Draconic Heritage</strong><br />As a swift action, you gain a +10 enhancement bonus to your base speed for 1 round. You can use this ability a number of times per day equal to 3 + your Charisma bonus.</p>\n<hr />\n<p><strong>Linnorm</strong></p>\n<p>The cursed blood of linnorms is a unique case&mdash;it is sometimes passed down by those who bear a child while under the effects of a linnorm&rsquo;s death curse. Such an unlikely offspring usually bears a visible mark or scar that ties her life to the legacy of that linnorm.</p>\n<p>&nbsp;</p>\n<p><strong>Draconic Heritage</strong><br />As an immediate action when you are damaged by a melee attack, you can afflict your attacker with a curse. The target of your curse must succeed at a Will save or take a &ndash;2 penalty on all ability checks, attack rolls, and skill checks for 1 round. You can use this curse once per day for every 4 characters levels you have (minimum 1).<br /><br /></p>\n<p><strong>Special</strong><br />If you are a shaman or a witch, you can use this curse a number of times per day equal to 1/2 your class level (minimum 1), plus one more time per day for every 4 levels you have in other classes.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        "General"
      ],
      [
        "PFS"
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "feat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "identifiedName": "Draconic Heritage",
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428354413,
    "modifiedTime": 1677435488879,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
