{
  "_id": "knLdjQW8QsRUztCa",
  "name": "Gray Maiden Initiate",
  "type": "feat",
  "img": "icons/weapons/swords/swords-sharp-worn.webp",
  "data": {
    "description": {
      "value": "<em>You were selected for indoctrination into the Gray Maidens and underwent some of the preliminary scarring and conditioning, but Queen Ileosa was defeated before you could fully serve her. You bear the mental and physical scars of your sisters in the Gray Maidens, and while you never had to carry out any of the queen's commands, you feel a strong kinship with those of your sisters who have.</em><br/><br/><b>Prerequisites</b><br/>Female, must be taken at 1st level.<br/><br/><b>Benefits</b><br/>You are affiliated with the Gray Maidens. In addition, choose two of the following benefits to represent the focus of your initial training and indoctrination.<br/><br/> Avenging Knight<br/>Like the Queens of the Night, you crave vengeance upon those who have wronged you. You gain a +1 bonus on damage rolls against any creature that dealt damage to you during the previous round.<br/><br/> Deeper Indoctrination<br/>Mental conditioning has bolstered your mind against most magical control. You gain a +1 bonus on Will saving throws, except when resisting charm or compulsion effects created by lawful evil creatures, in which case you instead take a -2 penalty on Will saving throws.<br/><br/> Faceless Maiden<br/>You can take advantage of the disquieting nature of the iconic armor of the Gray Maidens. While wearing Gray Maiden plate, you gain a +2 bonus on Intimidate checks.<br/><br/> Gray Maiden Adept<br/>You had some magical skill before being recruited and learned to cast spells despite the restrictive armor you were forced to wear. The arcane spell failure chance of Gray Maiden plate you wear is reduced by 5%.<br/><br/> Gray Maiden Endurance<br/>Surviving the brutal process of becoming a Gray Maiden taught you to endure more pain than others. You gain 2 hit points and can sleep while wearing Gray Maiden armor without becoming fatigued.<br/><br/> Korvosan Acceptance<br/>With the aid of the Scarlet Rose, you've successfully reintegrated into Korvosan society. You gain a +1 bonus on Diplomacy and Knowledge (local) checks, and one of these skills (your choice) is a class skill for you.<br/><br/> Scarred<br/>Your face was horribly scarred during Gray Maiden initiation, destroying your beauty. You take a -1 penalty on Diplomacy and Disguise checks, but gain a +2 bonus on Intimidate checks and on saving throws against pain effects (Pathfinder RPG Ultimate Magic 138).<br/><br/> Tamed and Broken<br/>You reach your full potential only when magically compelled. Whenever you are under the effects of an enemy's compulsion spell, you gain a number of temporary hit points equal to the spell's level. These temporary hit points last for the duration of the spell effect.<br/><br/><b>Special</b><br/>This feat is unaffiliated; a creature need not be affiliated with the Gray Maidens to select this feat.",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        "PFS"
      ],
      [
        "General"
      ]
    ],
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "",
      "max": 0
    },
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "featType": "feat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "size": "med"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
