{
  "_id": "RVxrlNpMs792UryV",
  "name": "Hellknights Obedience",
  "type": "feat",
  "img": "icons/sundries/flags/banner-symbol-axe-red.webp",
  "system": {
    "description": {
      "value": "<p><em>Performing daily Hellknight reckonings grants you special boons.</em><br /><br /><strong>Prerequisites</strong><br />Hellknight Obedience, Knowledge (planes) 3 ranks, must swear allegiance to a single Hellknight order.<br /><br /><strong>Benefits</strong><br />Upon taking this feat, you gain proficiency in all of your Hellknight orders favored weapons. Additionally, by meditating and inflicting strenuous reckonings upon yourself, you unlock the power behind your orders doctrine. Each Hellknight order has its own unique reckoninga trial of obedience and pain (described in general on page 9 and in the Reckoning entries of the Hellknight order stat blocks throughout this book). When coupled with the necessary reflection and meditation, this reckoning takes 1 hour per day to perform. Once you have performed your orders reckoning, you gain the benefit of a special ability as indicated in the Reckoning entry for the Hellknight order to which youve sworn allegiance. If you have at least 12 Hit Dice, you also gain the first boon granted by the Hellknight order. If you have at least 16 Hit Dice, you also gain the Hellknight orders second boon. If you have 20 Hit Dice or more, you also gain the Hellknight orders third boon. Unless a specific duration or number of uses per day is listed in a boons description, the boons effects are constant.<br /><br />If you ever fail to perform a daily reckoning, you lose all access to the benefits and boons granted by this feat until you next perform the reckoning.<br /><br />You can take this feat only if you are associated with a Hellknight order, whether youre in training to become a Hellknight, already a member, or otherwise aligned with the orderthe specifics are left to you and the GM to determine. Once per year, you can change your Hellknight allegiance, but doing so requires the approval of the Hellknight order you wish to join. If you are ever cast out of the Hellknight order to which youve sworn allegiance, you lose the benefits of this feat until you restore yourself in the Hellknights esteem. The details of this are left to the GMs discretion.</p>\n<p><br /><strong>Pathfinder Society<br /></strong>In order to swear allegiance to a Hellknight order for the purpose of qualifying for character options in this book, a PC must be lawful-aligned. A PC may only benefit from either the Hellknight Obedience or a similar obedience character option (e.g. Deific Obedience) at a time, except as allowed by the Might of the Godclaw revelation from the Godclaw oracle mystery.</p>\n<hr />\n<p><strong>Reckonings</strong></p>\n<p>Similar to an ascetic&rsquo;s flagellations or a paladin&rsquo;s atonement, Hellknight reckonings are rites of mortification a Hellknight uses to focus her mind, excise unwanted thoughts, and bring herself closer to the champion of law her order idealizes. A reckoning is typically a personal matter, performed in private by a willing, unarmored Hellknight while she meditates on some aspect of the Measure and the Chain.</p>\n<p>&nbsp;</p>\n<p>Hellknights are assumed to police their own thoughts and perform reckonings as necessary. If a Hellknight doesn&rsquo;t regularly perform reckonings as part of her scheduled meditations, she doesn&rsquo;t lose any abilities or suffer negative effects&mdash;however, she might be censured by her fellow Hellknights if they learn of this dereliction.</p>\n<p>&nbsp;</p>\n<p><strong>Performing a Reckoning</strong><br />Performing the physical component of a reckoning typically takes 10 minutes and deals 1d4 points of nonlethal damage. A particularly righteous or conflicted Hellknight might choose to perform a longer, more extreme version of a reckoning. In this case, the reckoning deals 1d4 additional points of lethal damage. A devoted Hellknight with the Hellknight Obedience feat (see page 62) can undergo an hour-long nonlethal reckoning to gain the benefit of a special ability, in addition to boons available for those with 12, 16, or 20 Hit Dice. See the chapters on the major Hellknight orders for descriptions of their specific reckonings and the boons these provide. Additionally, Hellknights with the Hellknight Obsession feat (see page 62) who choose to deal the lethal damage to themselves can access a suite of beneficial effects. The damage a reckoning deals cannot be reduced by any damage reduction or other ability or effect.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        "General"
      ],
      [
        "PFS"
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "feat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "identifiedName": "Hellknights Obedience",
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428354451,
    "modifiedTime": 1677435488881,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
