{
  "_id": "o7e4O6KN5oarJQIA",
  "name": "Hellknight Obsession",
  "type": "feat",
  "img": "icons/sundries/flags/banner-symbol-axe-red.webp",
  "system": {
    "description": {
      "value": "<p><em>You equate pain with discipline and can inflict damage upon yourself to unlock greater power.</em><br /><br /><strong>Prerequisites</strong><br />Knowledge (planes) 3 ranks, must swear allegiance to a single Hellknight order.<br /><br /><strong>Benefits</strong><br />During your hour-long Hellknight reckoning, if you choose to deal lethal damage to yourself (see page 9), you reach a state of fantastic focus. Once during the next 24 hours, you can draw upon this focus to gain the benefits of any one of the following effects. To activate the ability, you must deal 1 point of lethal damage to yourself as a swift action (unless otherwise noted). Members of the Order of the Nail often install a sharp barb within their armor that deals this damage when the wearer is subject to a critical hit (see page 28); if you're struck by a critical hit while wearing such armor, using this ability doesn't require a swift action.<br /><br />Fervor<br />The DCs to resist the effects of the boons granted by your Hellknight Obedience feat increase by 1 for 1 hour.<br /><br />Indomitability<br />You can reroll a single failed Will saving throw and must take the result of the second roll, even if it is worse. A swift action isn't required to use this effect, but you must still take 1 point of damage.<br /><br />Menacing<br />You gain a +3 bonus on Intimidate and Sense Motive skill checks for 1 hour.<br /><br />Mercilessness<br />The critical threat range of your order's favored weapon doubles for 1 hour (even if it is not a piercing or slashing weapon). This does not stack with any other effects that increase a weapon's critical threat range.<br /><br /></p>\n<p><strong>Pathfinder Society<br /></strong>In order to swear allegiance to a Hellknight order for the purpose of qualifying for character options in this book, a PC must be lawful-aligned.</p>\n<p>&nbsp;</p>\n<p><strong>Reckonings</strong><br />Similar to an ascetics flagellations or a paladins atonement, Hellknight reckonings are rites of mortification a Hellknight uses to focus her mind, excise unwanted thoughts, and bring herself closer to the champion of law her order idealizes. A reckoning is typically a personal matter, performed in private by a willing, unarmored Hellknight while she meditates on some aspect of the Measure and the Chain.<br />Hellknights are assumed to police their own thoughts and perform reckonings as necessary. If a Hellknight doesnt regularly perform reckonings as part of her scheduled meditations, she doesnt lose any abilities or suffer negative effectshowever, she might be censured by her fellow Hellknights if they learn of this dereliction.<br />Performing a Reckoning: Performing the physical component of a reckoning typically takes 10 minutes and deals 1d4 points of nonlethal damage. A particularly righteous or conflicted Hellknight might choose to perform a longer, more extreme version of a reckoning. In this case, the reckoning deals 1d4 additional points of lethal damage. A devoted Hellknight with the Hellknight Obedience feat (see page 62) can undergo an hour-long nonlethal reckoning to gain the benefit of a special ability, in addition to boons available for those with 12, 16, or 20 Hit Dice. See the chapters on the major Hellknight orders for descriptions of their specific reckonings and the boons these provide. Additionally, Hellknights with the Hellknight Obsession feat (see page 62) who choose to deal the lethal damage to themselves can access a suite of beneficial effects. The damage a reckoning deals cannot be reduced by any damage reduction or other ability or effect.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        "PFS"
      ],
      [
        "General"
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "feat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "identifiedName": "Hellknight Obsession",
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428357574,
    "modifiedTime": 1665949125827,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
