{
  "_id": "nBv44yjmiLAfzDIr",
  "name": "Interweave Composite Blast",
  "type": "feat",
  "img": "systems/pf1/icons/spells/link-royal-3.jpg",
  "data": {
    "description": {
      "value": "<em>You can combine your blasts with those of another kineticist.</em><br/><br/><b>Prerequisites</b><br/>Kinetic blast class feature.<br/><br/><b>Benefits</b><br/>Whenever you are within 15 feet of another character who has this feat, you can ready an action to activate a simple blast of your choice. When that character unleashes a simple blast, yours is triggered, creating a composite blast for which the two simple blasts meet the prerequisites. The composite blast's caster level is equal to the average of the caster levels of both participants and deals damage as the appropriate composite blast created by a kineticist of that level (for example, if a 10th-level pyrokineticist and a 6thlevel hydrokineticist worked together to create a steam blast, its base damage would be 4d6+4 points of fire damage and 4d6+4 points of bludgeoning damage).<br/><br/> One participant can provide a form infusion appropriate for the composite blast, and the other can provide an appropriate substance infusion. Each participant accepts the burn cost for the infusion she provided. The participant who didn't take the special ready action can apply a metakinesis to the blast, and she is the only one who can gather power to reduce the blast's cost (since only she has a move action to take prior to the blast). However, whatever metakinesis she applies affects the entire composite blast.<br/><br/> If the two participants aren't adjacent to each other, the origin point of cones, lines, and other effects that normally originate from a character's square instead originate from a point in the square located halfway between the two participants in a straight line (where the two simple blasts meet and form the composite blast).<br/><br/> The blast uses the Constitution modifier of whoever provided the substance infusion and the Dexterity modifier of whoever provided the form infusion. If the blast includes only one infusion, the blast uses the Constitution or Dexterity modifier of the kineticist who supplied that infusion, as appropriate for the infusion provided. If no infusions are used, the two kineticists choose one of them to provide the Dexterity modifier, and the other provides the Constitution modifier.",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        "PFS"
      ],
      [
        "Combat"
      ],
      [
        "Teamwork"
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "feat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
