{
  "_id": "45qaPzNmqBrBiB9v",
  "name": "Planar Mentor",
  "type": "feat",
  "img": "systems/pf1/icons/races/sylph.png",
  "system": {
    "description": {
      "value": "<p><em>Whether you sought it out, caught its attention, or inherited its service, an outsider is watching over you. The more you impress it, the more it shares its power and knowledge.</em><br /><br /><strong>Benefits</strong><br />When you take this feat, choose one non-unique outsider with 18 Hit Dice or fewer and whose alignment is within one step of your own along either the law/chaos axis or the good/evil axis. Twice per day (three times per day for an outsider with only neutral alignment components) when you fulfill the condition associated with either component of your mentor's alignment, you can gain your mentor's boon for that alignment as an immediate action. This grants you resistance equal to your level to a particular energy type as well as a special benefit associated with that alignment. These benefits last for a number of rounds equal to your Charisma modifier + 1 (minimum 1).<br /><br />Chaotic<br />To earn chaotic approval, you must provoke an attack of opportunity from a creature whose CR is at least half your level. You gain acid resistance as well as a 10% miss chance due to concealment.<br /><br />Evil<br />To earn evil approval, you must damage a flat-footed foe, hit a foe you're flanking, or confirm a critical hit. You gain fire resistance, and your attacks deal an amount of bleed damage equal to half your level.<br /><br />Good<br />To earn good approval, you must heal another creature or deal nonlethal damage to a foe using an ability that has no additional effects beyond nonlethal damage. You gain electricity resistance and a +2 bonus on your saving throws.<br /><br />Lawful<br />To earn lawful approval, you must perform the aid another action for an ally whose level is equal to or greater than your own, or you must benefit from the aid another action from such an ally. You gain cold resistance and the benefits of the light fortification armor special ability.<br /><br />Neutral<br />To earn neutral approval, you must succeed at a saving throw prompted by a source with a CR of at least half your level. You gain resistance to any one energy type (your choice) and a +2 bonus on skill checks.<br /><br />If your mentor is killed or imprisoned, you lose the benefits of this feat and any feats for which it is a prerequisite. When you gain a level, you can secure a new mentor by performing a ritual that takes 8 hours and expends components worth 200 gp x the new mentor's Hit Dice.<br /><br /><strong>Special</strong><br />At the GM's discretion, a PC can select an outsider of any alignment. This represents a relationship in which the outsider is attempting to corrupt, redeem, or otherwise influence the PC.</p>\n<p><br /><strong>Pathfinder Society<br /></strong>When selecting an outsider of rht ePlanar Mentor feat, you must choose an outsider whose alignment is within one step of your own.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        "PFS"
      ],
      [
        "General"
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "feat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "identifiedName": "Planar Mentor",
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428350867,
    "modifiedTime": 1665949118943,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
