{
  "_id": "mfe6XvsWjHhhyRvi",
  "name": "Sense Loyalties",
  "type": "feat",
  "img": "systems/pf1/icons/skills/light_07.jpg",
  "system": {
    "description": {
      "value": "<em>You can quickly sense a target's relationship to some specific god, patron, or government, and use that knowledge to manipulate them.</em><br/><br/><b>Prerequisites</b><br/>Knowledge (nobility) 1 rank, Knowledge (religion) 1 rank.<br/><br/><b>Benefits</b><br/>After 1 hour or more of interaction, you can attempt a DC 20 Sense Motive check to get a hunch in order to intuit what god, government, leader, or patron a creature is loyal to or worships. You must understand the language the creature is speaking, and if it's of a different type than you, you take a -5 penalty on the check. If the creature is attempting to conceal its loyalties, it attempts a Bluff check. If the result of the Bluff check is higher than 20, that result becomes the DC of your Sense Motive check. On a success, you learn whether the creature has a patron god, a witch patron, or a government to which it is strongly loyal. You can attempt to name one specific god, patron, or government for every 2 ranks you have in Sense Motive by introducing them into the conversation as subjects, as noted below. <br/><br/> You can use this ability only if you observe the creature in an environment where loyalty to a god, government, leader, or patron is being discussed. If this isn't already occurring, you can introduce the topic, but doing so may expose your interest. In this case, the creature you are observing and any other creatures able to hear you bring up the topic of loyalty to a god, government, leader, or patron can attempt Sense Motive checks (opposed by a Bluff check from you, which the GM rolls in secret). On a success, the creature realizes you are interested in determining the observed creature's specific loyalty. If you are attempting to determine whether the observed creature's loyalty is to a specific god, government, or leader as noted above, creatures who succeed at the Sense Motive check are aware of the specific god, government, leader, or patron about which you are interesting in learning.",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        "PFS"
      ],
      [
        "General"
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "feat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428357466,
    "modifiedTime": 1677435488967,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
