{
  "_id": "de9FzUGuksd92xw1",
  "name": "Weapon Trick",
  "type": "feat",
  "img": "systems/pf1/icons/items/weapons/boarding-pike.png",
  "system": {
    "description": {
      "value": "<p><em>Choose one weapon trick option (one-handed weapon, polearm, ranged, two-handed weapon, two-weapon, or weapon and shield). You can perform weapon tricks in combat when armed appropriately for that option.</em><br /><br /><strong>Prerequisites</strong><br />Base attack bonus +1.<br /><br /><strong>Benefits</strong><br />Choose one weapon style (a style feat that lists Weapon Focus as a prerequisite) that you have. You can have the chosen style and a second style active at once. Starting a stance provided by a style feat is still a swift action, but you can assume both the chosen weapon style's stance and another style's stance simultaneously using this action. This ability doesn't stack with other abilities that allow you to have multiple styles active at the same time.<br /><br /><strong>Special</strong><br />You can gain Weapon Trick multiple times. Each time you take the feat, it applies to a new weapon trick option.</p>\n<hr />\n<h2>One-Handed Weapon Tricks</h2>\n<p>These weapon tricks are common among the Aldori swordlords and many weapon masters of Tian Xia. You can use these tricks only while wearing light or no armor, wielding a light or one-handed manufactured weapon in one hand, and holding nothing in your off hand.</p>\n<p>&nbsp;</p>\n<p><strong>Free Hand Maneuver (base attack bonus +6)</strong><br />As a full-round action, you can make a single attack with your weapon and attempt to perform a dirty trickAPG, disarm, dragAPG, repositionAPG, or stealAPG combat maneuver with your free hand, taking no penalties for two-weapon fighting. The combat maneuver provokes attacks of opportunities as normal, unless you have an appropriate ability or feat. You are not considered unarmed for this maneuver, but can&rsquo;t apply any benefits of your weapon to the combat maneuver check.<br /><br /></p>\n<p><strong>Mindful Dodge (Dodge)</strong><br />As an immediate action, you can gain a +4 dodge bonus to your AC against a single of which attack you are aware. You must make this decision before the attack roll is revealed. You are staggered on your next turn.<br /><br /></p>\n<p><strong>Strike and Seize (Improved Disarm, base attack bonus +6)</strong><br />As a standard action, you can make a single attack with your weapon and attempt to perform a disarm combat maneuver with your free hand, taking no penalties for two-weapon fighting.<br /><br /></p>\n<p><strong>Stylish Riposte (Combat Reflexes, base attack bonus +4)</strong><br />When your AC exceeds the result of a foe&rsquo;s melee attack against you by 5 or more, that foe provokes an attack of opportunity from you. Once you make such an attack of opportunity against a foe, you can&rsquo;t again use this trick against the foe that day.<br /><br /></p>\n<p><strong>Grab and Stab (Improved Grapple, base attack bonus +6)</strong><br />Martial Arts Handbook pg. 13 As a standard action, you can initiate a grapple with your free hand (taking the usual &ndash;4 penalty for not having two hands free). If the attempt is successful, you can immediately follow up with an attack using your light or one-handed weapon as a free action. If you do so, you can&rsquo;t use any other abilities that are triggered by a successful grapple combat maneuver check (such as constrict). The grapple attempt provokes attacks of opportunity as normal unless you have an ability or feat that prevents this.<br /><br /></p>\n<p><strong>Switch Hands (Improved Feint)</strong><br />Martial Arts Handbook pg. 14 As a free action, you can pass a light or one-handed weapon you are wielding to your free hand. If you attempt a feint during the same round, you gain a +2 bonus on your Bluff check. Once you have used this weapon trick against a target, you can&rsquo;t gain the bonus against the same creature until 24 hours have passed.</p>\n<hr />\n<h2>Polearm Tricks</h2>\n<p><em>Quick Brace is not legal for PFS play.&nbsp;</em></p>\n<p>These weapon tricks are common in southern Garund and parts of Iobaria and Arcadia. You can use these tricks only while wielding a weapon from the polearm weapon group.</p>\n<p>&nbsp;</p>\n<p><strong>Choke Up (Acrobatics 1 rank, Climb 1 rank)</strong><br />You can take a &ndash;2 penalty on attack rolls and damage rolls until the beginning of your next turn in order to choke up on and wield a two-handed polearm sized for you in one hand, as long as you do not make attacks with your other hand.<br /><br /></p>\n<p><strong>Close Sweep (Improved Bull Rush, Improved Reposition, or Improved Trip)</strong><br />You can attempt a bull rush, repositionAPG, or trip combat maneuver check (one for which you have the matching prerequisite feat) against an adjacent foe, even if wielding a weapon with the reach quality.<br /><br /></p>\n<p><strong>Haft Bash (Weapon Focus)</strong><br />You can accept a &ndash;2 penalty on attack rolls with a reach polearm for which you have Weapon Focus in order to treat the weapon as if it lacked the reach quality until the start of your next turn. If you do, the polearm functions as a club. Any qualities (such as trip) or special abilities (such as keen) of the weapon that a club could not have, and any feats or abilities you can&rsquo;t apply to a club, don&rsquo;t apply to attacks with the weapon during this time.<br /><br /></p>\n<p><strong>Polearm Balance (Acrobatics 10 ranks)</strong><br />You can use a polearm to improve your balance. Any round in which you do not make a melee attack, you can take 10 on an Acrobatics check even when distraction would normally prevent you from doing so.<br /><br /></p>\n<p><strong>Quick Brace (base attack bonus +6)</strong><br />While taking a ful-lattack action with a polearm with brace, you can ready an attack with the polearm in place of your final attack. The readied attack uses the attack bonus of the attack you used to ready it.<br /><br /></p>\n<p><strong>Pole Vault (Acrobatics 3 ranks)</strong><br />Martial Arts Handbook pg. 14 You gain a +4 bonus on Acrobatics checks to jump, and you count as having a running start if you move at least 5 feet before jumping.</p>\n<hr />\n<h2>Ranged Weapon Tricks</h2>\n<p>These weapon tricks are common among the Chernasardo Rangers of Fangwood and the archers trained by House Narikopolus in Cheliax. You can use these tricks while wielding a ranged weapon.</p>\n<p>&nbsp;</p>\n<p><strong>Hindering Shot (Precise Shot, Snap Shot)</strong><br />You can distract a foe at a crucial moment, making it vulnerable to your allies&rsquo; abilities. You can ready an action to make a ranged attack against a foe when an ally forces the foe to attempt a saving throw. If your attack hits the foe and deals damage, the foe takes a &ndash;4 penalty on the saving throw that triggered your readied action.<br /><br /></p>\n<p><strong>Suppressing Shot (Far Shot, Precise Shot)</strong><br />You can cover an ally&rsquo;s momentary vulnerability. You can ready an action to make a ranged attack against a foe when it makes an attack of opportunity. If your attack hits and damages the foe, the foe&rsquo;s attack of opportunity automatically misses its target.</p>\n<hr />\n<h2>Two-Handed Weapon Tricks</h2>\n<p>These weapon tricks are known to dwarves of the Five Kings Mountains and Shoanti champions of the Cinderlands. You can use these tricks while wielding any two-handed weapon.</p>\n<p>&nbsp;</p>\n<p><strong>Cleaving Smash (Cleave, Improved Vital Strike, Power Attack)</strong><br />When you use Cleave, you can add the additional damage from Vital Strike to both your initial and your secondary attacks. If you also have the Greater Vital Strike feat, you can instead add the damage from Improved Vital Strike to both your initial and your secondary attacks.<br /><br /></p>\n<p><strong>Crush Armor (Improved Sunder, Power Attack)</strong><br />When you deal damage to a foe&rsquo;s armor with a successful sunder combat maneuver check while using a two-handed weapon, the foe must succeed at a Fortitude save (DC = 10 + 1/2 your base attack bonus + your Strength modifier) or be fatigued for 1 round. If the armor has the broken condition after you damage it, the foe must continue making this save every round until he removes the armor or the armor loses the broken condition. If the armor is destroyed by your sunder attempt, the foe is automatically fatigued for 1 round. The foe cannot become exhausted this way.<br /><br /></p>\n<p><strong>Two-Handed Menace (Intimidate 5 ranks)</strong><br />Capitalizing on the fear inspired by massive weapons, you can take 10 on Intimidate checks even when distracted or in combat.<br /><br /></p>\n<p><strong>Warding Weapon (Combat Expertise)</strong><br />While you are using the total defense action, fighting defensively, or using Combat Expertise, you gain a +1 shield bonus to AC.<br /><br /></p>\n<p><strong>One-Handed Lunge (base attack bonus +6)</strong><br />Martial Arts Handbook pg. 14 As a standard action, you can release one of your hands holding a two-handed weapon and make a melee attack with the weapon, increasing your reach by 5 feet for the duration of the attack. If the attack hits, you deal damage as if using a one-handed weapon, adding only your Strength bonus to damage if you are using your primary hand or half your Strength bonus if you are using your off hand, instead of 1-1/2 times your Strength bonus. Otherwise, you take no penalty for using the weapon one-handed. The extra reach doesn&rsquo;t stack with the Lunge feat or other effects that extend your melee reach beyond that granted by your size category.<br /><br /></p>\n<hr />\n<h2>Two-Weapon Tricks</h2>\n<p>These weapon tricks are common among the pirates of the Shackles, the Shoanti, and natives of Northern Casmaron and Garund. You can use these tricks only while wielding two weapons.</p>\n<p>&nbsp;</p>\n<p><strong>Arm Bind (Two-Weapon Defense, Two-Weapon Fighting)</strong><br />You can attempt a combat maneuver check to disarm a foe even if the foe has no weapons. This functions as the disarm combat maneuver. If you succeed and the foe has no weapon, you ensnare an arm of your choice, preventing your foe from using that limb until the end of your next turn. A foe can take a standard action to free its arm.<br /><br /></p>\n<p><strong>Dual Strike (Double Slice, Improved Vital Strike)</strong><br />As a standard action, you can make two attacks, one with each weapon you&rsquo;re wielding, applying the normal penalties for two-weapon fighting to each.<br /><br /></p>\n<p><strong>Off-Hand Opportunity (Combat Reflexes)</strong><br />You can make one additional attack of opportunity each round with your off-hand weapon.<br /><br /></p>\n<p><strong>Piercing Climb (Climb 8 ranks)</strong><br />You can use piercing weapons to climb as if your hands were free. You take a &ndash;4 penalty on Stealth checks while doing so. You can take 10 on such Climb checks even while distracted or endangered.<br /><br /></p>\n<p><strong>Weapon Juggle (Two-Weapon Fighting)</strong><br />Martial Arts Handbook pg. 14 You can draw a weapon even while wielding two weapons. Doing so takes the same type of action as drawing that weapon normally would. As part of the action to draw the weapon, you must sheathe one of the two weapons you were wielding.</p>\n<p>&nbsp;</p>\n<hr />\n<h2>Weapon and Shield Tricks</h2>\n<p>These weapon tricks are common in Taldor, where they are used by rondelero fighters, and Lastwall, where they are taught in the Crusader&rsquo;s War College. You can use these tricks only while wielding a shield and a weapon you can wield in one hand.</p>\n<p>&nbsp;</p>\n<p><strong>Confounding Shield (Bluff 5 ranks)</strong><br />You can always take 10 on Bluff checks to feint in combat.</p>\n<p><strong>Feint and Bash (Improved Feint, Improved Two-Weapon Fighting, Bluff 10 ranks)</strong><br />When you feint successfully against a foe you threaten with your shield, that foe provokes an attack of opportunity from you. You can only perform a shield bash with this attack of opportunity.<br /><br /></p>\n<p><strong>Shielded View (Knowledge [dungeoneering] 1 rank)</strong><br />When you avert your eyes to avoid a gaze attack, you have an 80% chance to avoid having to attempt a saving throw against the gaze.<br /><br /></p>\n<p><strong>Warded Movement (Dodge)</strong><br />As a swift action, you can choose a foe you can see. You can pass through that foe&rsquo;s threatened area without provoking attacks of opportunity from that foe this round. Once you target a foe with this trick, you can&rsquo;t target it again that day.<br /><br /></p>\n<p><strong>Block and Counter (Two-Weapon Fighting)</strong><br />Martial Arts Handbook pg. 14 You can ready a standard action to block an attack with your shield, making an attack roll as though you were making a shield bash and using the result as your AC against that attack. If you successfully block the attack, you can attack that opponent with the weapon in your other hand as an immediate action.<br /><br /></p>\n<p><strong>Shield Charge (Shield Focus, Double Slice, base attack bonus +11)</strong><br />Martial Arts Handbook pg. 14 When you make a charge attack, you can attack twice&mdash;once with your shield and once with the weapon you are wielding in your other hand, applying the normal penalties for fighting with two weapons to each.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        "General"
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "feat",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428356107,
    "modifiedTime": 1677435488931,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
