{
  "_id": "ixta6SuflR8Ps4Rq",
  "name": "Anima Engine [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>This great contraption seems to be an endless series of winding tubes, glass spheres, metallic and crystal structural beams, and even more exotic materials fused into an icosahedral shape. The facets of the engine cascade with electrical and eldritch energies. Roughly 40 ft. in diameter, the engine is a marvel of craftsmanship for its sheer size alone. Surrounding the base of the structure are nine box-like containers of various sizes.  Aside from its size and obvious power, the most frightening aspect of the anima engine is what it is able to do. The engine captures the latent soul energy of any being dying within a 1 mile radius. This energy is stored in the engine and may be used to fuel both arcane and divine magic. Souls are not immediately used by the engine; they are stored within the machine's power reservoir for a matter of time (GM to determine exact length of time if necessary; allow any dead PCs the chance at resurrection). The limits on what can be accomplished with the anima engine are unknown. In addition to passively collecting soul energy, the anima engine may be used to actively drain a target of its animating force. The necromantic power of the engine is strong enough that if a target is placed in one of the sarcophagus-shaped retainers surrounding the engine, the target's soul is torn from the still living body (DC 40 Fortitude save allows the target to withstand the process for 1 round; save each round). This process of draining splits the victim into two parts; soul energy, captured in the engine, and a soulless husk of a still-living being. The victim's body is then freed to be used as a physical tool for Orcus (by his ally, Glazerel), ideally giving the Demon Lord both benefits: a soul to be used to fuel his dungeon and shrines, and a physical being to be used to do his bidding (the victims of the anima engine gain the soulless template [see Appendix A]).  The anima engine has 9 receptacles encircling its bulk; 3 Small, 3 Medium, 2 Large, and 1 Huge. Each of the receptacles can receive an appropriately-sized occupant, and a smaller subject may be placed in a receptacle one size larger than they are (a Small subject may be placed in a Medium receptacle, but not a Large).  Targets subjected to the anima engine suffer the effects of losing their soul, but retain most of their abilities (subject to the soulless template). Their memories are intact (a tormenting reminder of their former lives), but they follow the orders of Orcus implicitly, not as automatons but as fully capable beings.  Currently, there is only one being in the multiverse that knows the proper way to use the anima engine, the diabolic archwizard Glazerel. If the anima engine falls into the control of the PCs, allow any with an Intelligence of 24 or better the opportunity to make a DC 50 Use Magic Device check to attempt to control the engine, and loose some of its energy. Failure indicates magical backlash (a defense mechanism constructed into the engine by Glazerel, as a safeguard he is never replaced), requiring a DC 40 Fortitude save or the controller is subject to a maximized disintegration (CL 30th), and anyone within 30 ft. of the engine (including the operator) is subject to a heightened chain lightning (CL 30th, spell level 9th, DC 26 Reflex save for half).  Should the PC manage to successfully harness the power of the anima engine, allow them the ability to duplicate any one spell effect (divine or arcane), modified with any metamagic feats, up to a combined spell level of 10th; i.e. the PCs might create the effect of a maximized prismatic spray or such. Note that once the PCs determine what the engine is, and how it works (preparing to Use Magic Device), actually using it is considered an evil act. PCs with alignment considerations will be severely affected (good clerics lose spellcasting powers for 1 week, paladins stripped of abilities until they atone, etc.). The anima engine currently stores enough soul energy for 2 successful magical effects before new subject must be placed in the receptacles.  The anima engine was used in the construction of Rappan Athuk, and is the power source for many of the unusual magic effects present in the dungeon.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Rappan Athuk",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 8
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Anima Engine",
    "cl": 30,
    "aura": {
      "custom": true,
      "school": "transmutation strong all schools"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "animaEngineArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
