{
  "_id": "5g3Ytd69TQzLVYwM",
  "name": "Artrosa Ring [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>Three faces representing the threefold aspect of womanhood-maiden, mother, and crone-adorn this solid silver ring. Baba Yaga crafted the Artrosa Ring for her chosen warden of the sacred site of Artrosa, and it functions as a ring of protection +2 and a ring of regeneration. Within 15 miles of Artrosa's towering figures, the Artrosa Ring also grants its wearer the following abilities.   Quicksilver: The wearer can teleport to any location inside Artrosa's dungeons or within a 15-mile radius of Artrosa. Any location in this area is considered very familiar.   Seer: By concentrating for 10 minutes, the wearer can see and hear everything that transpires in a single chamber inside Artrosa, as if using clairaudience/clairvoyance.   Shroud: Three times per day, the wearer can alter the appearance of a single room within one of Artrosa's dungeons, as well as the appearance of any creatures inside the room, as with mirage arcana and veil. The wearer must be present in the room to use this ability, and the illusions fade as soon as the wearer leaves the room.   Threefold Aspect: Whenever the wearer enters one of Artrosa's dungeons, her age and appearance shift to match that of the corresponding dungeon (maiden, mother, or crone) as if affected by the threefold aspectAPG spell. If the wearer moves to a different dungeon, her age and appearance change accordingly. The wearer doesn't gain additional skill ranks, and a spellcaster doesn't gain any additional bonus spells for her increased ability scores, but the save DCs for her spells do increase. Outside these dungeons, the wearer returns to her natural age and appearance. The wearer has no control over this ability-it automatically takes effect whenever the wearer enters one of Artrosa's dungeons.   Vision: If the wearer is a witch of at least 10th level, she gains access to the vision major hex and can use it as if she had it as a normal class feature.   Outside of Artrosa, the Artrosa Ring loses all of the above abilities except its function as a ring of protection +2 and a ring of regeneration. In addition, the wearer can use the ring to cast threefold aspectAPG once per day.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>AP 69",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 0
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Artrosa Ring",
    "cl": 20,
    "aura": {
      "custom": true,
      "school": "abjuration conjuration and transmutation"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "artrosaRingArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "ring",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428264638,
    "modifiedTime": 1665949035875,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
