{
  "_id": "uqwLOM5HAgFpSqgg",
  "name": "Bell Of Mercy [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>This large bell appears to be cast from pure polished silver. It is engraved with delicate runes around the bottom lip, and measures 3 feet from lip to crown and 5 feet in circumference around the bottom. Sacred to the faith of Desna, seven such bells are believed to have existed at one point, each housed in a separate tower throughout the Inner Sea region. While these seven bell towers were separated by great distance, they represented the Seven Towers of Desna's palace, and pilgrimages to all seven were often undertaken by her faithful. Six towers are located in the western Mierani Forest of Varisia, the Hungry Mountains of Ustalav, the ruined city of Kokutang in the Sodden Lands, the eastern reaches of Tanglebriar in Kyonin, a hidden cove on Warlock Island in Cheliax, and somewhere in the hills south of White Canyon in Katapesh-over time, some of these locations have become quite dangerous. Each location presents its own dangers, and in some cases the bells themselves have gone missing. The seventh bell still hangs in its tower in an old fort in the eastern Stonewilds of the Worldwound.   A Bell of Mercy's magic works only once per year, though it can be rung more often as a normal bell. When activated, the bell sanctifies the area around it with the effects of hallow with a 120-foot radius, and with the additional effects of protection from evil for every good-aligned creature within the area. Within a 60-foot radius, this also includes a chaotic good maximized forbiddance effect. Creatures whose alignments are not chaotic or not good take 36 points of damage (Will DC 19 half) upon entering this area, while creatures whose alignments are neither chaotic nor good take 72 points of damage. All evil extraplanar creature within 60 feet when the bell is rung must succeed at DC 20 Will save or be banished to their plane of origin-evil outsiders who resist this are still staggered in this area as a result of the bell's power. Finally, the immediate structure surrounding the bell becomes infused with magic, causing doors and walls within its forbiddance area to be magically treated (Pathfinder RPG Core Rulebook 411) and repairing damage at the rate of 5 points of damage per round. These repairs cannot repair damage to a structure incurred before the bell was rung. A Bell of Mercy is constantly under the effect of a dimensional lock, so it cannot be transported via teleportation.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>AP 75",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 2000
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Bell Of Mercy",
    "cl": 20,
    "aura": {
      "custom": true,
      "school": "abjuration"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "bellOfMercyArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
