{
  "_id": "vPO84Z1Ubonkov7Y",
  "name": "Bilious Talisman [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>Called Seeds of Hell by those who know of them and rightly fear them, bilious talismans have the power to physically and permanently transplant whole regions of other planes into Hell. Drawing on the power of a bound infernal duke, such a talisman encourages its wearer to perform feats of selfish glory and  indulge in grand delusions, which culminate in the release of the talisman's power and damnation for both the wearer and those unfortunate enough to be caught in his wake. Bilious talismans are minor artifacts requiring the binding of a willing member of the infernal elite and thus can be crafted only by a supremely powerful diabolist or unique devil.  All bilious talismans are intelligent magical items with an Ego of 20 that grant their wearers a +4 Charisma bonus and the effects of the spell foresight. In addition, once per day the wearer can call on the bound devil as a free action to gain the effects of commune, find the path, legend lore, or true strike. The devil within the talisman usually subtly portrays itself as a benevolent spirit seeking to aid the wearer in achieving some great feat, such as vanquishing a great evil, bringing peace to a land, or ruling a kingdom. The talisman ever seeks to increase its wearer's influence, even that of a wearer with an alignment opposed to its own, planting the seed of corruption in the form of arrogance, avarice, and a sense of predestination.  When the wearer finally reaches what the talisman deems his pinnacle of power, surrounded by followers and fawning devotees, the talisman offers to reveal its greatest power as a reward to its wearer. Should the wearer accept, he and all creatures, lands, and objects within 1,000 feet are ripped from whatever plane they occupy and transported physically to a random layer of Hell to remain there forever. There, the talisman shatters and the unique devil within is released. What follows is often a massive slaughter and the damnation of dozens or even hundreds of souls. Should the wearer reject the offer, the talisman attempts to use its Ego score to dominate him and force him to accept. If the talisman ever faces destruction, it can use teleport on itself once per day-though it is prevented from doing this in areas affected by the hallow spell or similar areas of great goodness (or areas that bar dimensional travel, such as ones affected by dimensional lock or forbiddance).  Each bilious talisman has a unique devil bound within. For example, a bilious talisman could contain a powerful pit fiend named Aasdravox who speaks with a voice like grinding stones and tells the wearers of his talisman that they are destined to become great heroes and champions, beloved by whole nations. Optimally, he seeks to release his power at the culmination of a festival or ceremony held in his talisman wearer's honor.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Book of the Damned",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 0
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Bilious Talisman",
    "cl": 21,
    "aura": {
      "custom": true,
      "school": "conjuration"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "biliousTalismanArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "neck",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428265225,
    "modifiedTime": 1677435299260,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
