{
  "_id": "4PgHQNPzJGnUzckK",
  "name": "Book Of The Damned (demonic) [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>The demonic chapters of the Book of the Damned are bound between razor-edged covers of cold iron. Readers must take care when opening this book, lest the covers cut their fingers. Blood spattered on the pages of the book quickly fades away, as if the damp sheets of pale parchment within had a vampiric thirst. A successful DC 12 Reflex save is enough for a character to avoid being cut when opening this book. On a failed save, the supernaturally painful cuts deal 2 points of Constitution damage.  This section of the Book of the Damned serves as a catalog of the Abyssal realms and their lords-yet, just as the rulers of the Abyss wax and wane, the contents of this book shift and change  as well, revealing dark secrets. A good-aligned creature who touches this section of the Book of the Damned gains 1 negative level. This level cannot be restored until the character has remained more than 10 feet away from this section of the book for 24 hours. A creature that is not chaotic evil and attempts to read this section of the book must succeed at a DC 15 Will save or have her alignment permanently shifted one step toward chaotic evil.  These pages of the Book of the Damned are written in Abyssal. A reader who spends 30 days (not necessarily consecutively) reading the book receives several benefits. The book contains copies of every spell with the evil descriptor, as well as create drug, sacrifice,  and waters of Lamashtu (see pages 183, 185, and 186). The user gains a +4 bonus on Knowledge (planes) checks if she uses the book as a resource (consulting it for at least an hour regarding a question), and its descriptions of the Abyss are so accurate that any teleportation travel to or within the Abyss always brings the caster to the exact location desired (no familiarity roll required).  The demonic section of the Book of the Damned serves as the focal point for an unhallow effect and sympathy attuned to attract chaotic evil creatures. As long as the book's owner is carrying it, she casts evil spells as if she were 2 caster levels higher and gains a +2 bonus on Charisma-based skills and checks when interacting with chaotic evil creatures (these bonuses are considered to be profane bonuses and do not stack with similar bonuses granted by other partial copies of the Book of the Damned). Three times per day, the tome can be used to cast one of the following spells: blasphemy, desecrate, greater planar binding, insanity, rift of ruin, summon monster VII, or unholy blight. Once per day as a standard action, the bearer can use the book to gain one of the boons granted by any demon lord, which lasts as long as the owner retains possession of the book or until she chooses a new boon. This does not require an obedience.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Book of the Damned",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 12
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Book Of The Damned (demonic)",
    "cl": 25,
    "aura": {
      "custom": true,
      "school": "all schools [chaotic evil]"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "bookOfTheDamnedDemonicArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428264621,
    "modifiedTime": 1677435299222,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
