{
  "_id": "selGLbKEKwECxPY0",
  "name": "Book of the Damned : Demonic [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>The original Book of the Damned was collected from the scattered records of the exiled angel Tabris, who was ordered to record the lore of all the multiverse but was cast out of Heaven for his findings. The demonic chapters of the Book of the Damned are bound between razor-edged covers of cold iron.  Care must be taken when opening this book, lest the covers cut the fingers. Blood spattered on the pages of the book quickly fades away, as if the damp sheets of pale parchment within possessed a thirsty, vampiric nature. A DC 12 Reflex save is enough to avoid being cut when opening this book-on a failed save, the user takes 2 points of Constitution damage.  This section of the Book of the Damned serves as a catalogue of the Abyssal realms and their lords-yet just as the rulers of the Abyss wax and wane, the contents of this book shift and change as well, revealing dark secrets.  Any good-aligned creature who touches this section of the Book of the Damned gains one negative level.  This level cannot be restored until the character has remained more than 10 feet away from the book for 24 hours. Creatures attempting to read the book that are not chaotic evil must make a DC 15 Will save or have their alignment permanently take one step toward chaotic evil.  These pages of the Book of the Damned are written in Abyssal. A reader who spends 30 days (not necessarily consecutively) reading the book receives several benefits. The book contains copies of every spell with the evil descriptor, as well as all of the arcane spells listed below. The user gains a +4 bonus on all Knowledge (planes) checks if she uses the book as a resource (consulting it for at least an hour regarding a question), and its descriptions of the Abyss are so accurate that any teleportation travel to or within the Abyss always brings the caster to the exact location desired.  The demonic section of the Book of the Damned serves as the focal point for a permanent unhallow effect and sympathy tuned to attract chaotic evil creatures. As long as the book is carried, its owner casts all evil spells as if she were 2 caster levels higher and gains a +2 bonus on all Charisma-based skills and checks when interacting with chaotic evil creatures.  Three times per day, the tome can be used to cast one of the following spells: blasphemy, desecrate, greater planar binding, insanity, rift of ruin (see page 48), summon monster VII, or unholy blight. Once per day as a standard action, the bearer can use the book to gain any one of the boons granted by any demon lord-the boon lasts as long as the owner retains possession of the book, or until she chooses a new boon. This does not require an obedience.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Book of the Damned V2",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": 12,
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Book of the Damned : Demonic",
    "cl": 25,
    "aura": {
      "custom": true,
      "school": "all schools [chaotic evil]"
    },
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "",
      "max": 0
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "bookOfTheDamnedDemonicArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "attackType": "weapon",
    "nonlethal": false,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
