{
  "_id": "e1cB92BHg8cdLkSu",
  "name": "Book Of The Damned [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>The Book of the Damned contains the greatest collection of profane lore in the multiverse. This blasphemous book consists of numerous scattered chapters divided into three volumes: daemonic, demonic, and diabolic. These three sections are typically discovered on their own, as complete works in their own right. A fourth volume of unbound pages impaled on a bloody spike of metal-a collection of apocryphal notes-exists  as well; its pages explore the nature and realms of evils other than daemons, demons, and devils. Should all three volumes and their apocrypha be brought together, they merge into a compiled compilation that exhibits the following abilities.  The Book of the Damned radiates an unhallow effect in a 150- foot radius and a sympathy effect tuned to attract all evil creatures. Any good creature that willingly touches the tome must succeed at a DC 20 Fortitude save or be slain (this is a death effect). While the Book of the Damned is outside of its repository (see below), any fiendish demigod or greater fiendish power can use scry or a similar spell to view the Book of the Damned and its reader with no risk of being detected by the bearer. Finally, a creature that makes use of any of the tome's abilities is itself damned, condemned to an evil Outer Plane after death regardless of its other deeds. Only the intervention of a deity can prevent this punishment.  The complete Book of the Damned can be used as a profane talisman, as an obscene reference volume, and as a gate to the multiverse's most complete repository of unholy lore.  Talisman: As long as the book is carried, its bearer casts spells with the evil descriptor as if she were 2 caster levels higher and gains a +5 bonus on all Charisma-based checks when interacting with evil outsiders. The bearer can also use these spell-like abilities.  At will-align weapon (evil only), bestow curse, detect evil, speak with dead  3/day-banishment, blasphemy, dictum, magic circle (all variants), unhallow, unholy aura, unholy blight, word of chaos  1/day-dimensional lock, gate, greater planar binding, soul bind  Reference: Any character who can read Abyssal, Celestial, and Infernal and who spends a total of 30 days (not necessarily consecutively) studying the tome learns soul-tainting secrets. She gains a +10 bonus on Knowledge (planes) checks whenever she consults the book for 1 hour regarding a particular question. Additionally, the book's descriptions of Abaddon, the Abyss, and Hell prove so vivid that teleportation effects she uses to reach or move within those planes always bring her to the desired location (no mishap roll required). The bearer of the Book of the Damned also gains a +5 bonus on the opposed Charisma check required by the planar binding spell (this bonus stacks with the +5 bonus the tome grants on interactions with evil outsiders).  Once per day, the bearer can ask the tome a question relating to any profane topic; she then opens the book to a random page to find the answer, revealed as if the bearer had cast vision.  The book also contains every spell with the evil spell descriptor.  Repository: Once per day, the bearer of the Book of the Damned can cause the tome to disappear into its own internal demiplane, leaving behind a sinister, shimmering portal. This allows the bearer and those she chooses to enter an unnerving but semisafe library filled with countless volumes of blasphemous records, as detailed on pages 167-170 of this book. The book and creatures within the repository are affected by a powerful nondetection effect, shielding all within from the sight of even the gods. Creatures don't age while inside the library, although upon leaving, they immediately age an amount equal to the  time they spent inside. While within the demiplane, visitors can access any of the powers described in Reference above.  Nonevil creatures find the macabre surroundings and eerie servants within the repository unsettling and must succeed at a DC 30 Will save or be afflicted as if by the spell nightmare every time they attempt to rest within. Nothing can prevent this effect.  Creatures other than those the bearer chooses can enter the Book of the Damned's repository during lunar eclipses and the midnight hour on the night of a new moon. The barely visible portal manifests as a normal door at these times.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Book of the Damned",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": 40,
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Book Of The Damned",
    "cl": 25,
    "aura": {
      "custom": true,
      "school": "all schools [chaotic lawful evil]"
    },
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "",
      "max": 0
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "bookOfTheDamnedArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "attackType": "weapon",
    "nonlethal": false,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
