{
  "_id": "43MyKitHCVt4k1ah",
  "name": "Book Of The Damned (apocrypha) [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>These tattered and mismatched pages from the Book of the Damned deal with other types of fiendish beings beyond daemons, demons, and devils. Unlike the major chapters of the Book of the Damned, the apocrypha are not bound within a single set of covers-some pages are crudely bound into small folios, held together by lengths of chain or jagged barbs, or impaled on metal spikes, while others are simply loose leaves. Many pages are duplicates or filled with irrelevant writing on other topics, as if originally used for drafting, while the relevant content appears as marginalia. Despite their disorganized state, the pages never scatter or become lost; all of the various portions mysteriously remain together.  A good-aligned creature that touches this section of the Book of the Damned gains 1 negative level. This level cannot be restored until the character has remained more than 10 feet away from this section of the book for 24 hours. A nonevil creature attempting to read this section of the book must succeed at a DC 15 Will save or have her alignment permanently move one step toward evil.  These pages of the Book of the Damned are written in a mix of Abyssal, Celestial, and Infernal; knowledge of all three is necessary to understand their contents. A reader who spends at least 30 days (not necessarily consecutively) reading the apocrypha gains certain benefits. Where specified, these benefits apply to a single evil outsider subtype (other than daemon, demon, or devil). For every additional 10 days spent studying the apocrypha, the reader can gain these benefits with an additional subtype.  When using this portion of the Book of the Damned as a reference (by consulting it for at least an hour), the user gains a +4 bonus on Knowledge (planes) checks regarding one evil outsider subtype. The apocrypha contain copies of every spell with the evil descriptor, as well as sacrifice (see page 185). When the reader casts planar ally or planar binding (including  the lesser and greater versions) to bind a creature of her chosen subtype, the HD limit for the conjured outsider increases by 2.  The Book of the Damned apocrypha serve as the focal point for an unhallow spell. Three times per day, the reader can cast one of the following spells: blasphemy, greater planar binding (but only against evil outsiders of the type chosen when studying the apocrypha), or unholy blight. Whenever the bearer uses one of the apocrypha's daily spells, there is a 1% chance that a creature of her chosen subtype notices; if the spell chosen is associated with a creature of that subtype, the chance doubles, and the creature that notices is one that could use that spell-like ability. Such creatures usually seek to embroil the user in their schemes to further their fiendish agendas.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Book of the Damned",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 12
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Book Of The Damned (apocrypha)",
    "cl": 25,
    "aura": {
      "custom": true,
      "school": "all schools [evil lawful]"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "bookOfTheDamnedApocryphaArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
