{
  "_id": "C1vJd6cxR1FgYnh0",
  "name": "Celestial Lens [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>The celestial lens is a 12-foot-diameter lens mounted in a rune-covered circular frame of strange, alien metal, floating in a permanent orbit around a temple dedicated to the sun. Several smaller lenses of similar design hover around the primary lens like a bizarre orrery, moving into place to focus the arcane rays of the device. The celestial lens was c reated to capture the light of sacred eclipses and solar conjunctions, as well as the refracted darkness found between stars.   Celestial rays can be directed in an extremely powerful beam of energy that manifests as a vertical column of searing light focused directly below the celestial lens. Depending on the will of the controller and GM adjudication for inclement weather, such blasts deal between 5d6 and 20d6 points of damage in a 5-foot-radius cylinder extending from the lens to the ground or target. During the day, half the damage is fire damage, but the other half results directly from divine power and is therefore not reduced by resistance to fire-based attacks. At night, the device focuses distant starlight, and the maximum damage is only 10d6, although the lens does not function at all for 1 hour before sunrise and 1 hour after sunset. The lens moves with a constant speed of 20 feet and damages everything caught in the affected areas each round. Victims may make a DC 25 Reflex save for half damage.   The lens orbits at a static height of 100 feet from the ground and moves at a speed of 20 feet per round. It cannot be stopped or accelerated, although the path of the transit can be altered by a user in possession of the flame of guidance. When not directed, the lens maintains its last commanded path, eventually curving into a new elliptical orbit around its temple, scorching a path through whatever lies below. The user can alter both the damage (up to the maximum for the current lighting conditions) and the orbit in any direction, but the lens must move 20 feet each round, and cannot travel more than 3 miles from the temple in any direction before it curves back around and begins returning. Only divine intervention or powerful magic like wish or miracle can overcome this limited range, making a new person or place the center of the lens's orbit.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Ultimate Equipment",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 2400
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Celestial Lens",
    "cl": 20,
    "aura": {
      "custom": true,
      "school": "evocation"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "celestialLensArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428264707,
    "modifiedTime": 1677435299226,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
