{
  "_id": "pVIJUnXfdOIludRJ",
  "name": "Dancing Hut Of Baba Yaga [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>Approximately 15 feet tall and 15 feet square, this crude hut rises atop a pair of gigantic chicken legs that, when not tucked beneath the structure at rest, endlessly pick and scratch at the hut's surroundings. The lifelike legs aren't the only thing that make the hut remarkable, though. The small building's only door opens into a room more than twice the size of what the structure could naturally contain, but this remarkable space is but a threshold to places more wondrous still, for it is merely one possible configuration of countless extradimensional rooms (see page 23 for a map of this default layout of the hut's interior). Nothing that transpires outside the hut has any effect on those inside. The properties and abilities of the Dancing Hut are divided into two categories, the defensive and the transportive. Defensive: At its most basic level, the Dancing Hut is a unique CR 17 construct. The statistics and abilities of this remarkable creation are detailed on the following pages. A creature inside the hut can command the structure to move, attack, use its special abilities, or immediately perform any other function it is capable of by employing the Dancing Hut's unusual controls, which consist of a brown hen's egg inside a simple, cracked clay bowl sitting upon a table inside the hut. Both the bowl and egg can easily be removed or destroyed, but both reappear 1 hour later and only function within the confines of the hut. Breaking the egg reveals the head of live and very irate rooster that dies a long, squawking death-and disappears an hour later when the controls reform. Any creature that makes a successful DC 30 Use Magic Device check can use these innocuous controls to command the Dancing Hut. Failing this check causes the hut to dance erratically, potentially trampling creatures nearby, but has no effect on creatures inside the hut. A creature must succeed at a new Use Magic Device check every round to directly control the hut's actions. The hut can be assigned simple, standing commands to follow, such as to attack any humanoid that approaches, to patrol an area, to head in a direction for a set period, or to flee if damaged, but nothing complicated that requires it to follow multipart instructions, recognize specific individuals, or seek a specific place. Transportive: As a construct, the Dancing Hut can physically move on its own, but it also possesses the ability to slip between planes and even travel to other planets, carrying any inside the hut with it. This remarkable ability is activated using the cauldron within the hut, which links the hut to countless-if not infinite-locations across the planes. To use these transportive abilities, a creature must stand before the hut's cauldron, place two ingredients inside, and stir the everbubbling stew within-a process requiring a full-round action, though finding the desired ingredients might take longer. The two ingredients act as keys to a specific destination. Each destination the hut can travel to has a specific combination, or recipe, of two keys, which appear to be relatively normal items stored throughout the hut itself. Although the keys appear to be absolutely mundane, only those specific items within the hut function as keys. So while a red apple might be one key, it must be the red apple found inside the Dancing Hut, not just any apple. Like the hut's controls, keys can easily be destroyed or removed from the hut, but they reappear 1 hour later.  Once the proper keys have been placed in the cauldron, the Dancing Hut immediately appears at its new destination, as if it had traveled there via plane shift or interplanetary teleport (The Inner Sea World Guide). The hut always appears in the same location at a given destination-the keys are tied to that specific location at the destination. Once at a destination, the Dancing Hut can move (or be moved) to any other location on that world or plane normally. Once the hut arrives at its new destination, the keys immediately disappear from the cauldron, reforming elsewhere in the hut.  Each time a new combination of keys is used to transport the Dancing Hut to a new location, the interior layout of the hut changes, as each location the hut can travel to has its own corresponding layout of the hut's interior. The map on page 23 depicts a sample layout for the hut's interior, but as the hut travels, this layout can change dramatically, though every layout contains one room with a cauldron and the hut's controls, regardless of how many rooms are present in that layout.  When the hut's layout changes, the other layouts still exist, and are inaccessible from within the hut itself. Magic such as plane shift can still be used to visit these otherwise inaccessible layouts, and Baba Yaga herself (and perhaps some other residents of the hut as well) can freely travel throughout all of the rooms of the hut, regardless of the hut's physical location.  The table above presents a list of some of the best-known destinations the hut can travel to, along with the two keys needed to take the hut to that location. This list is by no means all-inclusive, and none-save perhaps Baba Yaga herself-know the limits of the hut's transportive properties.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Artifacts and Legends",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 3500
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Dancing Hut Of Baba Yaga",
    "cl": 30,
    "aura": {
      "custom": true,
      "school": "conjuration and transmutation"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "dancingHutOfBabaYagaArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428265177,
    "modifiedTime": 1665949036549,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
