{
  "_id": "RcG3eD1RvTpN9p6o",
  "name": "Hand Of Knem Koth [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>This was the left hand of the ancient deity Knem Koth, the Dark Harbinger, God of the Evernight, revered by some evil humans during the Age of Kings and a primary deity of the shadow giants. Knem Koth was betrayed by the Phoromycean deities, Kringa the Temptress and the enigmatic blind god known only as The Master. They tricked Knem Koth into becoming stuck in the Lair of Lacrymundus and then murdered him with the help of that eldritch dragon. They dismembered him and scattered his pieces across the multiverse, though his malevolent will seems to have been retained in them as many are still potent artifacts. Ironically, though Kringa and The Master have long since disappeared from the divine realms and been forgotten, the shadow giants have diligently searched for more than 10,000 years for all of the pieces of their lost deity in order to one day reassemble and resurrect this wicked force of darkness.  The hand has various powers of chaos and evil. It appears as a coal-black, six-fingered hand of Large size. The stump of the hand is encased in a platinum cuff that is in turn affixed to a platinum chain. When someone bears the Hand, they gain the following powers:  At will-dimensional anchor (see below), gate mastery (see below)  3/day-hold person  1/day-hold monster  Modified dimensional anchor: Anyone attempting to gate, teleport, dimension door or use some other means of magical conveyance within 200 feet of the bearer of the Hand of Knem Koth must make a DC 20 Will save or be unable to depart the presence of the bearer without his permission.  Gate Mastery: The bearer can inscribe the mark of Knem Koth upon any permanent magical gate, which allows the bearer to control who passes between the planes that the gate connects. The mark remains until dispelled by the bearer of the hand or until a new owner takes possession of the hand.  The Hand of Knem Koth is fully evil and takes possession of weak souls, who are required to make a DC 25 Will save to avoid its evil effects each time a power is used. Creatures possessed by the Hand of Knem Koth are geased to quest for the other pieces of the dead god and stop at nothing to accomplish this quest.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Sword of Air",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 25
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Hand Of Knem Koth",
    "cl": 16,
    "aura": {
      "custom": true,
      "school": "conjuration"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "handOfKnemKothArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428264869,
    "modifiedTime": 1677435299243,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
