{
  "_id": "iVCjjUXfUlW3rHGp",
  "name": "Hermetic Flask [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>This humble-looking, round-bottomed flask was used to purify one of the legendary philosopher's stones, and acquired some special properties as a side effect of this use. The hermetic flask and its creations function for only users with the alchemy class feature (Pathfinder RPG Advanced Player's Guide 26) and the ability to make extracts. Using the flask normally requires an alchemist's lab or crafting kit. Makeshift tools can be used, but result in a -5 penalty on all checks.   If a user spends 10 minutes and 100 gp, and succeeds at a DC 30 Craft (alchemy) check, the flask can distill one dose of alchemical essence. If the user expends one use of mythic power during the distilling process, 10 doses are made instead. Alchemical essence remains stable only as long as it's contained within the hermetic flask. As a standard action, an alchemist can pour forth a dose and immediately convert it into an alchemical item worth 100 gp or less, or into a poison worth 1,000 gp or less. He may throw it or apply it as part of the same standard action.   A weapon-like liquid, such as alchemist's fire, congeals into a fragile globule and remains stable until thrown or otherwise broken. Any such substance poured from the flask remains stable for 1 minute, and then dissolves harmlessly. The purity of the alchemical essence increases the effectiveness of alchemical items derived from it. Any save DCs associated with the item increase by 2, and any damage caused or healed by it increases by 50% (including ability damage). The hermetic flask can hold a maximum of 10 doses of alchemical essence at a time.   The user can identify the properties of an unknown alchemical substance or poison by pouring it into an empty hermetic flask and succeeding at a DC 25 Craft (alchemy) check for a normal substance, or a DC 30 or 35 check for a rarer substance. This analysis takes 1 minute and doesn't destroy the substance. Poisons analyzed in the flask can be converted into an antidote as part of this check, consuming the poison in the process. Such an antidote automatically cures the poison in any creature currently suffering from it, and provides immunity to further exposure to that specific poison for 24 hours. The antidote remains stable for as long as it's within the flask, and for 1 minute after it's removed.   By expending one use of mythic power and using the flask as part of a Craft check, the user can halve the cost of materials needed to create an alchemical item or poison. This doesn't apply to the creation of alchemical essence.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Mythic Adventures",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": 1,
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Hermetic Flask",
    "cl": 20,
    "aura": {
      "custom": true,
      "school": "transmutation"
    },
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "",
      "max": 0
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "hermeticFlaskArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "attackType": "weapon",
    "nonlethal": false,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
