{
  "_id": "R4BahVaFQ316mqH6",
  "name": "Invidian Eye [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>The Invidian Eye rewards devotion and punishes betrayal. When first given to a creature, the necklace recognizes members of the creature's race and gender-but not a specific individual- as its owner. The owner automatically fails any saving throw made to resist the effects of divination magic, but the necklace seeks to protect the owner against danger, reactively casting spells to defend its wearer against effects that compromise her control. The spells the amulet can cast (and when it does so) include freedom (in response to imprisonment, petrification, paralysis, and similar effects described by this spell), greater dispel magic (in response to any fear or mind-affecting effect), remove curse (in response to curses), protection from chaos (in response to any form of possession or similar control). The wearer has no control over when these spells are cast and the target of these spells is always the wearer. The Invidian Eye can cast each spell 3 times per day.  If the Invidian Eye is worn by a creature not of the race and gender it recognizes as its owner, it ceases to use its defensive properties. In addition, once every 1d6 days, the gem makes a self-destructive suggestion. The wearer must succeed at a DC 20 Will saving throw or make a casual attempt to harm herself during the course of the day. This suggestion does not dominate the wearer's actions, but she might be compelled to cut herself if she's wielding a weapon or jump if she passes a high window. If the wearer resists this compulsion three times in a row, the Invidian Eye takes more serious measures, conjuring a miniature prismatic sphere into the wearer's throat, which causes the wearer to begin suffocating (Core Rulebook 445). The sphere can only be removed by targeting the wearer with the same spells that normally remove a full size prismatic wall.  The race and gender the Invidian Eye perceives as its owner can be reset by casting mage's disjunction upon the artifact, though this carries the normal risk of destroying the artifact. Whoever the necklace is next given to determines the artifact's new owner.  The Invidian Eye is under the effects of a permanent nondetection spell. This affects only the artifact, not the wearer.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Artifacts and Legends",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 1
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Invidian Eye",
    "cl": 20,
    "aura": {
      "custom": true,
      "school": "abjuration and divination"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "invidianEyeArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "neck",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
