{
  "_id": "JCLglEHPQ2AL8cDs",
  "name": "Lens Of Galundari [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>At its most basic level, the Lens of Galundari functions as the focal point for an inward-facing magic circle spell of the user's choice. The magic circle varies in radius, but can hold one outsider called into its space by the spell planar binding, regardless of its size. While the lens improves the effectiveness of the spell planar binding, it does not actually cast the spell, requiring some outside agency to cast the spell while employing the lens as an additional focus component. The target of the planar binding receives its normal Will save to resist, but once it appears within the lens's magic circle, it cannot escape-the lens prevents the outsider from using its spell resistance or Charisma to escape, and locks it in place as per the spell dimensional anchor. Once trapped within the lens's magic circle, an outsider is trapped indefinitely, until it agrees to the user's demands or a sentient creature touches the prison with intent to free the outsider-doing so releases the outsider immediately. Even rolls of 1 on Charisma checks to coerce the outsider into service do not free the outsider.  While the lens does not grant the user a bonus on Charisma checks made to influence creatures trapped within its prison, it does grant the user an additional use for the outsider: The outsider can be bound within the lens, transforming the artifact into an arcane engine of sorts. The user must compel the outsider to submit to this service, as described by the spell planar binding. The outsider receives a +10 bonus on the opposed Charisma check made to resist entering into service. This bonus is reduced by 1 for every week the outsider remains bound (minimum 0). The lens can only hold one outsider at a time, and it cannot employ its magic circle effect while an outsider is trapped within.  If an outsider agrees to be bound into the lens, it becomes trapped inside the lens and cannot free itself. While bearing the lens, the wielder can employ any of the outsider's spell-like abilities. How often the wielder can use these spell-like abilities is limited by the outsider's Hit Dice and the frequency with which the imprisoned outsider can normally use its spell-like abilities. The outsider's Hit Dice become a pool of soul points the wielder has access to, with each Hit Die equating to 1 soul point. The lens's bearer can employ the imprisoned outsider's spell-like abilities by spending a number of soul points equal to the spell-like ability's spell level. If the lens no longer has enough soul points to pay for a spell-like ability's use, the ability cannot be used. If the imprisoned outsider can only use a spell-like ability a certain number of times in an amount of time, the wielder cannot employ that spell-like ability more than that number of times in the amount of time specified, even if the lens has enough soul points to pay for the ability's use. The lens's total number of soul points replenishes every day.  The outsider within the lens can be freed by spending 1 soul point. The released outsider is exhausted, but is not controlled by the lens's bearer. The outsider within the lens can also communicate telepathically with a creature touching the artifact, though it exerts no control over the bearer.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Artifacts and Legends",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 10
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Lens Of Galundari",
    "cl": 22,
    "aura": {
      "custom": true,
      "school": "abjuration"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "lensOfGalundariArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
