{
  "_id": "JU75JwQzh1iwTujk",
  "name": "Maniac Hand [Cursed]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>This dried and withered hand ends in a jagged stump. When it is touched against the arm stump of a humanoid who has lost a hand, the maniac hand bonds instantly and returns to a lifelike appearance. It shrinks or grows to match the size of its new owner, and transforms itself to match the hand lost, becoming either a right or left hand. After merging, an uneven scar and unhealthy hue identify it as alien to its new owner.  Attacks made with a maniac hand receive a +2 competence bonus on attack and damage rolls. In addition, when making a full attack, the wielder can accept a -2 penalty to AC in order to make one extra attack with the hand using the wielder's full base attack bonus. This benefit is not cumulative with similar effects, such as a haste spell. For the purposes of these bonuses, any weapon held in the maniac hand o r in both hands qualifies, and the hand itself can deal damage as a slam attack appropriate to the wielder's size (1d4 for a Medium creature).  A maniac hand has an insidious will that slowly usurps control from the owner. It has Intelligence 8, Wisdom 12, and Charisma 10. Incapable of communication and bereft of rational thought, a maniac hand knows only an insatiable urge to destroy. When first attached, a maniac hand has an Ego score of 5. At least once each day, when presented with an opportunity to murder a friend or innocent without being witnessed, the maniac hand attempts to assert control using the rules for items against characters (Core Rulebook 535). If it succeeds, the hand takes control of its owner until it can  commit the murder or 5 minutes pass, whichever comes first. The owner remembers nothing of the crime save a blinding rage, and the hand's Ego score returns to 5. If the hand fails to assert control, the owner feels a momentary surge of anger, but can't identify the source. Each day that passes without the hand's murderous impulse killing a creature of Intelligence 3 or higher, its Ego score increases by 1. If its Ego score increases above 20, the hand no longer cares for caution, and attempts murder regardless of the chance of getting caught.  A maniac hand that's denied the death of friends or innocents for more than 30 days turns against its owner. If in a position to sabotage the owner, such as by letting go of a rope, it attempts to assert control. It can assert control while the owner sleeps, strangling its host or seizing a weapon to deliver a coup de grace. The hand attempts such an act at most once per day. An owner willing to slaughter innocents can keep the hand satisfied by finding an innocent victim and voluntarily relinquishing control to the hand.  If the owner tries to rid herself of the maniac hand by destroying or amputating it, the hand resists to the best of its ability. It makes attacks and one-handed grapple attempts with its owner's own Strength and Dexterity scores, augmented by the hand's bonuses. The hand has an AC equal to its owner's touch AC, except with a +4 size bonus that stacks with its owner's size modifier. Its owner loses her Dexterity bonus against the hand's attacks, but the hand retains its Dexterity bonus against its owner. The hand's hp is equal to 1/4 that of its owner.  Successfully casting remove curse on a maniac hand prevents it from resisting amputation for 1 hour.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Occult Adventures",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 2
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Maniac Hand",
    "cl": 13,
    "aura": {
      "custom": true,
      "school": "necromancy"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "maniacHandCursed",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "hands",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428264795,
    "modifiedTime": 1665949035977,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
