{
  "_id": "aXufIjj7Ue4KTOCB",
  "name": "Mask Of The Forgotten Pharaoh [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>Carved from gold and inlaid with cobalt, lapis lazuli, and onyx, this elaborate funerary mask was crafted for the Sky Pharaoh Hakotep I, and was intended to be interred along with his mummy in his tomb. Upon Hakotep's death, the Nethysian sect called the Sacrosanct Order of the Blue Feather trapped a portion of Hakotep's soul-his ka, or vital spark-inside the mask and stole it from the pharaoh's tomb. To conceal this crime, the Order of the Blue Feather hid the mask (which came to be known as the Mask of the Forgotten Pharaoh) beneath the Sanctum of the Erudite Eye in Wati, where it was found  millennia later by the necromancer Nebta-Khufre. Empowered by Hakotep's ka, the Mask of the Forgotten Pharaoh is a powerful artifact. When worn, the mask occupies both the head and headband magic item slots. After 24 hours, the mask attunes itself to its wearer, granting its wearer a +2 enhancement bonus to one of his mental ability scores (Intelligence, Wisdom, or Charisma). The wearer chooses which ability score is enhanced the first time he puts on the mask. If the mask grants a bonus to Intelligence, it also grants ranks in skills as a headband of vast intelligence: first in Knowledge (nobility), then, as the bonuses increase, in Knowledge (history) and Knowledge (religion). Once the mask is attuned to a wearer, the enhanced ability score cannot be changed unless the mask attunes itself to a new wearer (which takes another 24 hours). In addition, the mask provides its wearer with deathwatch as a constant spell-like ability. The mask cannot be detected by any sort of divination magic, and grants its wearer a constant nondetection effect.  Once attuned, the Mask of the Forgotten Pharaoh has additional powers based on its wearer's alignment. If worn by an evil character, the mask enhances the wearer's control over undead, doubling the number of undead the wearer may control with animate dead, control undead, the Command Undead feat, and similar effects. Additionally, the wearer can cast animate dead once per day as a spell-like ability. If worn by a good character, the mask grants its wearer immunity to disease, including supernatural diseases such as mummy rot. In addition, the wearer can cast death ward and speak with dead each once per day as a spell-like ability. A neutral character who is neither good nor evil must choose to be treated as either good or evil when he first dons the mask. Once made, this choice cannot be reversed. A neutral character who uses the mask to create undead gains 1 permanent negative level for each Hit Die of undead created. These negative levels cannot be overcome in any way (including restoration spells), but they are immediately removed if the undead creatures are destroyed. The Mask of the Forgotten Pharaoh reveals additional powers as its wearer increases in levels. At 7th level, the mask's enhancement bonus to a mental ability score increases to +4. Also at this level, an evil wearer can cast create undead once per day, and a good wearer can cast eyebite once per day instead. At 11th level, the mask's enhancement bonus increases to +6, an evil wearer can cast control undead once per day, and a good wearer can cast finger of death once per day. At 15th level, an evil wearer can cast create greater undead once per day, and a good wearer can cast symbol of death once per day. Legends hint at unspeakable rituals that can use the Mask of the Forgotten Pharaoh to create a ka pulse, channeling the energy of Hakotep's fractured soul to animate huge numbers of undead creatures in a wide area, though doing so is rumored to destroy the wearer's own ka, thereby denying the wearer access to the afterlife and enslaving his will to that of the Forgotten Pharaoh.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>AP 80",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 5
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Mask Of The Forgotten Pharaoh",
    "cl": 17,
    "aura": {
      "custom": true,
      "school": "necromancy and transmutation"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "maskOfTheForgottenPharaohArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "head",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
