{
  "_id": "vmOVwBXqDLISsQsb",
  "name": "Phylactery Of The Failed [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>Not every lich that attempts the transition to undeath succeeds. For most, this means an excruciating, spell-blasted death; for a small fraction of others, this means a typically brief but painful existence as a failed lich; but for an exceedingly rare few, this means something in between. A phylactery of the failed has a minute chance of coming into being anytime a spellcaster attempts to achieve lichdom and fails (equivalent to 1 in 100). In such cases, the magic-user's body is destroyed, but the phylactery he prepared remains and is invested with a remnant of his shattered consciousness. The creature that opens a phylactery of the failed must immediately succeed at a DC 30 Will saving throw or be affected by a disease-like curse known as a parasitic soul (detailed below). Those affected by a parasitic soul have their own personality and sanity overwhelmed by the remnant ambitions and memories of the would-be lich whose destruction created the phylactery. If the cursed creature is killed by the parasitic soul, her body is animated 1 day later as a lich with the same memories and abilities of the magic-user who created the phylactery, essentially allowing that spellcaster to finally achieve lichdom. The cursed creature cannot be returned to life until the lich is destroyed.  If the parasitic soul is excised from a victim, it returns to the phylactery and attempts to infect the next creature to open the box. The parasitic soul can only infect one creature at a time. While a creature is infected by a parasitic soul, the phylactery the soul is bound to has no dangerous properties and cannot infect other creatures.  The invasive nature of phylacteries of the failed has spawned the creation of several other pernicious magic items, such as the disease-spreading death's head coffer (see Pathfinder Adventure Path #8).  Parasitic Soul Curse and disease; save Will DC 30; frequency 1/day; effect 1d6 Intelligence damage; cure a parasitic soul can only be cured by casting both a spell that prevents the target from being mentally controlled (like protection from evil) and remove curse.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Artifacts and Legends",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 5
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Phylactery Of The Failed",
    "cl": 18,
    "aura": {
      "custom": true,
      "school": "necromancy [evil]"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "phylacteryOfTheFailedArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
