{
  "_id": "6KaVhtv9GL8yRHFv",
  "name": "Radiance [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_22.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>In 4692 AR, soon after the start of the Fourth Crusade, a paladin of Iomedae and renowned demon slayer named Yaniel spoke out against the Mendevian crusaders, accusing them of negligence and sloth, and claiming these faults were what allowed Khorramzadeh to invade Kenabres and damage the wardstone. Her accusations cut too close to the truth, and in a moment of weakness her superiors threatened to excommunicate her. Instead, she said she would enter the Worldwound and fight the Fourth Crusade on her own, with only her magic sword Radiance for company. The church was happy to see Yaniel go, and in the 2 years that followed, she was thought to have been slain. Yet when she returned to Kenabres in 4694 ar, leading a small army of crusaders she'd rescued, both Yaniel and her superiors had changed. For her part, Yaniel had shed her pride and insubordination, and had gained a new appreciation for the difficult decisions leaders are forced to make. And the church leaders had learned that sometimes the truth is exactly what you need to hear. Alas, Yaniel was assassinated before the year was out, slain by the lilitu demon Minagho only a week into her second personal crusade. Her followers managed to return to Kenabres with Radiance, but Yaniel's body had been taken. The sword had gone dark after Yaniel's death, its magical powers apparently lost, and so the crusaders elected to place it in the Gray Garrison on display. Yet several months ago it was stolen by the Templars of the Ivory Labyrinth, who plan to soon send the sword north to Drezen for corruption into a weapon of evil.  Radiance was once a powerful weapon, yet since Yaniel's death the blade has become inert. When handled by a paladin, however, the blade suddenly glows with golden light and functions as a +1 cold iron longsword that radiates light as a torch on command. The weapon shifts and changes its form to match the paladin's deity's favored weapon (in the hands of a paladin who doesn't worship a deity, the weapon remains a +1 longsword). Certain events and tasks can awaken Radiance's latent powers, eventually transforming it into a full-fledged holy avenger-these events are noted in the following adventures in Wrath of the Righteous as they occur.  In addition, Radiance is a legendary item (Pathfinder RPG Mythic Adventures 169) that bonds with a mythic paladin a s soon as it is wielded in combat-in this adventure, Radiance bonds if a paladin uses it in the final encounter against Vorlesh's babaus. The weapon has two daily uses of legendary power that recharge each day, but does not currently possess any legendary attributes, for it has yet to be wielded by a mythic paladin. As Radiance has its own ability to grow in power, it cannot be given the upgradable legendary item ability.<br><p><b>Base Item:</b> +1 longsword|+1 cold iron longsword</p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>AP 73",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 4
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Radiance",
    "cl": 20,
    "aura": {
      "custom": true,
      "school": "abjuration"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "radianceArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "weapon",
    "equipmentSubtype": "lightArmor",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
