{
  "_id": "Iu9vzSQlGAfJdlse",
  "name": "Runewell, Minor [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>Runelord Alaznist, inspired by and jealous of Karzoug's success with the runewell of greed, experimented with variant runewells of her own design. Many of these minor runewells of wrath existed in her domain-though today most are lost deep under the waters of the Varisian Gulf or are hidden away in Hollow Mountain, with only the one remaining on mainland Avistan hidden in the Catacombs of Wrath under Sandpoint.  Every time a creature with a wrathful soul (including most goblins and quite a few of the victims murdered years ago by Jervas Stoot) dies within a mile of a minor runewell, it gains 1 wrath point. There's no limit to the number of wrath points the minor runewell can store, but it currently contains only 20. Each time the well's waters are drawn upon (as detailed below), a number of wrath points are expended. If enough points are expended to put its total at 0 or negative wrath points, the minor runewell deactivates, its waters fading away. Reactivating the minor runewell requires long-lost rituals-or the reactivation of a major runewell somewhere else in the world. Such an event restores a minor runewell of wrath to a starting level of 3 wrath points.  A minor runewell is only 3 feet deep, yet any living creature that enters its freezing orange waters immediately takes 2d6 points of cold damage and must succeed at a DC 15 Will save or be overcome with wrath. Failure indicates the creature becomes enraged (as if under the effects of a rage spell) and immediately attacks the nearest living creature. If no living creatures are in sight, the enraged creature is compelled to seek out a victim, moving at full speed in its search. This rage persists for 2d6 minutes, after which point the creature becomes fatigued. Each activation of a minor runewell in this manner costs 3 wrath points.  A minor runewell can also be commanded to disgorge a sinspawn. To manifest a sinspawn, a creature need only allow a few drops of its blood to fall into the pool. One round later, a sinspawn emerges from the well and immediately attacks the closest creature in which it cannot scent wrath. Each use of a minor runewell in this manner costs 6 wrath points.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>RotRL-AE-Appendix",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 900
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Runewell, Minor",
    "cl": 20,
    "aura": {
      "custom": true,
      "school": "necromancy"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "runewellMinorArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
