{
  "_id": "PpNxYoau0G3QXwYK",
  "name": "Scepter Of The Shining Lord [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>Fashioned from a single piece of black jade, this 3-foot-long scepter has a T-shaped handle carved to resemble the head of a horned crocodile. The scepter's other end curls and forms an eyehook, to which is tied a leather strap. Strung along this strap are four small, copper bells. Each bell signifies a single concept related to rulership: authority, banishment, dominion, and imprisonment.  An individual seeking to wield the scepter must first bond with the artifact by permanently offering it one use of her mythic power. Thereafter, the owner must always keep one use of power unspent to maintain the bond. If the owner expends all her mythic power, the bond breaks and the individual can no longer access any of the scepter's power until she reestablishes her bond of ownership.  Once bonded, the scepter can be wielded as a +6 brilliant energy light mace that grants a +4 enhancement bonus to its bonded owner's Charisma score. In addition, the owner can expend one use of mythic power and ring the scepter's bells to produce the following effects:  • The wielder can ring the bell of authority to cast command targeting any non-mythic creature.  • The wielder can ring the bell of banishment to cast dismissal upon any non-mythic outsider with a CR at least 3 less than the wielder's total class level plus her tier.  • The wielder can ring the bell of dominion to cast sanctuary on any non-mythic creature.  • The wielder can ring the bell of imprisonment to cast forcecage on any non-mythic creature with a CR at least 3 less than the wielder's total class level plus her tier.  The caster level for all four effects is equal to the owner's total character level plus her tier. When she rings a bell, she can also expend an additional use of mythic power to increase the DC of the spell-like ability's saving throw by 10.  Lastly, the owner can use the scepter to appoint a mythic agent to be a protector and advocate of the owner's people. When she does so, she bestows 1d4 uses of mythic power upon that creature that last for 1 month if the creature is mythic, or until they are spent if the creature is non-mythic. If the agent is mythic, these points increase the agent's maximum number of mythic uses for the month. If the champion is non-mythic, as long as that agent retains at least one use of mythic power, it gains the hard to kill and surge base mythic abilities (see page 12).<br><p><b>Base Item:</b> +6 brilliant energy light mace</p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Mythic Adventures",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 4
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Scepter Of The Shining Lord",
    "cl": 20,
    "aura": {
      "custom": true,
      "school": "abjuration and enchantment"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "scepterOfTheShiningLordArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428264853,
    "modifiedTime": 1677435299242,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
