{
  "_id": "noTao9A2kh2BWmOq",
  "name": "Scepter Of Ages [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>The Scepter of Ages can be wielded as a +4 heavy mace with a critical threat range of 18-20. In addition to the damage this weapon deals, any creature struck by the scepter ages a number of years equal to the damage taken. On a critical hit, not only does the scepter deal greater damage, but the victim ages 2 years for every point of damage taken. Creatures aged in this manner might have their physical ability scores reduced; consult Table 7-2 on page 169 of the Core Rulebook for the effects of aging on common humanoids. For the wide range of unlisted humanoids and non-humanoids this aging might affect, GMs should use their judgment, general knowledge, and creature descriptions to decide how the effects of aging apply on a race-by-race basis. GMs looking for a quick way to approximate the ages of minor opponents should alter Strength, Dexterity, and Constitution by -1 for every 10 years aged and consider +40 years to be a creature's maximum age. Any creature aged to greater than its maximum age immediately dies. Constructs, outsiders, and undead are immune to the effects of aging. The mental abilities of those affected by this form of aging do not increase. Creatures that gain abilities dependant on their age gain these abilities as normal (though, at the GM's discretion, these abilities might not be immediately usable). The spell regenerate restores 1 year of premature aging for every hit point it heals. Creatures killed by aging can only be restored by true resurrection, miracle, or wish, but even these spells do not heal aging, returning the target to life only 1 year younger than his maximum age.  In addition to its use as a weapon, the Scepter of Ages can open a portal through time. To do this, the scepter's bearer must spend 10 minutes precisely aligning the delicate mechanisms within the artifact's head to the exact dates she wishes to travel to. This requires the bearer to make either a DC 30 Knowledge (history) check to program a precise date or a DC 30 Wisdom check to travel to a general period. The bearer can rush through calibrating the scepter, activating it in 1 minute, but doing so increases the associated DCs by +10. Regardless of whether or not this check is successful, a 5-foot-wide glowing tear in time opens within 15 feet. This rift cannot be used as a weapon or to destructive effect. What time the passage opens to is determined by whether the bearer succeeds at the check (opening a portal to the desired time) or fails (opening a portal to the incorrect time, determined by how significantly he failed, as shown on the Accidental Time Travel Results table on page 43). The time beyond the portal cannot be viewed and can only be discovered by passing completely through. The rift remains open for 1 minute before closing. What creatures or conditions lie beyond the portal are determined by the GM (see the Ages of Golarion table on page 43 for examples of different times on Golarion).<br><p><b>Base Item:</b> +4 heavy mace</p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Artifacts and Legends",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 8
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Scepter Of Ages",
    "cl": 25,
    "aura": {
      "custom": true,
      "school": "transmutation"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "scepterOfAgesArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
