{
  "_id": "nsxQOCkYXGBetoqR",
  "name": "Serithtial [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>Serithtial is a +4 holy bastard sword crafted, it is said, by Iomedae herself as a gift to Mandraivus's great-grandfather, a man who led several crusades against Nidal. The sword was handed down through the generations, finally coming into the hands of a well-respected hero of Lastwall- Mandraivus. Serithtial was the perfect weapon for Mandraivus's assault on Scarwall, and some scholars of history now believe that Iomedae had foreseen its need and forged it early to ensure that Mandraivus not only would inherit it, but would respect its traditions all the more.  Although made of steel, Serithtial is treated as if made of both cold iron and silver for the purpose of penetrating damage reduction. Serithtial glows with the equivalent of a continual flame, but its wielder can extinguish or ignite this glow as a move action. In addition, it gains a further +2 enhancement bonus and deals an extra 2d6 points of damage against foes who serve or worship Zon-Kuthon, as if it had the bane weapon special ability against such foes. This effect also functions against Queen Ileosa and those who directly serve her-including creatures like the dragon Zarmangarof (who serves her under magical compulsion) and the Red Mantis assassins (who serve as paid mercenaries). While Serithtial was forged as a bastard sword and reverts to this shape when no one wields it, when held in the hand, the sword immediately transforms into the type of blade its owner is most proficient with (choosing from dagger, short sword, longsword, scimitar, falchion, greatsword, rapier, or bastard sword-the GM can add additional sword-like weapons as she sees fit).  Serithtial can cast cure moderate wounds and zone of truth three times per day each, and usually reserves its healing power to use on its wielder when he is reduced to 1/4 his total hit points.  Serithtial's wielder gains the benefits of death ward and freedom of movement against attacks and effects generated by followers of Zon-Kuthon (and by extension, Queen Ileosa and her followers).  Although Serithtial is lawful good, as long as its wielder is dedicated to the defeat of Kazavon and those he has corrupted (such as Queen Ileosa), the sword does not attempt to seize control of its wielder. If its wielder does go against its wishes,  Serithtial tries to force him to relinquish the blade to a more appropriate wielder. As with all holy weapons, Serithtial imposes 1 negative level on any evil creature attempting to wield it. The negative level remains as long as the creature holds the weapon in its hand and disappears when the weapon is no longer wielded. A worshiper of Zon-Kuthon who wields Serithtial takes 4 negative levels and is nauseated as long as these negative levels persist. The negative levels and any additional side effects cannot be overcome in any way (including by restoration spells) while the weapon is wielded.<br><p><b>Base Item:</b> +4 holy bastard sword</p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Curse Of The Crimson Throne Chapter Appendix",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": 5,
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Serithtial",
    "cl": 17,
    "aura": {
      "custom": true,
      "school": "abjuration"
    },
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "",
      "max": 0
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "serithtialArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "attackType": "weapon",
    "nonlethal": false,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
