{
  "_id": "SlkSdZssUMQicIXI",
  "name": "Shinobi Fuhonsen [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>The shinobi fuhonsen is said to have been the first payment ever made to a ninja in the history of Minkai. The tarnished bronze coin has a square central hole and bears six ideograms on its two faces-four on one face and two on the other, with two spaces apparently left blank. A leather thong is threaded through the coin's central hole, allowing the coin to be worn around the neck.  The six ideograms on the coin correspond to six different skills: Acrobatics, Climb, Disguise, Escape Artist, Perception, and Stealth. A DC 30 Knowledge (arcana) or DC 20 Linguistics check identifies the ideograms and their corresponding skills. The shinobi fuhonsen currently has six powers, each corresponding to one of the six ideograms and its associated skill. If a new owner has at least 8 ranks in another skill, the shinobi fuhonsen gains an additional power based on that skill, and a new ideogram emerges on the coin's surface. The new power and the skill it corresponds to are left up to the GM, though the power should be related to its skill, and the skill should be one on which the owner often relies. Although the existing powers of the shinobi fuhonsen are based on skills common to rogues and bards, new powers and their corresponding skills are not restricted to those of any one class. Only one new power may be unlocked per owner.  The coin's powers only function for a worthy owner, who must have at least 8 ranks in each of the six skills, plus 8 ranks in another skill. If the bearer of the coin is not a worthy owner (i.e., does not have enough skill ranks), the coin vanishes from the bearer's possession at the next new moon, reappearing elsewhere in Minkai to seek out a new owner.  When a new owner first takes possession of the shinobi fuhonsen and activates a new power, the new ideogram (and its associated power) appears on the coin on a temporary basis, and the owner receives a vision of the coin's previous owners at the time of their deaths. If the new owner is not chaotic evil, he must immediately make a DC 25 Will save or his alignment shifts one step toward chaotic evil. If the save succeeds, the owner resists the change and can use the coin's powers until the next new moon, when he must make another save. The owner must make a new Will save at every new moon until his alignment becomes chaotic evil, or until the artifact is no longer in his possession.  As long as the owner is not chaotic evil, he can simply discard the shinobi fuhonsen, at which point the coin vanishes at the next new moon. Once the owner becomes chaotic evil, the new ideogram (and its associated power) becomes permanent and he can no longer discard the coin, as if it were a cursed item.  Each of the coin's powers can be activated by speaking the name of the corresponding ideogram, unless otherwise noted. The known powers (and their associated skills) of the shinobi fuhonsen are as follows.  • Power #1 (Acrobatics): The owner can cast shadow walk once per day.  • Power #2 (Climb): The owner can cast spider climb three times per day.  • Power #3 (Disguise): The owner is permanently under the effects of misdirection.  • Power #4 (Escape Artist): The owner can cast dimension door three times per day.  • Power #5 (Perception): The owner can cast scrying once per day.  • Power #6 (Stealth): The owner can cast mislead once per day.  • Powers #7-8 (8 ranks in another skill): Yet to be discovered.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>AP 53",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 0
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Shinobi Fuhonsen",
    "cl": 15,
    "aura": {
      "custom": true,
      "school": "illusion"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "shinobiFuhonsenArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "neck",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
