{
  "_id": "vjJ2QBGSWlZGjhIj",
  "name": "Sihedron [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>The Sihedron is a seven-pointed star that symbolizes the great power of Thassilonian magic. Xin created the Sihedron as more than just a symbol of his power over the schools of magic he'd defined for his nation, though. It was initially meant to be a badge of his power over all of Thassilon and a symbol of the unified nature of the nation's peoples. Each of the Sihedron's arms is made of a different skymetal, symbolizing how the nation of Thassilon was made of different races-Azlanti, Varisian, Shoanti, giant, elf, and others. Xin went further than merely making the Sihedron a symbol of harmony and diversity, though, and built into it significant advantages when the artifact is shared among a number of allies. The powers granted by the Sihedron are greatest when it is used not by a lone individual, but by a group that works together toward a common goal and whose members trust each other enough to effortlessly pass control of the powerful item between themselves swiftly and without a second thought.  Alas, Xin's ideals for the diversity of Thassilon were misplaced, and even as his rule continued, he found himself increasingly paranoid and unwilling to share the powers granted by the Sihedron. The fact that the item was intended to be a powerful shared artifact but has never properly been used in this manner is one of the greatest ironies of Thassilon.  The Sihedron itself is a relatively plain-looking item. The seven different hues of its composite metals give it some color, but the artifact lacks any of the decorative runes and markings that are so common on other Thassilonian artifacts. Even the artifact itself, built in the image of the sign of Lissala and the rune for the Thassilonian schools  of magic, seems somewhat plain, lacking the distinctive hooklike shapes along the Sihedron rune's arms. Instead, these hooks are represented in the device by seven ioun stones embedded on the arms.  To activate the Sihedron, a person needs only to touch the center of the star where all seven arms meet and concentrate as a swift action-the Sihedron then immediately rises up into the air behind the user's head like a halo and floats along behind him wherever he goes, even teleporting along with him. Although the Sihedron is not in physical contact with the user, it is in all ways treated as if it were an attended object being held or carried. Once activated, the Sihedron glows with a warm yellow light that sheds illumination as per a daylight spell. It implants knowledge of all its powers and how to activate them into the mind of anyone who activates it in this way.  Once activated, the Sihedron protects its user in a number of ways. First, it constantly infuses the wearer with magical energy, granting him fast healing 5. Second, it grants the user the constant effects of a foresight spell (providing a +2 insight bonus to AC and on Reflex saves, and preventing the user from being surprised or flat-footed). Third, up to once per day, the Sihedron can target its bearer with true resurrection the instant he is slain-he need not activate this power, as the Sihedron automatically triggers if the user is killed.  When the user activates the Sihedron, he must select one of the star's points to be ascendant, causing the Sihedron to rotate so that this point is oriented straight upward. The user immediately gains an additional defensive ability and an at-will spell-like ability, as detailed below. Each point is opposed by two other points; the user can change which point is ascendant by concentrating as a standard action, but he cannot change the point to an opposing point. The effects granted by each of the Sihedron's points (as well as the two opposing points for each) are listed at the end of this item description.  As an immediate action (but no more than once per combat round), the current user of the Sihedron can instantaneously transfer the artifact to another willing creature within 120 feet. The Sihedron teleports from the current user and appears behind the head of the target creature. As it does so, it unleashes a surge of potent magic that affects both creatures, granting a +2 insight bonus on saving throws for 1 round and restoring 2d8+10 points of damage for each creature. This transfer occurs so quickly that it can grant the bonus on a saving throw after the saving throw itself has been rolled, but the transfer must be made before the outcome of that roll is announced by the GM. Likewise, the healing granted can occur in the instant before a creature takes damage from any source, possibly healing a heavily wounded target before additional damage renders it unconscious or even kills it. When the  Sihedron is granted to a new target in this manner, the new target can automatically select which point of the Sihedron is ascendant, even if that point is oppositional to the previously ascendant point.  Each of the Sihedron's arms contains an ioun stone embedded in a small receptacle. These ioun stones cannot be removed as long as the Sihedron is whole, and they help to power the following additional abilities when one of the points is ascendant.  Charity: Grants a +4 insight bonus to AC and dimensional anchor as a spell-like ability. Opposed by both kindness and temperance.  Generosity: Grants a +4 insight bonus on attack rolls and beast shape II as a spell-like ability. Opposed by humility and love.  Humility: Grants a +8 insight bonus on skill checks and greater invisibility as a spell-like ability. Opposed by generosity and zeal.  Kindness: Grants a +4 insight bonus on weapon damage rolls and ice storm as a spell-like ability. Opposed by charity and zeal.  Love: Grants a +8 insight bonus on initiative checks and charm monster as a spell-like ability. Opposed by generosity and temperance.  Temperance: Grants fast healing 10 (this replaces the standard fast healing granted by the Sihedron) and fear as a spell-like ability. Opposed by charity and love.  Zeal: Grants a +8 insight bonus on concentration and caster level checks and dimension door as a spell-like ability. Opposed by humility and kindness.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>AP 137",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": 7,
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Sihedron",
    "cl": 25,
    "aura": {
      "custom": true,
      "school": "all schools"
    },
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "",
      "max": 0
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "sihedronArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "attackType": "weapon",
    "nonlethal": false,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
