{
  "_id": "kYSVNqvPPwAL40fI",
  "name": "Soul Portrait [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>A soul portrait is a painting imbued with immense magical power attached to a solid wooden frame. The exact image presented on each soul portrait varies, and has a magical effect only if it depicts the likeness of its current owner. The owner doesn't need to be depicted alone, and additional figures painted in the background don't interfere with the effect.  The owner of a soul portrait doesn't appear to age and no  longer takes the penalties associated with aging, but she still gains the appropriate mental bonuses. As the owner would normally age, the portrait appears to age instead. The owner of a soul portrait does not die of old age. If someone benefitting from this effect ceases to be the portrait's owner, she immediately gains all associated physical penalties from her current age, and her appearance changes appropriately; if the owner is past her maximum age, she withers and dies instantly.  When scrutinized by magical means (such as aura sightACG, detect evil, detect magic, or discern lies), the owner gains the benefits of a special misdirection with no saving throw allowed for the would-be investigator. For the purposes of the misdirection, the soul portrait provides results as the owner would have when she first acquired the portrait. Unlike a normal misdirection, this effect is not limited to spells that detect her aura. Whenever it would be beneficial to her, the owner counts as her younger self for any spell or effect that gathers information. For instance, if she denies committing a crime she perpetrated after she commissioned the portrait, all forms of truth magic would reveal her denial as being true. Even spells like detect thoughts would reveal the thoughts of her younger self.  When the portrait's owner would take ability damage, ability drain, or negative levels, she takes no adverse effects until they would be fatal (though she continues to accrue them in the portrait), and her image on the soul portrait twists in horrific agony as if suffering for its owner. Whenever any of the accrued maladies would be fatal (such as a number of negative levels equal to the owner's Hit Dice), the owner immediately dies. The soul portrait can be healed of ability damage, ability drain, and negative levels to reduce the accrued maladies by any effects that would normally heal these maladies.  When the owner of a soul portrait dies, her soul is pulled into the canvas and her likeness becomes a character in the background, leaving space for a new portrait. A creature can claim ownership over a soul portrait by commissioning an artist to paint her likeness over the original image. The new owner must be present and willing while the artist paints, and the artist must succeed at a DC 25 Craft (painting) check to create a sufficient likeness for the artifact to accept the new owner. Once this happens, if the previous owner is still alive, she ceases to be the soul portrait's owner and ages as described above. The portrait can't be cut, burned, or otherwise damaged, except as described in the destruction requirements below.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Occult Adventures",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": 25,
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Soul Portrait",
    "cl": 20,
    "aura": {
      "custom": true,
      "school": "necromancy"
    },
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "",
      "max": 0
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "soulPortraitArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "attackType": "weapon",
    "nonlethal": false,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
