{
  "_id": "A5eCCpg2HPJfnL40",
  "name": "Spear Of Shards [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>The spear of shards is a +6 returning wounding spear created by the Vault Keepers to guide them through the convoluted passages between Golarion's Vaults and to keep dangerous subterranean creatures at bay. The large crystal composing the spear's head is mounted on a 5-foot shaft of lightweight metal that swirls with a complex pattern that every so often appears to shift. A ring designed to fit a dozen smaller teardrop-shaped crystals connects the base of the spear's head to the shaft, although only seven of the 12 sockets contain a crystal. Each of these smaller crystals is about an inch long and angles slightly outward on one side of the ring to act like barbs when the spear is lodged deeply in flesh. Each of these crystals pulses with a warm amber light. Any xiomorn within 1 mile of the spear of shards is automatically aware of its presence, as well as the distance and direction to the artifact.  Each of the smaller crystals is attuned to a different Vault beneath Golarion. When the wielder of the spear of shards rhythmically taps one of these smaller crystals as a full-round action, the spear identifies the path to the attuned Vault and can direct its wielder unerringly to the Vault, as per find the path. This effect lasts until the spear reaches the attuned Vault or until the crystal at the head of the spear is tapped in the same manner. The five missing crystals are lost but, if rediscovered, could be attached to the spear of shards and reveal the way to their attuned Vaults as well.  The spear of shards has sufficient intelligence to remain staunchly loyal to its xiomorn creators. If wielded by a non-xiomorn, it either refuses to provide directions or intentionally provides erroneous directions to keep the wielder away from the Vaults. If used by a non-xiomorn in combat, the spear of shards damages the wielder rather than the target on any attack roll that is a natural 1, as a cursed backbiter spear. When the spear of shards is used by a non-xiomorn in combat against a xiomorn, any attack roll other than a natural 20 results in an attack against the wielder instead. A non-xiomorn can use the Use Magic Device skill to emulate a xiomorn and trick the spear of shards, but the DC of this check is increased by 10 (to DC 35) to reflect the spear's suspicion.<br><p><b>Base Item:</b> +6 returning wounding spear</p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>AP 120",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 10
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Spear Of Shards",
    "cl": 18,
    "aura": {
      "custom": true,
      "school": "divination"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "spearOfShardsArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428264681,
    "modifiedTime": 1665949035905,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
