{
  "_id": "lzvnm7mLyCY0CLTN",
  "name": "Sword Of Pride, Baraket [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>Although known as the Sword of Pride, Baraket appears to be nothing more than an elegant basket hilt made of glass or highly polished crystal with no blade, as the deadly length of this +5 spell storing speed rapier is invisible. Baraket grants its wielder a +5 bonus on Bluff checks made to feint, so long as his opponent cannot see invisible items. Additionally, on a critical hit, the sword casts weird upon the target and all of that creature's allies within 30 feet.  The Swords of Sin were crafted to serve the runelords of Thassilon. In modern times, however, these runelords lie dead or dormant. With no lords to serve, the weapons of their champions lie dormant as well, reducing each to a +2 weapon that retains any special abilities detailed on page 469 of the Core Rulebook, but no other properties. The only way to awaken one of the blades is to restore its runelord master to active life or have some other legitimate ruler take up its master's mantle (the weapon determines what is considered legitimate). The swords can detect such restorations and flare to full power immediately, demanding their wielder seek out the restored runelord and swear eternal fealty.  Baraket woke for a few brief moments along with its master, then returned to dormancy as Xanderghul was murdered. Although Xanderghul was immediately reborn in a specially prepared simulacrum in the Temple of the Peacock Spirit, much of his power and presence was diminished by the trauma of death and rebirth. As a result, though Xanderghul is now technically active, Baraket remains dormant. Its link to Xanderghul exists, but only in a form akin to a hazy, partially remembered dream. If a character handles Baraket, the sword functions as dormant, but the character nonetheless has a distinct feeling of being watched from afar. In this adventure, handling the Sword of Sin without using the runewarded gauntlets should be unsettling but relatively safe. This does not remain the case in the next adventure, as Xanderghul's influence over the sword slowly grows.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>AP 133",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 2
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Sword Of Pride, Baraket",
    "cl": 16,
    "aura": {
      "custom": true,
      "school": "none"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "swordOfPrideBaraketArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428265142,
    "modifiedTime": 1677435299255,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
