{
  "_id": "5BtnCvOo4swXgzE3",
  "name": "Tentacle Of The Vaults [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>The tentacle of the Vaults is an artifact fashioned by the xiomorns from an aboleth tentacle to aid in their wars against the piscine masterminds. The tentacle is 8 feet in length and too rubbery and flexible to carry comfortably; humanoids find it more convenient to wear the tentacle of the Vaults wrapped around the waist like a belt or over the shoulder as a sash, but no matter how the tentacle is worn, it does not occupy a magic item slot. The tentacle's owner can cast dispel magic and remove disease each five times per day.  The tentacle's primary power activates when its owner tosses it onto the ground and speaks a command word as a standard action. The tentacle animates, transforming into a construct with the statistics listed in the paragraph below until the owner commands the construct to return to an inanimate tentacle as a free action. The construct obeys and serves its owner. It understands all languages spoken by its owner but does not speak. If the construct is destroyed, the artifact reverts to an inanimate tentacle that can be used again at a later time. The tentacle of the Vaults can be animated for up to 1 hour each day. This time does not need to be consecutive, but it must be used in 1-minute increments.  When animated, the tentacle of the Vaults has the statistics of a Medium animated object (Pathfinder RPG Bestiary 14) with a hardness of 20, the grab special attack, and the following special abilities.  Aboleth-Bane Aura (Su) A magical aura extends in a 20-foot radius centered on the construct. All creatures within the aura, including the construct, gain a +8 bonus on attack rolls and melee damage rolls against aberrations. Any creature subject to a compulsion effect immediately receives another saving throw to break free from the effect (if one was allowed to begin with) when it enters the aura and at the start of its turn each round that it remains within the aura.  Dispel Illusion (Sp) As a swift action, the construct can cast dispel magic (CL 20th) on an i llusion spell within 100 feet. This ability does not count against the number of uses of dispel magic granted by the artifact.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>AP 120",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 8
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Tentacle Of The Vaults",
    "cl": 20,
    "aura": {
      "custom": true,
      "school": "all schools"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "tentacleOfTheVaultsArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
