{
  "_id": "lttX6OcuUF2YIBx5",
  "name": "The Aqualinth [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>A strange statue of some unknown dark material resembling unnaturally slippery stone, this idol is carved in the shape of something at once unrecognizable and terrifyingly organic, and possesses a number of unique abilities when touching liquid.  Geyser: If four or more levels' worth of spells are cast upon the Aqualinth, the artifact is capable of causing the water surrounding it to purify and multiply, generating thousands of gallons of water. At the same time, it creates an effect mimicking reverse gravity upon the water, causing it to shoot up in a geyser capable of reaching a thousand feet high.  Moments later, the effect passes; the water comes crashing down, and can be captured or diverted in the process, though the water level of the original supply remains unchanged.  Bath of the God-Kings: Bathing in a pool infested by the Aqualinth instantly refreshes the bather, removing any fatigued or exhausted conditions. In addition, the bather is treated as though he were wearing a ring of sustenance for the next 4 months. Regular bathing for 56 days results in a +1 increase to a single ability score of the bather's choice-a creature can receive this bonus only once, but can continue to receive the other benefits of bathing in the pool.  Liquid Ones: Anyone who spies her own reflection in a pool infested by the Aqualinth and who is not completely loyal to the Four Pharaohs of Ascension is treated as though she had gazed into the reflective surface of a mirror of opposition. The duplicates created by the Aqualinth are not truly identical to their originals. A duplicate has vulnerability to fire, losing any fire resistance or immunity the original may have, and also gains the water subtype. A duplicate can be distinguished from the original with a DC 30 Perception check, as the duplicate has a faint watery texture to its skin.  Whispering Water: Possessed of a malign and alien intellect, the Aqualinth has an unknown agenda of its own, and is capable of casting suggestion (save DC 31) upon anyone who drinks at least half a gallon of water it has touched or produced.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Lost Cities Of Golarion",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 0
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "The Aqualinth",
    "cl": 18,
    "aura": {
      "custom": true,
      "school": "all schools [evil]"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "theAqualinthArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428265141,
    "modifiedTime": 1665949036432,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
