{
  "_id": "vh4yugQ9xXnx25Ft",
  "name": "The Dreamstone [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "system": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>The dreamstone's primary function is to surround itself with a stable dreamscape within the Dimension of Dreams. The dreamstone's radius is fluid and ever-expanding when the artifact is awakened, overlaying both the Material and Ethereal Planes, though it is held in check by any significant bodies of water, such as rivers or seas. The nature of the dream realm changes within this radius, creating a communally shared dreamscape that distortedly reflects the features of the Material Plane. Its power shifts the Dimension of Dreams' properties to alterable morphic and normal magic planar traits.  Dreamers who fall asleep within planes affected by the dreamstone's influence do not create their own ephemeral demiplanes, but rather appear randomly within the dreamstone's stabilized dreamscape. Those who experience deadly nightmares are affected differently in the dreamstone's realm. Normal dreamers killed in the dreamscape wake up exhausted, while lucid dreamers whose lucid bodies perish also die in the waking world. Lucid dreamers can still make attempts to alter the dreamscape's reality with Charisma checks, just as in their own personal dreamscapes, but the DC increases by 5. Spell slots and magic item charges used by lucid dreamers in the dreamstone's dreamscape are also consumed in the real world. A person falling asleep in the dreamstone's radius has a 10% chance of experiencing a lucid dream.  The dreamscape holds other dangers. Regardless of the lucidity of their dreaming body, each dreamer must make a successful saving throw each night or be set upon by the realm's dark presences, affecting the dreamer as a nightmare spell. This effect initially requires a DC 15 Will save, but dreamers begin with a +10 Will save modifier due to the dreamstone's lack of familiarity with them as a target. On each subsequent visit, the dreamstone becomes more aware of its demiplane's visitors, and its familiarity with dreamers grows after every 15 visits, increasing the DC by 5 (removing the +10 Will save modifier after the first increase).  When a creature dies within the stabilized dreamscape, whether due to the perils of lucid dreaming or the dreamstone's nightmare effect, the dreamstone's radius spreads 1 foot for each of that creature's Hit Dice. Close proximity to the dreamstone is also hazardous, and the stone radiates a vision of HellUM effect (Will DC 20 negates) out to 50 feet that reflects the terror and destruction it was destined to inflict as it fell to Golarion. Ancient tomes such as the Paginarum Lethargica t heorize t hat o nce the dreamstone's boundaries reach a certain threshold, it can overcome bodies of water, and all within will be consumed in a fiery cataclysm, fulfilling the predictions of its visions. Neither the dreaming nor the waking world will be spared.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>The House On Hook Street",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 3
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "The Dreamstone",
    "cl": 20,
    "aura": {
      "custom": true,
      "school": "transmutation"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "theDreamstoneArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "primaryAttack": true,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428265227,
    "modifiedTime": 1665949036769,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
