{
  "_id": "5nA9y54zPX4LwzEZ",
  "name": "Thought Record [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>Though this tube resembles a simple copper pipe, its exotic metal reshapes the flow of time itself. A thought record measures 1 foot in length, and despite its light weight, it resists sudden acceleration as if it were a heavy, massive tree trunk. Intricate patterns are etched inside the tube, constantly shifting into new configurations that never repeat. Thought  records store and replay memories, absorbing the entirety of a person's experience in an instant. These memories remain in the thought record indefinitely and can't be altered, though subsequent recordings from the same individual can be added. Thought records absorb such imprints unpredictably, with no indication of when the artifact will trigger or how to activate it deliberately. When the thought record records a life, its etched metal surface fades, appearing instead as a tiny window into a cosmic starscape. No known limit exists as to how many sets of memories a single thought record can hold.  Memories stored in a thought record can be used along with reality-altering magic such as miracle or wish to bring back those irrevocably lost to death. Opinions differ on whether this amounts to an exotic resurrection or if it overwrites a newborn soul with the experiences of another.  A thought record can allow its holder to experience portions of another's life in an instant. It is unclear what act triggers this replay, though most commonly it happens immediately when a creature first touches the device. When the thought record replays the past, the holder experiences the memories stored in the device not just as though she were present, but as if she were consciously making the choices herself.  Occult researchers speculate that thought records create conduits to the Akashic Record, and that experiencing memories stored within such a rod brings the consciousness of the holder into the past of another person, forming a gestalt of their minds. This gestalt experiences and affects the events as they took place, not merely when they were recorded. According to this theory, those experiencing a memory don't merely observe another's life-they take a role in shaping it. Some even suspect that a thought record can share memories that have yet to be stored. Whatever the explanation, the experiences of the thought record are so total that the creature living the memories suffers from any mental conditions suffered in the memories, such as insanity, damage to mental ability scores, and mind-affecting effects.  Although a thought record can record the memories of many individuals, it almost never replays more than one creature's memories for a single user. Instead, later activations by that user replay other memories from the same creature, revealing more of its life. Repeated activation takes the user through another's life in bursts of instantaneous visions. The thought record does not replay recorded memories in sequential order. Instead, it skips back and forth across the life of the recorder, with later activations shedding light on earlier activations, regardless of their chronological order.  The same temporal effects that let a thought record transmit memories across time render it nearly invulnerable to physical harm. Both the rod and the memories stored within resist any attempts at destruction or alteration.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Occult Adventures",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": 2,
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Thought Record",
    "cl": 15,
    "aura": {
      "custom": true,
      "school": "divination"
    },
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 0,
      "per": null,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "",
      "max": 0
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false,
      "noStr": false,
      "noDex": false,
      "oneInt": false,
      "oneWis": false,
      "oneCha": false
    },
    "contextNotes": [],
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": ""
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "thoughtRecordArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "attackType": "weapon",
    "nonlethal": false,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
