{
  "_id": "OIqaj4pBSNRiMFVC",
  "name": "Thrushmoor Star Stelae [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>The Star Stelae in Thrushmoor are partially operational and provide the following benefits to any creature bearing an unholy symbol of Hastur-the Yellow Sign. Each Star Stela has a number of charges that can be replenished with an appropriate sacrifice, and activating one of the artifact's effects expends a number of charges. Each stone can hold a maximum of 50 charges. Because these artifacts are damaged and not operating at their full potential, their auras register as faint instead of strong or overwhelming.  If a creature in possession of a Yellow Sign touches a Star Stela, it immediately receives a flow of telepathic impressions that it can attempt to interpret with a DC 25 Knowledge (arcana) or Knowledge (religion) check. If the creature succeeds, it understands what the Star Stela can do, and can attempt to tap into their power.  Any creature using a Star Stela for any of these effects is bombarded with strange images and distant whispers. If the  creature makes use of the teleportation effect, it steps into one wall and emerges into what looks like an abandoned and eerily quiet city filled with swirling yellow mist before exiting to its desired location.  A creature bearing the unholy symbol of Hastur can make use of the following effects.  City Stride: By touching one of the Star Stelae, a user can create a temporary portal on a wall within 200 feet of the stone. The user can then travel to another wall within 200 feet of one of the other two Star Stelae as if via dimension door. A sooty mural of a gloomy and abandoned city appears on any wall used for this manner of travel. This use expends 2 charges.  Sinister Whispers: By touching one of Thrushmoor's Star Stelae, a user can transmit a short, whispered message to any point within 300 feet of any of the three artifacts. All creatures wearing an unholy symbol of Hastur within that area hear the whispered message and can give a short reply. This use expends 1 charge. If the user and another creature are touching different stones at the same time, one of them can expend 2 charges to communicate telepathically for 1 minute.  If a stone is depleted of all its charges, it becomes inactive and can't be used anymore. An inactive Star Stela can be activated again only through the successful completion of a specific occult ritual (the same one that Melisenn used to originally awaken the stones).  Charges can be replenished through sacrifice. If a sentient living creature is killed in the name of Hastur while in contact with one of the Star Stelae, the artifact gains a number of charges equal to 1 per Hit Die of the sacrificed victim.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>AP 110",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 44000
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Thrushmoor Star Stelae",
    "cl": 20,
    "aura": {
      "custom": true,
      "school": "conjuration and transmutation"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "thrushmoorStarStelaeArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
