{
  "_id": "pnOieK6Lt3efp0KU",
  "name": "Totem Of Angazhan [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>Dangerous artifacts created by the demon lord Angazhan, several totems of Angazhan lie hidden in the depths of the Mwangi Expanse. Each is an intelligent artifact largely in control of itself. A totem radiates an aura that forces all non-worshipers of Angazhan within 30 feet to make a successful DC 15 Will save or become panicked for 1 round. This is a mind-affecting fear effect. A totem can also make use of its own spell-like abilities as it pleases, frequently lashing out with weird to attack. Its size and direct connection to Angazhan's power prevents it from easily being used by other creatures. Any who would employ its powers must touch the totem. Those who aren't chaotic evil worshipers of Angazhan must also enter into a contest of wills with the totem to make use of its powers for that day (see page 535 of the Core Rulebook). If a creature wins the contest, that creature can direct the totem to use its abilities. Additionally, the creature is immune to the totem's panic aura for 24 hours and the totem cannot use its spell-like abilities against the creature for that day.  Once per day, a totem of Angazhan can reincarnate a single creature that dies within 30 feet of it. Unlike the spell of the same name, the reincarnated creature always returns to life as a chaotic evil charau-ka (The Inner Sea World Guide). A creature reincarnated as a charau-ka gains +4 Str, +2 Dex, and +4 Con. Once per year, the totem may instead use its reincarnate ability to bring a creature back to life as a chaotic evil dire ape-it is this ability that creates the creatures that go on to become Gorilla Kings. A creature reincarnated as a dire ape gains +8 Str, +4 Dex, and +6 Con. When a new dire ape champion is created, it becomes infused with a desire to seek out the current Gorilla King and challenge him to a fight to the death-the survivor rules as the Gorilla King for another year. As with all reincarnate effects, the creature being restored to life must be willing for the effect to work-the creature to be reincarnated knows that accepting  the offer to come back to life enslaves its soul to Angazhan (resulting in the shift to chaotic evil and the drive to seek out and replace the current Gorilla King).  If a totem of Angazhan is placed upon or adjacent to an altar of Angazhan that is under the effect of an unhallow spell cast by a worshiper of Angazhan, the totem of Angazhan's sensory range extends to 300 feet, and it can use its abilities in this extended range as long as it has line of sight to its target.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Artifacts and Legends",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 150
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Totem Of Angazhan",
    "cl": 20,
    "aura": {
      "custom": true,
      "school": "necromancy and transmutation"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "totemOfAngazhanArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
