{
  "_id": "DrURI8rWgYgTR04Y",
  "name": "Trueforge [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>Formed of meteoric adamantine, the massive anvil known as the Trueforge appears and vanishes according to unknowable whims-perhaps those of a greater power, perhaps its own. A creature with sufficient power and knowledge can bind the Trueforge to a fixed location to best take advantage of its power.   Labor at the Trueforge requires both supreme skill and mythic power. Non-mythic creatures are affected as the feeblemind spell (DC 30) for daring to use the forge, and can't use the forge's abilities even if they succeed at their saving throws.   When toiling at the Trueforge, a mythic creature can create magical weapons and armor with a cost up to her mythic tier squared times 2,000 gp, ignoring the nonmagical cost of the item created. For example, a 10th-tier character could craft a magic weapon of a +10 enhancement equivalent, worth 200,000 gp plus the cost of the weapon itself. The item forged must be at least partially metal, such as a breastplate or spear. Creating such an item requires only half the usual value of raw materials. However, to create items involving exotic materials (such as adamantine), the creator must use and have access to the normal amount of the material.   Regardless of the materials involved, it takes 1 day of labor to forge a nonmagical light or one-handed weapon, shield, or suit of light armor; 2 days to forge a suit of medium armor or two-handed weapon; and 3 days to forge a suit of heavy armor. For items with magical properties, square the number of days of labor and multiply by 1,000 to determine the total gold piece value. For example, completing an item with magical properties worth 144,000 gp or less requires 12 days of work. The crafter must labor continuously on the item, not sleeping until work is completed, though she's kept awake and vigorous through the magic of the forge. If the work is interrupted for more than 1 hour at a time or more than 2 hours in a single day, the item is ruined, and half the value of the raw materials wasted.   In addition to making normal and magical weapons and armor, the Trueforge can repair a broken magic item, generally in half the number of days it would take to make it from scratch. It can even repair or create an artifact, though such a task requires months of preparation to gather the proper materials followed by weeks of labor at the forge.   Only one person can work the forge at a time. As the crafter labors, the Trueforge feeds on her mythic power and life energy, drawing it into the item forged. Forging nonmagical items carries less risk. The crafter must succeed at a DC 25 Fortitude save at the start of each day of work or gain 2 permanent negative levels. For magic items, the save DC is equal to 25 plus the number of days worked thus far. At the start of each day of labor, the crafter must expend a number of uses of mythic power equal to the number of days worked so far plus one.   If the crafter accumulates a number of negative levels equal to her own character level or exhausts her mythic power, the labor proves fatal at the end of the day. Normally, this ruins the work in progress, but if this occurs on the final day of work, the crafter finishes the item as she dies. Her soul enters the item, making it an intelligent item with the crafter's personality-and likely some of her abilities, as determined by the GM.   Creatures immune to level drain, whether by innate nature or magical protection, can't use the Trueforge.<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Mythic Adventures",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 500
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Trueforge",
    "cl": 25,
    "aura": {
      "custom": true,
      "school": "transmutation"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "trueforgeArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
