{
  "_id": "t9RLOpL0gBgraKun",
  "name": "Wheel Of Worlds [Artifact]",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/yellow_30.jpg",
  "data": {
    "description": {
      "value": "<h2></b>Description</b></h2></p><p>Within a wheel of worlds lie all possibilities and none, and while those who use them touch countless worlds, their journeys end the same way. A wheel of worlds appears as a spherical astrolabe the size of a human skull. Rings of bronze, dark adamantine, and steel form a shifting shell, and as each band moves it reveals another below. These rings bear spidery symbols, marking and measuring the location of celestial bodies. Many researchers who obsess over these devices claim that within their shells lies the truth of the heavens and beyond. Most realize too late, however, that the truth they seek is not one any mortal should know.  A wheel of worlds creates gates to other planes. Using it causes a portal to open to a random plane for 1 minute (roll on the table below to determine the destination). The portal is not transparent, thus preventing a view of the plane beyond, though the artifact's user is given an impression of what lies beyond. The user can then either travel to that plane or call through a creature native to that realm. Doing either immediately closes the gate. If the bearer wishes, she can attempt to open a portal to a specific plane by manipulating the rings of the artifact, a complex series of adjustments requiring a successful DC 25 Wisdom check. Failing such a check by 5 or less still results in a destination determined by a random roll on the table, but the artifact's user can select whether the destination is that plane or the next or previous plane listed on the table, exerting some influence over the gate.  Within a wheel of worlds lies a trap. Every time a wielder uses the astrolabe, its rings collapse and reveal stranger, more profane markings within. The GM should track each use of the artifact. After every portal opened, there is a cumulative 1% chance that next time the portal is used it opens not to the randomly generated plane, but to the corresponding layer of Hell noted on the chart. Every attempt to manipulate the artifact to reach a specific plane (whether successful or not) increases this chance by 3%. When the Wheel of Worlds unexpectedly opens to Hell, the wielder is given a wrong impression of the plane beyond, believing the gate has opened to the expected plane (or to a different layer of Hell, if Hell was the expected plane) rather than to the actual layer of Hell. If she attempts to summon a creature through the gate that is not a native of Hell, a random devil is conjured. This devil is not under the user's control and attempts to destroy the summoner. Every creature that uses a wheel of worlds has its own percent chance of this diabolical malfunction, which can never be reduced. Should a creature ever reach a 100% chance of opening a gate to a layer of Hell, a wheel of worlds instantly shifts both itself and its wielder to a random layer of Hell upon its next use.   d10 Plane Layer of Hell  1 The Abyss Avernus  2 The Maelstrom Dis  3 Axis Erebus  4 Nirvana Phlegethon  5 Elysium Stygia  6 Heaven Malebolge  7 The Boneyard Cocytus  8 Abaddon Caina  9 Hell Nessus  10 Roll again Roll again<br><p><b>Base Item:</b> </p><h3><b>Requirements</b></h3><p></p><h3><b>Source: </b></h3>Book of the Damned",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 10
    },
    "price": 0,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "Wheel Of Worlds",
    "cl": 25,
    "aura": {
      "custom": true,
      "school": "conjuration [evil lawful]"
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "wheelOfWorldsArtifact",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attackType": "weapon",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
