{
  "_id": "ogwtaxZqFqdDN7MW",
  "name": "A Sample Harrowing",
  "content": "<text type=\"formattedtext\">\n\t\t\t\t\t\t\t<p>Kyra has come to Riana for a reading. Riana calms herself as Kyra asks her whether her mother's plans to remarry are good ones. Riana thinks on what type of question this is, and decides that it best fits Charisma.</p>\n\t\t\t\t\t\t\t<p>She takes the nine Charisma cards out of the deck and carefully shuffles them for the choosing. She then spreads them out, facedown, in front of her. Kyra takes one and turns it over - it is The Empty Throne. Riana tells Kyra that this role card represents her place in relation to the question. Kyra is a link to the past, a connection to her mother's former husband - Kyra's father. He was lost in a war some years earlier, but his body was never found.</p>\n\t\t\t\t\t\t\t<p>With that done, Riana puts all of the Charisma cards back into the deck and shuffles. She then deals out nine cards, facedown, in the three-by-three pattern of the spread. Riana starts by turning over the three cards in the left column - those that represent the past. The cards revealed are, from top to bottom, The Owl, The Marriage, and The Cricket.</p>\n\t\t\t\t\t\t\t<p>Riana checks to see if there are any true matches in this column. There is one: appropriately enough, The Marriage. It is a lawful neutral card in the lawful neutral placement in the spread. Riana contemplates the meaning of this card to the question. Since Kyra's question is about a wedding, the card is especially meaningful. Riana tells Kyra that this card represents her mother's first marriage to her father. Although her father is gone, that relationship has a powerful effect on the one her mother is now forming with her new fiance. Since there are no other true matches, Riana moves on.</p>\n\t\t\t\t\t\t\t<p>She turns over the three cards in the middle column, representing the present. Top to bottom, she sees The Unicorn, The Dance, and The Tangled Briar. None of the cards are true matches or opposite matches. Thus, Riana looks for partial matches to read. She finds two. The Unicorn matches the good aspect of the top middle space, while The Tangled Briar matches the evil in the lower middle space. Riana looks at The Unicorn and tells Kyra that the marriage has the potential of bringing her mother great happiness. The Tangled Briar says that someone very important to the marriage has a secret that must come out, though. If it doesn't, the secret might eventually ruin the marriage.</p>\n\t\t\t\t\t\t\t<p>With that, Riana turns over the final three cards in the spread, those representing the future. Here she finds, top to bottom, The Tyrant, The Mute Hag, and The Keep. She finds no true matches, but there is one exact opposite: The Tyrant, a lawful evil card in the chaotic good placement. The Tyrant in this placement is misaligned, and indicates a tyrant overthrown. In this case, Riana believes it means that Kyra and her mother will likely be able to get past their grief for her father and make the most of the new marriage, but only if the poisonous secret indicated by The Tangled Briar in the present is cleared up.\n\t\t\t\t\t\t\tKyra vows to find out this secret and release its poison. Riana smiles.</p>\n\t\t\t\t\t\t</text>",
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "xdJH9CzHvgUgsBmZ": 3
  },
  "flags": {
    "cf": {
      "id": "temp_bskk2ivrd44",
      "path": "Harrow Deck#/CF_SEP/Interpreting the cards#/CF_SEP/A Sample Harrowing",
      "color": "#000000"
    },
    "monks-enhanced-journal": {
      "_viewcount": 3
    }
  }
}
