{
  "_id": "iTh3bZXv0LntXaBn",
  "name": "Performing a Harrowing",
  "content": "<p><em>Many people claim to know how to read the ancient cards, but most of them are just out to fleece a few townies. Others waste their time gambling with the cards. A select few actually know the art of reading the Harrow deck. And for those who do have the knack, the Harrow deck can reveal crucial threads in the tapestry of anyone's life - past, present, and future.</em></p>\n<p><em>- Riana, Varisian harrower</em></p>\n<h1>Performing a Harrowing</h1>\n<p>The following is a brief primer on how to become a harrower - one who knows how to read the Harrow deck. This merely scratches the surface of how to use the deck, but it will allow you to use the deck to glean important information about yourself and those you encounter.</p>\n<p>Before you conduct a reading, set the stage for a dramatic encounter. Clear the table, and place the deck in front of you.</p>\n<p>The reading is conducted in two parts: first you'll perform the choosing, and then you'll perform the spread.</p>\n<h1>The Choosing</h1>\n<p>Ask your subjects - those who come to you for a reading - what they seek. Phrase the request in the form of a single question, then decide which of the six following abilities best suits that question. For example, a question of health might indicate the Constitution cards, while a question regarding love might indicate the Charisma cards. Ultimately, it is up to you to choose which ability most fits.</p>\n<table style=\"height:197px;width:97.3186%\" border=\"1\">\n<tbody>\n<tr style=\"height:35px\">\n<td style=\"width:9.67457%;height:35px\"><img src=\"modules/pf-content/assets/Harrow%20Deck/Strength.webp\" width=\"49\" height=\"49\" /></td>\n<td style=\"width:20.9265%;height:35px\">Strength</td>\n<td style=\"width:68.4265%;height:35px\">War, Battle, Honor</td>\n</tr>\n<tr style=\"height:35px\">\n<td style=\"width:9.67457%;height:35px\"><img src=\"modules/pf-content/assets/Harrow%20Deck/Dexterity.webp\" width=\"49\" height=\"49\" /></td>\n<td style=\"width:20.9265%;height:35px\">Dexterity</td>\n<td style=\"width:68.4265%;height:35px\">Trouble, CHildren, Entertainment</td>\n</tr>\n<tr style=\"height:35px\">\n<td style=\"width:9.67457%;height:35px\"><img src=\"modules/pf-content/assets/Harrow%20Deck/Constitution.webp\" width=\"48\" height=\"48\" /></td>\n<td style=\"width:20.9265%;height:35px\">Constitution</td>\n<td style=\"width:68.4265%;height:35px\">Health, Home, Pain</td>\n</tr>\n<tr style=\"height:35px\">\n<td style=\"width:9.67457%;height:35px\"><img src=\"modules/pf-content/assets/Harrow%20Deck/Intelligence.webp\" width=\"46\" height=\"46\" /></td>\n<td style=\"width:20.9265%;height:35px\">Intelligence</td>\n<td style=\"width:68.4265%;height:35px\">Money, School, Literature</td>\n</tr>\n<tr style=\"height:35px\">\n<td style=\"width:9.67457%;height:35px\"><img src=\"modules/pf-content/assets/Harrow%20Deck/Wisdom.webp\" width=\"47\" height=\"47\" /></td>\n<td style=\"width:20.9265%;height:35px\">Wisdom</td>\n<td style=\"width:68.4265%;height:35px\">Ancient Hsitory, Morality, The Gods</td>\n</tr>\n<tr style=\"height:22px\">\n<td style=\"width:9.67457%;height:22px\"><img src=\"modules/pf-content/assets/Harrow%20Deck/Charisma.webp\" width=\"51\" height=\"51\" /></td>\n<td style=\"width:20.9265%;height:22px\">Charisma</td>\n<td style=\"width:68.4265%;height:22px\">Love, Family, Politics</td>\n</tr>\n</tbody>\n</table>\n<p>Remove the nine cards of the ability you have chosen from the Harrow deck and shuffle those nine. Spread the cards you chose facedown in front of you. Have your subjects each pick one card. The chosen card has a message for that person about his current place in the world and in relation to the question at hand. Using the descriptions on pages 17-28, interpret each card to define that subject's role for the upcoming series of events.</p>\n<p>If this card should appear in the spread that follows, it applies most strongly to the person who chose that role and should be interpreted accordingly.</p>\n<h1>The Spread</h1>\n<p>Once each person knows his or her role, shuffle all the cards together (including those just chosen) and then lay out a spread <em>facedown.</em> The spread is laid out in a threeby three grid of nine cards.</p>\n<p>When interpreting the cards, each one's placement in the spread determines whether it relates to the past, present, or future. The placement also tells the harrower if the card should be interpreted in a positive, unclear, or negative light. The following table shows the placements and their alignments and meanings:</p>\n<table>\n<tbody>\n<tr>\n<td> </td>\n<td><strong>Lawful</strong></td>\n<td><strong>Neutral</strong></td>\n<td><strong>Chaotic</strong></td>\n</tr>\n<tr>\n<td><strong>Good</strong></td>\n<td>positive past</td>\n<td>positive present</td>\n<td>positive future</td>\n</tr>\n<tr>\n<td><strong>Neutral</strong></td>\n<td>unclear past</td>\n<td>unclear present</td>\n<td>unclear future</td>\n</tr>\n<tr>\n<td><strong>Evil</strong></td>\n<td>negative past</td>\n<td>negative present</td>\n<td>negative future</td>\n</tr>\n</tbody>\n</table>\n<p>Any cards in the top (good) row are interpreted in a positive light, while cards in the middle (neutral) row are unclear, and cards in the bottom (evil) row are interpreted negatively. Likewise, the lawful column represents the past, the neutral column denotes the present, and the chaotic column signifies the future.</p>\n<p>For example, a card in the upper left placement refers to something in the past that was positive. A card in the lower middle placement indicates something negative in the present.</p>\n<h1>Reading the Cards</h1>\n<p>Turn over and read the cards one column at a time. Each column relates to a different period in the subjects' lives.</p>\n<p><strong>Placement:</strong> The left column refers to past actions or events that affect the current situation. The middle column refers to actions or events that might happen now or in the very near future that affect the current situation. The right column refers to actions or events in the future that might happen to the subjects. The future can change, of course, but the results can give insight into what might be.</p>\n<p>Turn all of the cards in the past column faceup first. Examine the cards according to the rules below, selecting one or more cards to interpret. After you finish with the past, turn the cards over in the present column. When you finish with the present, go on to the column representing the future. Select the cards to interpret in each column by looking for role cards and cards that relate to their placement in one of three ways, called matches.</p>\n<p><strong>Role Cards:</strong> Whenever a role card that was chosen by one of the subjects appears in a spread, it must be interpreted, because it is of great import to that subject.</p>\n<p><strong>True Matches:</strong> A true match occurs whenever a card appears in its \"correct\" placement in the spread (that is, in the placement corresponding to the position of its alignment symbol on the card). For example, if the lawful good card The Paladin is in the upper left corner of the spread, that's a true match. Interpret the card based on its general meaning (see pages 16-28).</p>\n<p><strong>Opposite Matches:</strong> An opposite match occurs when a card is in the placement diametrically opposed to its alignment. Thus, if The Juggler (chaotic good) is in the lower left placement (lawful evil), that's an opposite match. Interpret the card based on the opposite of its general meaning.</p>\n<p><strong>Partial Matches:</strong> A partial match occurs if a card matches only the correct row or column, but not both. So if The Cricket (neutral good) is found in the upper right placement (chaotic good), it is a partial match (matching good only). Interpret the card based on its general meaning, but with some aspect of its meaning altered (at your discretion).</p>\n<p><strong>Selecting Cards to Interpret:</strong> You can interpret any number of cards in a column, but you must interpret at least one per column. All role cards, true matches, and opposite matches are always interpreted. If none of those appear in the column, look for a partial match. If that doesn't appear, then choose any one card in the column.</p>\n<p><strong>Cards in Misaligned Placements:</strong> If a good card, such as The Trumpet, appears in the bottom row, you should interpret it in its most negative light (see card descriptions for more details). Likewise, if an evil card, such as The Beating, appears in the top row, it should be given a positive interpretation. These cards are considered misaligned. (Cards which are neither good nor evil are never misaligned.)</p>\n<p>When cards appear in the middle row, interpret them normally, unless the context of the reading suggests you should treat them as misaligned. Once you've interpreted each column, the reading is over.</p>",
  "img": null,
  "flags": {
    "cf": {
      "id": "temp_gu97khd6vxl",
      "path": "Harrow Deck#/CF_SEP/The Harrow Deck",
      "color": "#000000"
    },
    "monks-enhanced-journal": {
      "_viewcount": 6
    }
  }
}
