{
  "_id": "LIOgcZNJFrwubZRf",
  "name": "The Harrow on Golarion",
  "content": "<text type=\"formattedtext\">\n\t\t\t\t\t\t\t<p>The Harrow deck and the mysterious fortune-tellers known as harrowers feature prominently on Golarion, the world of the Pathfinder campaign setting. Harrow reading players and Game Masters looking for more details on how to use this mystical tradition in their game should check out the following sources.</p>\n\t\t\t\t\t\t\t<h1>For Players</h1>\n\t\t\t\t\t\t\t<p>The following accessories contain details and options for characters who use the Harrow.</p>\n\t\t\t\t\t\t\t<p><b><i>Pathfinder Campaign Setting: Inner Sea World Guide:</i></b> The perfect place for any character to start. This guide gives expansive details on the Varisian people, the fateshifting harrower prestige class, and game rules for the Harrow deck itself.</p>\n\t\t\t\t\t\t\t<p><b><i>Pathfinder Player Companion: Harrow Handbook:</i></b> Master the power of the Harrow with new archetypes and other options for a range of character classes based on the Harrow's various cards and their suits. Secret lost cards, variant Harrow decks, and alternate ways to tell fortunes also allow you to use your deck in distinctive new ways!</p>\n\t\t\t\t\t\t\t<p><b><i>Pathfinder Player Companion: Varisia, Birthplace of Legends:</i></b> Create a character steeped in ancient traditions of Varisia, with new details on mysterious fortune-tellers and card-slinging scoundrels.</p>\n\t\t\t\t\t\t\t<h1>For Game Masters</h1>\n\t\t\t\t\t\t\t<p>These adventures and campaign accessories prominently feature the Harrow deck or provide new options for its use in your game.</p>\n\t\t\t\t\t\t\t<p><b><i>Pathfinder Module: The Harrowing:</i></b> A magical Harrow deck transports the PCs to the Harrowed Realm, a land of deadly whimsy and strange magic where the characters of the Harrow deck come to life. Immerse your players in the legends and lore of the Harrow in the most unique way: from the inside.</p>\n\t\t\t\t\t\t\t<p><b><i>Pathfinder Adventure Path: Curse of the Crimson Throne:</i></b> The Varisian people and the enigmatic harrow features prominently throughout this far-ranging Adventure Path, reshaping players' destinies to bring them into opposition with a decadent tyrant.</p>\n\t\t\t\t\t\t\t<p><b><i>Pathfinder Campaign Setting: Occult Mysteries:</i></b> Use the Harrow in your game in entirely new ways in this guide to the Inner Sea's most esoteric mysteries and taboos. New systems for harrow points allow you to grant Harrow-themed bonuses in a subsystem similar to hero points. Additionally, Harrow deck plot twists give you a way to combine the fate-changing power of plot twist cards with scripted encounters to help make your Harrow predictions come true.</p>\n\t\t\t\t\t\t\t<p><b><i>Pathfinder Campaign Setting: Artifacts &amp; Legends:</i></b> Multiple magical Harrow decks exist on Golarion, but perhaps the most miraculous is the Harrow Deck of Many Things. Each draw from this deck brings to life a distinctive magical miracle - or nightmare.</p>\n\t\t\t\t\t\t</text>",
  "flags": {
    "cf": {
      "id": "temp_gu97khd6vxl",
      "path": "Harrow Deck#/CF_SEP/The Harrow Deck",
      "color": "#000000"
    },
    "monks-enhanced-journal": {
      "_viewcount": 5
    }
  }
}
