{
  "_id": "2aTa40Sz8D4cwTXV",
  "name": "Using the Harrow Deck",
  "content": "<p>To perform a harrowing you need a Harrowing Chronicle, the record card that comes with the deck. To run a harrowing in your adventure, do the following:</p>\n<ul>\n<li>Decide which of the six abilities most suits the theme of the adventure. Select the nine cards with that ability.</li>\n<li>Conduct a choosing. Have each player draw a role card from the nine cards. Record the character names and their role cards on the back of a Harrowing Chronicle, as shown on the sample Chronicle card. Make notes of several events in the adventure where a player's role card suggests an appropriate effect.</li>\n<li>Shuffle all of the cards and conduct a spread. Use the front of the Harrowing Chronicle to record the cards you drew. When a card of import (a role card or a match) appears, select an encounter in which it will be meaningful, and write this on the Chronicle. Note if true (T), partial (P), or opposite (O) matches occur. You don't need to record an encounter for every card. When you begin one of the chosen encounters, apply the effects of that encounter's card to the encounter.</li>\n<li>You can download extra Harrowing Chronicles at <strong><a href=\"https://paizo.com/products/btpy8yt3?Pathfinder-Chronicles-Harrow-Deck\">paizo.com</a>.</strong></li>\n</ul>\n<p><strong>A Sample Adventure:</strong> Take a look at the filled-in sample Chronicle card. The GM is running an adventure in which his players are defending a castle from orc invaders. On the back of the Chronicle, the GM noted that Harsk's player drew The Keep, and the GM decided that Harsk gains an advantage when defending the walls of the castle. While conducting the spread, The Avalanche appeared in the lower left corner (a true match), so the GM has decided that card will affect an upcoming battle at a drawbridge - he notes to himself that the bridge will collapse while the characters are defending it. The Forge, Seelah's role, is an opposite match, so something big awaits Seelah at an armory the PCs will visit.</p>\n<h1>Making the Harrow Work for You</h1>\n<p>Consider these two notes when using the Harrow in your game.</p>\n<p><strong>Reading the Cards for Evil Characters:</strong> When doing readings for evil folks, you might want to do a \"reverse reading.\" In this type of reading, you interpret negative cards as being bad for the evil character's foes, and positive cards as positive for the character's foes. You may do a normal reading instead, if you so choose.</p>\n<p><strong>Stacking the Deck:</strong> While it's fun to let randomness and fate influence what cards come up in a Harrow reading, sometimes GMs might want to stack the Harrow deck to have more influence over the cards revealed. This is a tactic that should be utilized only by a GM trying to craft a specific story, never by PCs.</p>",
  "img": null,
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "xdJH9CzHvgUgsBmZ": 3
  },
  "flags": {
    "cf": {
      "id": "temp_gu97khd6vxl",
      "path": "Harrow Deck#/CF_SEP/The Harrow Deck",
      "color": "#000000"
    },
    "monks-enhanced-journal": {
      "_viewcount": 4
    }
  }
}
