{
  "_id": "t2KYxMzNxZBmzu2L",
  "name": "Accidental Clone (Return of the Runelords)",
  "type": "feat",
  "img": "icons/tools/navigation/map-chart-tan.webp",
  "data": {
    "description": {
      "value": "<p><em><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelType\">Adventuring has been in your blood for as long as you can remember, and this urge to go out and explore the world left you recently in over your head when you (foolishly or bravely, depending on how you look at it) decided to explore an old Thassilonian ruin near your home town. The adventure ended in tragedy when you set off a devastating trap while investigating a statue of a beautiful woman&mdash;someone you believed to be one of the ancient runelords of Thassilon. The trap slaughtered your entire party&mdash;including you.<br /><br />You woke from death some time later, your memories intact but your body transformed. No longer did you resemble your previous self&mdash;you instead looked like the woman depicted in the statue. Now, you&rsquo;ve joined up with a new group of adventurers; despite your tragic first attempt at dungeon delving, your thirst for adventure has returned stronger than ever. You&rsquo;re sure that this time you&rsquo;ll be able to keep your fellow explorers alive, and the strange dreams you&rsquo;ve been having ever since you came back to life in your new body&mdash;a body that your research has revealed was originally intended to be a clone of none other than Sorshen, the Runelord of Lust&mdash;have only further solidified in your mind the fact that you and your companions are destined for greatness.</span></p></em>\n<p>&nbsp;</p>\n<p><strong><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelType\">Requirements</span></strong></p>\n<p><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelType\">Your character must be human if you take this trait (though you may retain your previous gender identity). Your ethnicity is Azlanti, but you are not pure-blooded&mdash;you have the standard human ability score adjustments.</span></p>\n<p><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelType\">Unless the GM approves, only one PC in the group can have the Accidental Clone trait.</span></p>\n<p>&nbsp;</p>\n<p><strong>Benefits</strong></p>\n<p>Your resemblance to Sorshen may have unexpected side effects as the campaign progresses, for good or for ill. In any event, you gain a +1 trait bonus on Bluff and Diplomacy checks, and these skills are always class skills for you.</p>\n<p><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelType\">Once per adventure, you can retroactively apply a +20 trait bonus to a saving throw against a mind-affecting effect after you learn the outcome of the roll. A saving throw result of a natural 1 still automatically fails, but if the +20 bonus adjusts the save so that it is successful, you treat the failed saving throw as a successful one.<br /></span></p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        "Campaign"
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "accidentalCloneReturnOfTheRunelords",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "trait",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "nonlethal": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 0,
      "type": "",
      "condition": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "ability": "",
    "attack": {},
    "size": "med",
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
