{
  "_id": "0pkd3f5nOjwJYT2t",
  "name": "Arcane Malignancies (Changeling)",
  "type": "feat",
  "img": "systems/pf1/icons/feats/shatter-defenses.jpg",
  "system": {
    "description": {
      "value": "<p><em><span id=\"ctl00_MainContent_DataListTypes_ctl01_LabelType\">As changelings sense the awakening of the eerie powers they inherited from their hag progenitors, they are often mortified to discover terrifying and debilitating alterations to their physique. While the call seizes the changelings&rsquo; minds around the time their bodies begin maturing, the arcane malignancies that mar their features and extremities have nothing to do with puberty.<br /><br />Not every changeling develops a malignancy, and when a changeling does develop a malignancy, it is often unrelated to whatever traits her hag mother has. These transformations are more akin to a magical allergy, manifesting in response to the well of arcane energy bubbling away in the changeling&rsquo;s core.</span></em></p>\n<p>&nbsp;</p>\n<p><strong>Effects</strong></p>\n<p><span id=\"ctl00_MainContent_DataListTypes_ctl01_LabelType\">A changeling character can take an arcane malignancy as a drawback in order to select an additional trait at character creation. Randomly determine the arcane malignancy by rolling a d% and consulting the table below.</span></p>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListTypes_ctl01_LabelType\"></span></p>\n<table class=\"inner\" style=\"width: 98.9601%;\">\n<tbody>\n<tr>\n<td style=\"width: 8.21743%;\"><strong>d%</strong></td>\n<td style=\"width: 91.4907%;\"><strong>Effect</strong></td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">1&ndash;2</td>\n<td style=\"width: 91.4907%;\">The smallest three toes on each of your feet have fused together. You take a &ndash;2 penalty on Acrobatics, Climb, and Perform (dance) checks.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">3&ndash;4</td>\n<td style=\"width: 91.4907%;\">Your incisors grow so long and sharp that you have difficulty eating. Eating takes twice as long. Consuming a potion or other magical foodstuff requires a full-round action.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">5&ndash;7</td>\n<td style=\"width: 91.4907%;\">You have an extra digit on each hand, which hampers your fine motor skills. You take a &ndash;2 penalty on Craft, Disable Device, and Sleight of Hand checks.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">8&ndash;10</td>\n<td style=\"width: 91.4907%;\">Your limbs and torso are covered with piscine scales that you must constantly moisten. If more than 1 day passes without you applying at least a gallon of water to them, you take 1d3 points of damage each hour until you do so.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">11&ndash;13</td>\n<td style=\"width: 91.4907%;\">Your skin bears a sizable scarlet mark that flushes and lightens with your moods. You take a &ndash;2 penalty on Bluff and Disguise checks.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">14&ndash;16</td>\n<td style=\"width: 91.4907%;\">One of your eyes has grown enlarged and developed a pale, milky film. Daylight seems uncomfortably bright to you. You take a &ndash;2 penalty on saving throws against light-based spells and effects, and you are automatically dazzled for 1d6 rounds when exposed to bright light or sunlight.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">17&ndash;19</td>\n<td style=\"width: 91.4907%;\">The soles of your feet are flat, and you tire quickly. You can hustle for only a half hour before becoming fatigued, and every 4 hours spent traveling by foot in a day deals 1 point of Constitution damage.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">20&ndash;22</td>\n<td style=\"width: 91.4907%;\">Your already pallid complexion grows unusually sensitive to the rays of the sun. Exposure to direct sunlight for more than 1 hour at a time makes you sickened for 24 hours.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">23&ndash;25</td>\n<td style=\"width: 91.4907%;\">The tip of your tongue is forked and stiff. You have difficulty making yourself understood. You take a &ndash;2 penalty on Bluff, Diplomacy, and Disguise checks to fool or persuade others.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">26&ndash;28</td>\n<td style=\"width: 91.4907%;\">The painful and stiff swelling of your joints puts you at a disadvantage in combat. You take a &ndash;2 penalty on combat maneuver checks and Escape Artist checks to free yourself when grappled or pinned.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">29&ndash;31</td>\n<td style=\"width: 91.4907%;\">Your ears have stretched to an abnormal size, making you overly sensitive to loud noises. Whenever you are dealt sonic damage, you take 1 additional point of damage, and you are deafened for 1 minute whenever you take damage from any sonic effect.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">32&ndash;33</td>\n<td style=\"width: 91.4907%;\">The pupils of your eyes resemble a cat&rsquo;s, and beasts cannot abide your presence. You take a &ndash;2 penalty on Handle Animal and Ride checks.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">34&ndash;35</td>\n<td style=\"width: 91.4907%;\">You grow velvety-soft fur along your back, arms, and legs that chafes and catches under clothing and armor, increasing the armor check penalty of any armor by 1 and applying a &ndash;1 armor check penalty to ordinary clothing. Clothing and armor can be specially fitted for you, eliminating the increased penalty but increasing their price by 50 gp.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">36&ndash;37</td>\n<td style=\"width: 91.4907%;\">You grow an extra row of sharp, crooked teeth. The uneven set of your jaws gives you constant headaches. You take a &ndash;2 penalty on concentration checks and saving throws against pain effects.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">38&ndash;40</td>\n<td style=\"width: 91.4907%;\">It is nearly impossible to find armor that fits your concave chest and unusually narrow, sloping shoulders. The armor check penalty of any armor you wear increases by 1, and you take a &ndash;1 penalty to AC when wearing medium or heavy armor.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">41&ndash;42</td>\n<td style=\"width: 91.4907%;\">Your throat balloons out like a frog&rsquo;s, and your voice comes out as an odd croak. You take a &ndash;2 penalty on Diplomacy checks and on Perform (act, oratory, and sing) checks.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">43&ndash;45</td>\n<td style=\"width: 91.4907%;\">An oozing sore has developed on your face that refuses to heal and makes you more susceptible to illness. You take a &ndash;2 penalty on saving throws against disease.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">46&ndash;48</td>\n<td style=\"width: 91.4907%;\">Your flesh grows bark, and your major joints have become gnarled and knotted like tree limbs, causing you to move slowly and stiffly. You take a &ndash;2 penalty on Reflex saves.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">49&ndash;51</td>\n<td style=\"width: 91.4907%;\">Your thin, almost translucent skin is delicate and tears easily. You take 1 point of bleed damage from slashing attacks that deal at least 1 point of damage to you.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">52&ndash;54</td>\n<td style=\"width: 91.4907%;\">A massive patch of multicolored warts covers much of your face. People cannot help but stare, and they always remember you once they&rsquo;ve seen you. You take a &ndash;4 penalty on Disguise checks.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">55&ndash;57</td>\n<td style=\"width: 91.4907%;\">Your unruly hair grows with alarming speed. If you do not spend 1 hour trimming and grooming your hair every 48 hours, it snarls in nearby foliage whenever you are outdoors, imposing a &ndash;2 penalty to your Armor Class and on attack rolls and Stealth checks.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">58&ndash;60</td>\n<td style=\"width: 91.4907%;\">Your limbs are thin and frail. You take a &ndash;2 penalty to CMD against disarm, grapple, and trip attempts.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">61&ndash;63</td>\n<td style=\"width: 91.4907%;\">Your bones shatter as easily as glass. You take 2 additional points of damage each time you are hit by an attack made with a bludgeoning weapon.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">64&ndash;65</td>\n<td style=\"width: 91.4907%;\">One arm is turning to stone, though you retain limited mobility. You take a &ndash;4 penalty on all skill checks requiring the use of two hands and on attack rolls when wielding a two-handed weapon or fighting with two weapons.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">66&ndash;67</td>\n<td style=\"width: 91.4907%;\">You develop an allergy to one spell per spell level from the witch spell list (determined by your GM). Casting or being the target of a spell you&rsquo;re allergic to causes you to break out in a painful rash. This rash deals 1d4 points of damage per spell level,and imposes a penalty on your Charisma equal to the level of the spell. The rash fades after a number of hours equal to the level of the spell.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">68&ndash;69</td>\n<td style=\"width: 91.4907%;\">The joints in your unnaturally long thumbs have fused, and you often fumble objects. When you retrieve a stored item, you have a 10% chance of dropping it.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">70&ndash;72</td>\n<td style=\"width: 91.4907%;\">Your knees bend backward like a bird&rsquo;s, which makes many athletic movements difficult to master. You take a &ndash;2 penalty on Climb and Swim checks, and your running speed is only three times your regular walking speed.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">73&ndash;75</td>\n<td style=\"width: 91.4907%;\">A tenacious patch of fungus has sprouted on your back, weakening your system against toxins. You take a &ndash;2 penalty on saves against poison effects.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">76&ndash;77</td>\n<td style=\"width: 91.4907%;\">Your misaligned eyes affect your ability to judge distances. You take a &ndash;2 penalty on ranged attack and damage rolls.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">78&ndash;80</td>\n<td style=\"width: 91.4907%;\">When you get flustered, heat builds up in your face until it glows with inner fire. You take a &ndash;4 penalty on Diplomacy and Perform checks when in the presence of 5 or more creatures.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">81&ndash;83</td>\n<td style=\"width: 91.4907%;\">Your ears curl up like dried leaves, and you experience difficulty picking up sounds. You take a &ndash;2 penalty on hearing-based Perception checks.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">84&ndash;86</td>\n<td style=\"width: 91.4907%;\">Your curving, clawlike fingernails grow so long so quickly that they impede you in dangerous situations. You take a &ndash;2 penalty on Escape Artist and Sleight of Hand checks.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">87&ndash;89</td>\n<td style=\"width: 91.4907%;\">One of your legs measures noticeably longer than the other, and you lose your balance easily. You take a &ndash;2 penalty to CMD against bull rush and trip attempts.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">90&ndash;92</td>\n<td style=\"width: 91.4907%;\">Your eyes have swollen to mere slits. You take a &ndash;2 penalty on sight-based Perception checks.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">93&ndash;96</td>\n<td style=\"width: 91.4907%;\">You develop a shaggy pelt about your neck and shoulders that makes you overheat quickly. You take a &ndash;4 penalty on checks and saves to resist environmental heat effects.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">97&ndash;98</td>\n<td style=\"width: 91.4907%;\">You grow a tail that you can&rsquo;t easily conceal and that thrashes violently at inconvenient moments. You take a &ndash;2 penalty on Disguise and Stealth checks.</td>\n</tr>\n<tr>\n<td style=\"width: 8.21743%;\">99&ndash;100</td>\n<td style=\"width: 91.4907%;\">You grow vestigial gills. While they grant you no ability to breathe in water, they make it harder for you to catch your breath. When you are fatigued, it takes 12 hours of complete rest to recover. When you are exhausted, it takes 2 hours of complete rest to become fatigued.</td>\n</tr>\n</tbody>\n</table>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        "Drawback"
      ],
      [
        "Changeling"
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "savannaChildPlains",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "trait",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 0,
      "type": "",
      "condition": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "ability": "",
    "attack": {},
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428389621,
    "modifiedTime": 1677435584869,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
