{
  "_id": "2lmlHWe3HOgFLD8g",
  "name": "Star Struck (Hell's Rebels)",
  "type": "feat",
  "img": "icons/tools/navigation/map-chart-tan.webp",
  "system": {
    "description": {
      "value": "<p><em><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelType\">Growing up in Kintargo, it&rsquo;s hard not to become obsessed with one of the city&rsquo;s celebrities. There are so many to choose from, and they&rsquo;re all so glamorous, rich, and successful! Wouldn&rsquo;t it be amazing to, perhaps some day, meet one of them? Or even better, to be a Kintargan celebrity yourself? Your interest in one of Kintargo&rsquo;s celebrities could be completely benign, with the NPC acting as a muse, inspiration, or role model for you that you used to guide many life choices leading you to this day. Or perhaps your interest is more akin to an obsession, in which you hope to some day live a life like that you imagine your idol lives, or perhaps even to some day meet and become friends (or perhaps more than friends) with your idol. Keep in mind, though, that sometimes a celebrity&rsquo;s public persona and real personality are two very different things, and if some day you were to meet your idol, you might be surprised at the truth! That said, the fact that, by all accounts, your idol has been missing since House Thrune instituted martial law has you worried; you hope he or she is all right! The fact that all five of the local legends listed below have been rumored to have ties to the Silver Ravens further concerns you, considering how that group seems to have been particularly targeted by Barzillai Thrune&rsquo;s agents over the past week. The fate of all five of these Kintargan icons will be revealed at some point during the Hell&rsquo;s Rebels Adventure Path, but keep in mind that some of those fates might not be pleasant discoveries for you!</span></p></em>\n<p>&nbsp;</p>\n<p><strong>Benefits</strong></p>\n<p><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelType\">You gain a +1 trait bonus on Knowledge (local) checks. Pick one of the following celebrities with which to be obsessed. Each celebrity is associated with a particular ability score. Once per day, you can draw on your inspiration from your icon when you are about to attempt a skill check modified by that ability score. When you do so, roll the check twice and take the better of the two results as your actual result.</span></p>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DataListTypes_ctl00_LabelType\"><em>Jackdaw (sex and race unknown; Intelligence)</em>: A notorious folk hero or heroine (no one seems to know if Jackdaw is a man or woman) who helped defend Kintargo during the Chelish Civil War, and whom many believe still lives on today in the city&rsquo;s shadows.<br /><br /><em>Jilia Bainilus (female human; Wisdom)</em>: Kintargo&rsquo;s previous lord-mayor was well known for her cutting insights into the political world. Few have fought harder to maintain Kintargo&rsquo;s independence.<br /><br /><em>Octavio Sabinus (male human; Strength)</em>: The Lictor of the Hellknight Order of the Torrent might seem an odd choice for admiration, but Octavio&rsquo;s physical stature certainly lent him all the support he needed to command a room.<br /><br /><em>Shensen (female half-elf; Charisma)</em>: Shensen&rsquo;s performances as an outspoken force against the diabolism of House Thrune have won her nearly as many admirers as have her memorable performances on stage in the Kintargo Opera House.<br /><br /><em>Strea Vestori (female tiefling; Dexterity)</em>: Strea is often regarded as the face of the slums known as the Devil&rsquo;s Nursery. As Kintargo&rsquo;s most outspoken and public tiefling citizen and leader of the Cloven Hoof Society, she has nearly as many admirers as she has political enemies in Cheliax.</span></p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [
      [
        "Campaign"
      ]
    ],
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "starStruckHellsRebels",
    "useCustomTag": false,
    "armorProf": {
      "value": [],
      "custom": ""
    },
    "weaponProf": {
      "value": [],
      "custom": ""
    },
    "languages": {
      "value": [],
      "custom": ""
    },
    "flags": {
      "boolean": {},
      "dictionary": {}
    },
    "scriptCalls": [],
    "featType": "trait",
    "associations": {
      "classes": []
    },
    "showInQuickbar": false,
    "abilityType": "none",
    "crOffset": "",
    "disabled": false,
    "classSkills": {},
    "activation": {
      "cost": 0,
      "type": "",
      "condition": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "ability": "",
    "attack": {},
    "range": {
      "maxIncrements": 1
    }
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.5",
    "coreVersion": "10.291",
    "createdTime": 1665428389687,
    "modifiedTime": 1677435584873,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "flags": {}
}
