{
  "_id": "fQNIIcttxApV3s1B",
  "name": "1.2.7.12. Human Subraces",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_ykdxmtr383k"
    }
  },
  "content": "<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" />&nbsp;Cosmopolitan</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 72</em><br />Adept as city living, these humans can navigate crowds and fulfill the need for skilled labor in such settlements. Replace the skilled racial trait with heart of the streets and the bonus feat racial trait with focused study.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" />&nbsp;Country Folk</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 73</em><br />These humans are suited to life in the countryside. Replace the skilled racial trait with heart of the fields and the bonus feat racial trait with focused study.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" />&nbsp;Gutter Rat</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 73</em><br />Often second-class citizens living in sprawling ghettos and slums, these humans work hard to eke out an existence in a city. Replace the skilled racial trait with heart of the slums and the bonus feat racial trait with mixed heritage (heart of the streets).<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" />&nbsp;Imperious Human</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 73</em><br />Hailing from either an empire, an emerging nation, or a controlling city-state, these humans are arrogant expansionists, absorbing others to their causes and culture. Replace the skilled racial trait with silver tongued and the bonus feat racial trait with eye for talent.<br /><br /></p>\n<h2 class=\"framing\">Trailblazer</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 73</em><br />Adaptive and inventive, these humans must have quick wits and a dose of heroic luck to survive in the lands they settle. Replace the skilled racial trait with heart of the wilderness and the bonus feat racial trait with heroic. At the GM&rsquo;s discretion, you can swap out the heart of the wilderness racial trait for either heart of the mountains, heart of the sea, heart of the snows, or heart of the sun, depending on the type of terrain these humans are settling.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" />&nbsp;Versatile Human</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 73</em><br />While they lack some of the training of other humans, the natural talents of versatile humans more than make up for this lack. Replace the +2 bonus to any ability score, the skilled racial trait, and the bonus feat racial trait with dual talent.</p>"
}
