{
  "_id": "UfEyrF7AH4KpSXcD",
  "name": "1.2.7.07. Gnome Subraces",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_ykdxmtr383k"
    }
  },
  "content": "<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Bleachlings</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 16</em><br />While most gnomes who undergo the harrowing process of the Bleaching physically waste away from boredom, some gnomes do survive the process, emerging as humorless, monochrome versions of their former selves. Referred to as &ldquo;bleachlings,&rdquo; these gnomes are eerily serene and placid. In addition to the effects of the Bleaching itself, many bleachlings have the academician and eternal hope alternate racial traits, as well as the bleachling magic and nature affinity traits listed below.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Dread Gnomes</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 33</em><br />Moodier, less forgiving, and often crueler than other gnomes, dread gnomes trace their heritage to the darker, more bloodthirsty lines of fey. Though not all dread gnomes are evil, they all find humor in watching others suffer, and have little use for the bright colors and joyful pursuits of their more cheerful cousins. Dread gnomes have the fell magic and knack for poison alternate racial traits.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;First World Gnomes</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 16</em><br />The gnomes of Golarion are immigrants from the First World, the primordial realm of the fey. While Golarion&rsquo;s gnomes have had generations to adapt to the realities of the Material Plane, many gnomes remain in the First World to this day. In addition to the First World creature template (<em>Pathfinder Campaign Setting: First World, Realm of the Fey</em>&nbsp;57), most First World gnomes have the bond to the land alternate racial trait, as well as the fey fortitude and fey magic traits listed below.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Gear Gnomes</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 33</em><br />Sometimes rather than a single gnome becoming obsessed with a project, whole families of gnomes undertake a project so massive it requires generations of artisans to complete. Such projects often involve complex clockwork devices (or entire clockwork buildings), and those born into families dedicated to lifetimes of work on them are known as gear gnomes. Gear gnomes have the academician and master tinker alternate racial traits.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Lava Gnomes</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 33</em><br />Fascinated by the power of magma and living in vast caverns beneath active volcanoes, lava gnomes are considered hot-tempered and dangerously unstable even by other gnomes. Lava gnomes have the darkvision and pyromaniac alternate racial traits.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Segada Gnomes</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 16</em><br />The city of Segada on the continent of Arcadia has a substantial gnomish population, which emigrated from the tall peaks of the Akrandida Mountains. Known for their creativity and love all forms of artistic expression, many of Segada&rsquo;s gnomes make their living as entertainers. Even more so than other gnomes, Segada gnomes are fond of wearing bright colors, and often wear accessories that make noise as they move, such as bells, jangling bracelets, and flute-like reed pendants. Most Segada gnomes have the darkvision, gift of tongues, and magical linguist alternate racial traits, as well as the artistic and sound mimicry alternate racial traits described below.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Traveler Gnomes</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 33</em><br />These gnomes were born on the move, their families living on a ship or in a caravan wagon. These gnomes have the magical linguist and either the explorer or the gift of tongues alternate racial traits.</p>"
}
