{
  "_id": "tyCjtuzz3s3NGDRN",
  "name": "1.2.7.10. Half-Orc Subraces",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_ykdxmtr383k"
    }
  },
  "content": "<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Arena-Bred</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 52</em><br />Many half-orcs are born and raised to fight in the arena, and in many cases have two half-orc parents or even a half-orc and a human parent. These arena-bred half-orcs lose the brutal physical appearance of their orc ancestors and look more human. They have the city-raised and skilled alternate racial traits.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Darklands Half-Orcs (Gloomkin)</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 24</em>,&nbsp;<em>Bastards of Golarion pg. 11</em><br />At the end of the Age of Darkness, when light returned to Golarion, many orcs lost their footholds on the surface world and returned to the Darklands, taking their half-orc progeny with them. Of all the half-orcs, gloomkin face the harshest treatment; they are punished and abused from birth for what orcs consider the taint of their bloodline. As the bottom of the social ladder in orc society, gloomkin are assigned the task that very few orcs take on willingly: reading. They are the historians, scribes, and advisors, placing them in a key position to discover secrets and gain influence without drawing attention to themselves.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Deep Kin</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 52</em><br />Some half-orcs are descended from clans that remained in the eternal darkness below the surface. Half-orcs from these clans tend to be smaller and more at home underground than those descended from surface-dwelling orcs. These half-orcs have the acute darkvision and cavewight alternate racial traits.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Desert Half-Orcs (Sandkin)</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 25</em>,&nbsp;<em>Bastards of Golarion pg. 12</em><br />Desert half-orcs are born primarily in northern Garund and Osirion and often hold a level of esteem and self-assurance that is rare for half-orcs. Among desert orc tribes, the ability to tolerate harsh sunlight is a sign of strength, and weathering the sun is a rite of passage. Lacking their ancestors&rsquo; light sensitivity, half-orcs excel at these contests of endurance and easily earn high positions within their tribes.<br /><br />Desert half-orcs also fare better than most among human civilizations. The strong presence of Sarenrae&rsquo;s followers has led to a culture of forgiveness and understanding that is rare in other parts of Golarion, making it easier for half-orcs to thrive. Many desert half-orcs believe they are blessed by Sarenrae and become clerics or paladins of her church.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Feral</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 53</em><br />Half-orc children who are abandoned as infants or small children rarely survive in the wild, but a few manage to scrape out a meager existence as \"wild children,\" tough enough to live but completely uncivilized. Feral half-orcs have the forest walker and toothy alternate racial traits.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Jungle Half-Orcs (Rainkin)</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 25</em>,&nbsp;<em>Bastards of Golarion pg. 12</em><br />In the jungles of the Mwangi Expanse, the few remaining orc tribes have been largely cut off from others of their kind. Isolated since the orc empires collapsed after the Age of Darkness, only a handful of oral retellings recall the true heritage of these orcs and half-orcs, and their culture diverges greatly from other orc societies. It is said that some early Mwangi tribes participated in arranged marriages with orcs, leading half-orc children to be associated with alliances and prosperity, and true or not, half-orcs have been a major part of these orc tribes for generations. Even in the present day, many orcs are willing to pay a large dowry to bring half-orcs into their villages, and orphaned half-orcs are happily adopted.<br /><br />Because they usually come from rich families, rainkin halforcs often receive better treatment than their orc or human cousins. This can create a self-fulfilling prophecy; because half-orc children receive the best care, protection, and training, they are usually stronger and more skilled than orcs or humans, increasing the desire to have half-orcs in a tribe. While jungle half-orcs typically have great pride and selfworth, many are also resentful of the high expectations placed on them from birth and angry to be treated like a commodity by so many. As a result, rainkin have trouble forming close bonds with non-half-orcs, so they often create close-knit groups between themselves. Some of these groups even grow large enough to break off and form their own tribes.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Mountain Clan</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 53</em><br />Half-orcs from the more mountainous regions tend to be more agile and alert to the echoing sounds of their homeland. Mountain clan half-orcs have the bestial and rock climber racial traits.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Mountain Half-Orcs (Cragkin)</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 25</em>,&nbsp;<em>Bastards of Golarion pg. 13</em><br />Cragkin are widespread across Golarion, found across all the mountain ranges of western Avistan. Thanks to their thin frames and quick wits, mountain-born half-orcs excel at climbing and acrobatic stunts. Anything less than a vertical cliff face is traversable, and often even that isn&rsquo;t enough to stop them. To mountain half-orcs, obstacles are merely a foothold on their path to the top.<br /><br />Mountain orcs respect bravery, and cragkin have turned fearlessness and reckless abandon into a badge of honor. By using the terrain to their advantage against less surefooted enemies, they can attack from strange angles and gain advantages with just a few quick steps. They often take near-suicidal leaps to strike enemies from above, or trick enemies into falling to their deaths by leading them down impossible paths. Despite their great skill, accidents are common in this treacherous environment, and no one is surprised if one halforc returns after a raid and his companions do not.<br /><br />Many mountain half-orcs find a place among Shoanti and Ulfen settlements, where valor in battle is highly prized. As long as they are willing to respect the traditions of their adopted clans, they usually integrate well into these societies and contribute much to the community.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Mystic</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 53</em><br />Orc shamans are brutal teachers who sometimes kill or maim their most promising students in order to eliminate what could be a potential rival. Half-orcs who survive years of abuse by an orc shaman master are deeply scarred and altered by the experience. Shaman trainees learn early that cunning and luck are often the only things that offer a chance of survival. They have the shaman&rsquo;s apprentice and sacred tattoo alternate racial traits.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Winter Half-Orcs (Frostkin)</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 26</em>,&nbsp;<em>Bastards of Golarion pg. 13</em><br />At the Crown of the World, nomadic clans of orcs live on the frozen wastes. The winter half-orcs that live among them are treated as the runts of the pack. However, strength in numbers is vital in the north, as many young do not survive the harsh winters. Even the weakest are provided for as long as they can prove their usefulness. Sewing, cooking, and child-rearing are all valued skills, and winter half-orcs who excel at these are treated better than most. Those who would rather prove their worth through their strength do so by hunting, as ritual combat is a frowned upon waste of energy and resources.<br /><br />While half-orcs are not well liked in the Linnorm Kingdoms, they may be able to find homes in the Ironbound Isles. Merchants traveling between Tian Xia and Avistan are often willing to hire on a half-orc as a guide and bodyguard across the Crown of the World. Winter half-orcs who migrate south into Irrisen can find an easier life in the growing half-orc communities, but they are unlikely to find any upward mobility unless they show skill at witchcraft.</p>"
}
