{
  "_id": "GiNHETMvSaUBl9wi",
  "name": "1.2.7.11. Halfling Subraces",
  "flags": {
    "cf": {
      "id": "temp_ykdxmtr383k"
    }
  },
  "content": "<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Avenging</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 62</em><br />Unlike most halflings, members of this subtype actively look for trouble in their quest to avenge slights and wrongdoings. Whether resisting a local bully, monster, or troops of an oppressive ruler, halfling warriors of this secret subculture don masks and strike back on behalf of their community. These halflings have the low blow, underfoot, and warslinger alternate racial traits.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Nomadic</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 62</em><br />These halflings were born on the road and most follow it until the end of their days. They travel fast and light and never miss a chance for either profit or adventure. These halflings have the fleet-footed, polyglot, and wanderlust alternate racial traits.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Segadan Halflings</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 28</em><br />Hailing from the bureaucratic Degasi city of Segada, Segadan halflings relish the comforts their prosperous city provides. The halflings of Segada nonetheless remain suspicious of Chelish settlers in the Segadan protectorates of Anchor&rsquo;s End and Canorus, given Cheliax&rsquo;s history of enslaving halflings. Segadan halflings are well suited to take the attentive alternate racial trait, as well as the festive and small quarter ally alternate racial traits described below.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Slave Born</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 62</em><br />These halflings come from lineages that have spent countless generations as property. Though usually free themselves, the weight of slavery still bears down on their souls, making them eager to please and prone to sudden fits of fear. These halflings have the craven and ingratiating alternate racial traits.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Song'o Halflings</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 28</em><br />Deep in the jungles outside the former Chelish colony of Sargava in the Mwangi Expanse, the mysterious Song&rsquo;o halflings avoid almost all non-Mwangi. These halflings live in temporary villages, abandoning sites when they are discovered and resettling in ever more isolated areas of the jungle. Many believe this intense aversion to outside interaction is due to early Chelish slavers settling the region and Sargava&rsquo;s oppression of the native Mwangi. Song&rsquo;o halflings are well represented by the deep jungle alternate racial trait, as well as the danger detection and evasive nomad alternate racial traits described below.</p>"
}
