{
  "_id": "2jKkqA4c2fXXz4FZ",
  "name": "1.2.7.02. Changeling Subraces",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_ykdxmtr383k"
    }
  },
  "content": "<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" />&nbsp;Annis-Born (Slag May)</h2>\n<p><strong>Source</strong>&nbsp;<em>Blood of the Coven pg. 5</em><br />Broad-shouldered and athletic, slag mays demonstrate incredible talent for all physical tasks. They share a vivacity, an addiction to new sights and experiences, and a tendency to collect souvenirs wherever they go.<br /><br /><strong>Ancestry</strong>&nbsp;Annis hag<br /><strong>Typical Alignment</strong>&nbsp;CN<br /><strong>Ability Modifiers</strong>&nbsp;+2 Str, +2 Cha, &ndash;2 Con<br /><strong>Hag Racial Trait</strong>&nbsp;Annis-born changelings gain a +1 racial bonus on melee damage rolls.<br /><strong>Awakened Hag Heritage</strong>&nbsp;Your jagged claws cause gaping wounds, dealing 1 point of bleed damage on a successful critical hit.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" />&nbsp;Ash-Born (Hearth May)</h2>\n<p><strong>Source</strong>&nbsp;<em>Blood of the Coven pg. 5</em><br />Possessed of a blazing inner fire, hearth mays are passionate and excitable. Ranging from bubbly to irate, they lack emotional nuance, but their drive and discipline can overcome nearly any obstacle.<br /><br /><strong>Ancestry</strong>&nbsp;Ash hag<br /><strong>Typical Alignment</strong>&nbsp;LN<br /><strong>Ability Modifiers</strong>&nbsp;+2 Wis, +2 Cha, -2 Con<br /><strong>Hag Racial Trait</strong>&nbsp;Ash-born changelings gain a +1 racial bonus on damage rolls for spells with the fire descriptor. This bonus increases by 1 for every 4 character levels the changeling has beyond 1st.<br /><strong>Awakened Hag Heritage</strong>&nbsp;You gain immunity to extremely warm conditions, as if you were under the effects of a permanent&nbsp;<em>endure elements</em>&nbsp;spell (heat only) that cannot be dispelled.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" />&nbsp;Blood-Born (Veil May)</h2>\n<p><strong>Source</strong>&nbsp;<em>Blood of the Coven pg. 6</em><br />Gifted with a face for every occasion, veil mays can adjust to any social situation, showing those around them exactly what they want to see. As easily as they read others, they are equally gifted at hiding their true intentions.<br /><br /><strong>Ancestry</strong>&nbsp;Blood hag<br /><strong>Typical Alignment</strong>&nbsp;N<br /><strong>Ability Modifiers</strong>&nbsp;+2 Wis, +2 Cha, -2 Int<br /><strong>Hag Racial Trait</strong>&nbsp;The DCs of Sense Motive checks to gain a hunch about a blood-born changeling increase by 5.<br /><strong>Awakened Hag Heritage</strong>&nbsp;You gain a +2 racial bonus on Bluff, Diplomacy, and Sense Motive skill checks as your gifts for reading and manipulating others matures.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" />&nbsp;Dreamthief-Born (Waker May)</h2>\n<p><strong>Source</strong>&nbsp;<em>Blood of the Coven pg. 6</em><br />Rare beyond measure, waker mays exist only as the result of horrific rituals and bear stained souls. Cursed from birth, they mature like foul fruit into the deadliest of and most powerful of hags.<br /><br /><strong>Ancestry</strong>&nbsp;Dreamthief hag<br /><strong>Typical Alignment</strong>&nbsp;NE<br /><strong>Ability Modifiers</strong>&nbsp;+2 Str, +2 Cha, -2 Wis<br /><strong>Hag Racial Trait</strong>&nbsp;Dreamthief-born changelings gain a +2 racial bonus on saving throws against mind-affecting effects.<br /><strong>Awakened Hag Heritage</strong>&nbsp;You no longer need to sleep and cannot become fatigued due to lack of sleep. You can still be affected by other effects that inflict the fatigued condition, and must rest for 8 hours in order to prepare spells or regain uses of class abilities as normal, even if this time is not spent sleeping.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" />&nbsp;Green-Born (Callow May)</h2>\n<p><strong>Source</strong>&nbsp;<em>Blood of the Coven pg. 7</em><br />Shy and soft-spoken, but possessed of grace and insight, callow mays are masterful manipulators who deeply appreciate the beautiful things in the world.<br /><br /><strong>Ancestry</strong>&nbsp;Green hag<br /><strong>Typical Alignment</strong>&nbsp;CN<br /><strong>Ability Modifiers</strong>&nbsp;+2 Wis, +2 Cha, -2 Con<br /><strong>Hag Racial Trait</strong>&nbsp;Green-born changelings gain a +2 racial bonus on Bluff checks against creatures that could be sexually attracted to them.<br /><strong>Awakened Hag Heritage</strong>&nbsp;You can cast&nbsp;<em>disguise self</em>&nbsp;once per day as a spell-like ability, treating your character level as your caster level. The bonus on Bluff checks you gain from your hag racial trait applies when someone could be sexually attracted to your disguised form as well.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" />&nbsp;Mute-Born (Sorrow May)</h2>\n<p><strong>Source</strong>&nbsp;<em>Blood of the Coven pg. 7</em><br />Unique among their kind, sorrow mays manifest spontaneously without the need for hag mothers, and likewise hold the potential to corrupt themselves, transforming into hags should their hearts grow cold.<br /><br /><strong>Ancestry</strong>&nbsp;Mute hag<br /><strong>Typical Alignment</strong>&nbsp;CN<br /><strong>Ability Modifiers</strong>&nbsp;+2 Int, +2 Wis, -2 Con<br /><strong>Hag Racial Trait</strong>&nbsp;Mute-born changelings gain a +2 racial bonus on saving throws against gaze attacks.<br /><strong>Awakened Hag Heritage</strong>&nbsp;When you confirm a critical hit with your claw attack, your opponent is blinded for 1d6 rounds. A target that succeeds at a Fortitude saving throw (DC = 10 + half your character level + your Charisma modifier) is dazzled for 1 round instead.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" />&nbsp;Night-Born (Moon May)</h2>\n<p><strong>Source</strong>&nbsp;<em>Blood of the Coven pg. 8</em><br />As much made as born, moon mays are deliberately created by night hags with foul futures in mind. Destiny haunts their lives, fanning pride and natural talent into megalomania.<br /><br /><strong>Ancestry</strong>&nbsp;Night hag<br /><strong>Typical Alignment</strong>&nbsp;N<br /><strong>Ability Modifiers</strong>&nbsp;+2 Wis, +2 Cha, -2 Dex<br /><strong>Hag Racial Trait</strong>&nbsp;Night-born changelings gain a +2 racial bonus on saving throws against disease.<br /><strong>Awakened Hag Heritage</strong>&nbsp;You can form a&nbsp;<em>lesser heartstone</em>&nbsp;by performing an 8-hour ritual over any gem worth at least 500 gp. While you carry it, a&nbsp;<em>lesser heartstone</em>&nbsp;allows you to apply your +2 racial bonus on saving throws against disease to all Fortitude saves. A&nbsp;<em>lesser heartstone</em>&nbsp;can also be used as a focus to replace any material spell components worth 10 gp or less. A&nbsp;<em>lesser heartstone</em>&nbsp;is considered to have a caster level equal to your character level at the time of its creation.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" />&nbsp;Sea-Born (Brine May)</h2>\n<p><strong>Source</strong>&nbsp;<em>Blood of the Coven pg. 8</em><br />Dauntless free spirits, brine mays wander like the wind and water, and just like the elements, they have little concern for others&rsquo; plans.<br /><br /><strong>Ancestry</strong>&nbsp;Sea hag<br /><strong>Typical Alignment</strong>&nbsp;CN<br /><strong>Ability Modifiers</strong>&nbsp;+2 Dex, +2 Wis, -2 Con<br /><strong>Hag Racial Trait</strong>&nbsp;Sea-born changelings can hold their breath for a number of rounds equal to three times their Constitution score before they risk drowning.<br /><strong>Awakened Hag Heritage</strong>&nbsp;You gain a swim speed equal to your base speed and can move in water without attempting Swim checks. Swim is a class skill for you.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" />&nbsp;Storm-Born (Virga May)</h2>\n<p><strong>Source</strong>&nbsp;<em>Blood of the Coven pg. 9</em><br />Born with cold temperaments but hot passions, virga mays reject large crowds and open spaces and prefer to keep their emotions under tight control, all too aware of raging torrents that burble below their calm exteriors.<br /><br /><strong>Ancestry</strong>&nbsp;Storm hag<br /><strong>Typical Alignment</strong>&nbsp;CN<br /><strong>Ability Modifiers</strong>&nbsp;+2 Wis, +2 Cha, -2 Con<br /><strong>Hag Racial Trait</strong>&nbsp;Storm-born changelings are treated as two size categories larger for the purpose of resolving wind effects.<br /><strong>Awakened Hag Heritage</strong>&nbsp;You can cast following spell-like abilities: 1/day&mdash;<em>alter winds</em>,&nbsp;<em>create water</em>, and&nbsp;<em>obscuring mist</em>. The caster level for these effects is equal to your level. The DC for these spells is equal to 10 + the spell&rsquo;s level + your Charisma modifier.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" />&nbsp;Winter-Born (Snow May)</h2>\n<p><strong>Source</strong>&nbsp;<em>Blood of the Coven pg. 9</em><br />Playful and easily amused, snow mays are lighthearted but terribly creative once their anger is roused. Little phases these capricious women for long, and their casual cruelty can easily melt back to kindness.<br /><br /><strong>Ancestry</strong>&nbsp;Winter hag<br /><strong>Typical Alignment</strong>&nbsp;CN<br /><strong>Ability Modifiers</strong>&nbsp;+2 Int, +2 Cha, -2 Con<br /><strong>Hag Racial Trait</strong>&nbsp;Winter-born changelings gain a +5 racial bonus on Acrobatics and Climb checks on icy or slippery surfaces.<br /><strong>Awakened Hag Heritage</strong>&nbsp;You gain cold resistance equal to your character level and are no longer affected by severe cold or extreme cold.</p>"
}
