{
  "_id": "CZ3GqAwoRvOtMLLC",
  "name": "1.2.7.09. Half-Elf Subraces",
  "flags": {
    "cf": {
      "id": "temp_ykdxmtr383k"
    }
  },
  "content": "<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Aquatic Half-Elves (Shoreborn)</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 20</em>,&nbsp;<em>Bastards of Golarion pg. 5</em><br />The children of aquatic elves and land-bound humans feel the disparity between their heritages more than any other. These half-elves show their parentage on their faces, with sandy, russet, or green-black skin to match their elven parent. Slightly webbed fingers and toes aid in swimming, but their neck slits almost never function as gills. A few aquatic half-elves can breathe underwater and live with their elven parents, but far more shoreborn live on land, feeling a constant call to the water. Many find work as sailors. Fishing vessels and merchant ships often have shoreborn deckhands and first mates, and a crew made up solely of aquatic half-elves sails an infamous pirate ship known as the Shoreline Scourge.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Ekujae Half-Elves (Wildborn)</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 20</em>,&nbsp;<em>Bastards of Golarion pg. 6</em><br />The half-elves of the Mwangi Expanse have the dark skin of their Ekujae parents, but they tend to be closer in stature and build to their human parents, allowing wildborn to pass for human more easily than most of their fellow half-elves. These half-elves are equally at home in the wilds of the jungle or arranging trade deals in the larger Mwangi cities. While some Ekujae raise their wildborn children, others ritually turn over their half-elven offspring to specific half-elven villages within their Mwangi nation. The adult wildborn of these villages seek out and accept any of these children who might have fallen through the cracks, raising them with respect for both the wilderness and society. Even a few half-elves from other backgrounds travel to the Mwangi Expanse to join these villages, finding acceptance they can&rsquo;t get anywhere else. The members of these villages protect their homes fiercely, and few dare attack them.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Elf-Raised</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 42</em><br />These half-elves represent those embraced by their elven relatives, and raised with all of the traditional cultural training and education typical of most full-blooded elves. These half-elves have the ancestral arms and arcane training alternate racial traits.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Half-Drow (Darkborn)</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 20</em>,&nbsp;<em>Bastards of Golarion pg. 6</em>,&nbsp;<em>Advanced Race Guide pg. 42</em><br />Scorned by both drow, who call them thinbloods, and humans, who call them darkborn, half-drow face discrimination and tribulation from an early age. Those half-drow who are not crushed by persecution are forced to age into particularly strong and independent adults. Some give into bitterness from their upbringing, becoming hardened assassins or wanton killers. Others deliberately rebel against their brutal childhoods, becoming righteous warriors against evil. Either way, half-drow fight fiercely to the very last. Darkborn have the gray skin and light-colored hair of the drow but have human-looking eyes, and they have a more difficult time appearing fully elven or human than most half-elves do.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Human-Raised</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 42</em><br />These half-elves were born and raised into accepting human communities, often raised by generations of a single family, or through the charity of churches and temples. These half-elves have the integrated and wary racial traits.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Mordant Spire Half-Elves (Spireborn)</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 21</em>,&nbsp;<em>Bastards of Golarion pg. 7</em><br />Mordant Spire elves and humans almost never meet by accident. Their offspring, the Spireborn, only come about when Mordant Spire elves travel to human villages. Spireborn half-elves are almost always taken back to the Mordant Spire by their elven parent, and they are usually trained from youth to go on important missions outside of the Mordant Spire. Spireborn undergo both physical training and extensive education on the Azlanti. They tell no one they meet on their travels of their heritage or their top-secret duties.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Snowcaster Half-Elves (Snowborn)</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 21</em>,&nbsp;<em>Bastards of Golarion pg. 7</em><br />Found throughout the northern countries, snowborn are typically the children of twilight speakers&mdash;religious envoys from the normally distrustful Snowcaster clans, who consider it a sacred duty to befriend humans and other non-elves. Snowcaster clans vary in their acceptance of these children, but the average clan&rsquo;s seclusion from humanity and inability to understand half-elves almost invariably ends up driving the snowborn away. Twilight speakers, however, tend to enjoy a particularly close relationship with their snowborn children, and the two groups often wander together. Snowborn have their elven parents&rsquo; snowy white skin and particularly sharp ears. Some Snowcaster half-elves find welcome homes among the Jadwiga and Ulfen communities, as well as the Erutaki tribes. Others wander, looking for a permanent place to belong.</p>"
}
