{
  "_id": "xyNJJF0hJUqtvcUk",
  "name": "1.2.6. Traits",
  "flags": {
    "cf": {
      "id": "temp_ykdxmtr383k"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.8scSEgBEtJZj0suf]{(Index) Basic Rules}</p>\n<p>@Compendium[pf-content.pf-rules.sq5gxKWZZWkJ8Oog]{1.2. Character Creation}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.ggxCDkKRReD30GRu]{1.2.1. Age}</li>\n<li>@Compendium[pf-content.pf-rules.OmOuMEqk5sfibVKc]{1.2.2. Height and Weight}</li>\n<li>@Compendium[pf-content.pf-rules.Lm4Q5P8i3nRq7IGV]{1.2.3. Racial Traits}</li>\n<li>@Compendium[pf-content.pf-rules.m1GtHZZE31d7Acst]{1.2.4. Archetypes}</li>\n<li>@Compendium[pf-content.pf-rules.uRhhh0PMyi4cRl4l]{1.2.5. Character Backgrounds}</li>\n<li><strong>@Compendium[pf-content.pf-rules.xyNJJF0hJUqtvcUk]{1.2.6. Traits}</strong></li>\n<li>@Compendium[pf-content.pf-rules.CgVqFS1fjMtDuoH0]{1.2.7. Subraces}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Advanced Player's Guide pg. 326</em></p>\n<p>Character traits are abilities that are not tied to your character&rsquo;s race or class. They can enhance your character&rsquo;s skills, racial abilities, class abilities, or other statistics, enabling you to further customize him. At its core, a character trait is approximately equal in power to half a feat, so two character traits are roughly equivalent to a bonus feat. Yet a character trait isn&rsquo;t just another kind of power you can add on to your character&mdash;it&rsquo;s a way to quantify (and encourage) building a character background that fits into your campaign world.</p>\n<p>Think of character traits as &ldquo;story seeds&rdquo; for your background; after you pick your two traits, you&rsquo;ll have a point of inspiration from which to build your character&rsquo;s personality and history. Alternatively, if you&rsquo;ve already got a background in your head or written down for your character, you can view picking his traits as a way to quantify that background, just as picking race and class and ability scores quantifies his other strengths and weaknesses.</p>\n<p>&nbsp;</p>\n<p>Many traits grant a new type of bonus: a &ldquo;trait&rdquo; bonus. Trait bonuses do not stack&mdash;they&rsquo;re intended to give player characters a slight edge, not a secret backdoor way to focus all of a character&rsquo;s traits on one type of bonus and thus gain an unseemly advantage. It&rsquo;s certainly possible, for example, that somewhere down the line, a &ldquo;Courageous&rdquo; trait might be on the list of dwarf race traits, but just because this trait is on both the dwarf race traits list and the basic combat traits list doesn&rsquo;t mean you&rsquo;re any more brave if you choose both versions than if you choose only one.</p>\n<p>&nbsp;</p>\n<p>Character traits are only for player characters. If you want an NPC to have traits, that NPC must &ldquo;buy&rdquo; them with the Additional Traits feat. Player characters are special; they&rsquo;re the stars of the game, after all, and it makes sense that they have an advantage over the NPCs of the world in this way.</p>\n<h2>Gaining Traits</h2>\n<p><strong>Source </strong><em>Advanced Player's Guide pg. 326</em></p>\n<p>When you create your character for a campaign, ask your GM how many traits you can select. In most cases, a new PC should gain two traits, effectively gaining what amounts to a bonus feat at character creation.</p>\n<p>Some GMs may wish to adjust this number somewhat, depending upon their style of play; you may only be able to pick one trait, or your GM might allow three or more. Even if your GM normally doesn&rsquo;t allow bonus traits, you might still be able to pick up some with the Additional Traits feat.</p>\n<h2>Types of Traits</h2>\n<p><strong>Source</strong> <em>Advanced Player's Guide pg. 326</em></p>\n<p>There are five types of character traits to choose from: basic (split among four categories: Combat, Faith, Magic, and Social), campaign, race, regional, and religion.</p>\n<p>&nbsp;</p>\n<h3><strong>Basic Traits</strong></h3>\n<p>There are a total of 40 basic traits, which are split evenly among the categories of Combat, Faith, Magic, and Social. Note that each of these four categories roughly equates to the four modes of adventuring, but aren&rsquo;t tied to specific classes. It&rsquo;s perfectly possible to have a religious rogue, for example, or a magic-obsessed fighter. Basic traits are &ldquo;generic,&rdquo; and should be able to fit into any campaign setting with a minimum of customization.</p>\n<p>&nbsp;</p>\n<h3><strong>Campaign Traits</strong></h3>\n<p>These traits are specifically tailored to give new characters an instant hook into a new campaign. Campaign traits tailored to a specific Pathfinder Adventure Path can always be found in that Adventure Path&rsquo;s Player&rsquo;s Guide.</p>\n<p>&nbsp;</p>\n<h3><strong>Race Traits</strong></h3>\n<p>Race traits are keyed to specific races or ethnicities, which your character must belong to in order to select the trait. If your race or ethnicity changes at some later point (perhaps as a result of polymorph magic or a reincarnation spell), the benefits gained by your race trait persist&mdash;only if your mind and memories change as well do you lose the benefits of a race trait.</p>\n<p>&nbsp;</p>\n<h3><strong>Regional Traits</strong></h3>\n<p>Regional traits are keyed to specific regions, be they large (such as a nation or geographic region) or small (such as a city or a specific mountain). In order to select a regional trait, your PC must have spent at least a year living in that region. At 1st level, you can only select one regional trait (typically the one tied to your character&rsquo;s place of birth or homeland), despite the number of regions you might wish to write into your character&rsquo;s background.</p>\n<p>&nbsp;</p>\n<h3><strong>Religion Traits</strong></h3>\n<p>Religion traits indicate that your character has an established faith in a specific deity; you need not be a member of a class that can wield divine magic to pick a religion trait, but you do have to have a patron deity and have some amount of religion in your background to justify this trait. Unlike the other categories of traits, religion traits can go away if you abandon your religion, as detailed below under Restrictions on Trait Selection.</p>\n<h2>Restrictions on Trait Selection</h2>\n<p><strong>Source</strong> <em>Advanced Player's Guide pg. 326</em></p>\n<p>There are a few rules governing trait selection. To begin with, your GM controls how many bonus traits a PC begins with; the default assumption is two traits. When selecting traits, you may not select more than one from the same list of traits (the four basic traits each count as a separate list for this purpose). Certain types of traits may have additional requirements, as detailed in the section above.</p>\n<p>&nbsp;</p>\n<p>Remember also that traits are intended to model events that were formative in your character&rsquo;s development, either events from before he became an adventurer, or (in the case of additional traits gained via the Additional Traits feat) ones that happened while adventuring. Even if your character becomes a hermit and abandons society, he&rsquo;ll still retain his legacy of growing up an aristocrat if he took the relevant social trait. The one exception to this is religion traits&mdash;since these traits require continued faith in a specific deity, your character can indeed lose the benefits of these traits if he switches religions.</p>\n<p>In this case, consult your GM for your options. She may simply rule that your character loses that trait, or she might allow him to pick a new religion trait tied to his new deity. Another option is that if your character abandons a religion, he loses the associated religion trait until he gains an experience level, at which point he may replace a lost religion trait with a basic faith trait.</p>"
}
