{
  "_id": "I3Kja68mXZngpsEk",
  "name": "1.2.7.13. Ifrit Subraces",
  "flags": {
    "cf": {
      "id": "temp_ykdxmtr383k"
    }
  },
  "content": "<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Lavasoul (Magma Ifrit)</h2>\n<p><strong>Source</strong>&nbsp;<em>Plane-Hopper's Handbook pg. 20</em><br />Like the primal fires of creation, lavasoul ifrits are both fluid and fixed, alternating between stability and violent alteration.<br /><br /><strong>Typical Alignment</strong>&nbsp;CN<br /><strong>Ability Modifiers</strong>&nbsp;+2 Con, +2 Int, &ndash;2 Dex<br /><strong>Alternate Spell-Like Ability</strong>&nbsp;Lavasouls gain&nbsp;<em>burning sands</em>&nbsp;as a spell-like ability.<br /><strong>Magma Affinity</strong>&nbsp;This racial trait functions as and can be replaced as the base ifrit&rsquo;s fire affinity, except it benefits sorcerers with the efreeti bloodline and spellcasters with the Ash subdomain.<br /><br />Mutable and intense, lavasouls evoke the cycle of creation and destruction in their colorful lives, unafraid to pursue new paradigms when the old ones no longer suit them. Many are dark-skinned but riven with blazing lines, which are sometimes also reflected in bright hair or eye colors. They tend to embrace body modification, acquiring and discarding tattoos and piercings as they feel appropriate.<br /><br />Lavasouls can be found in places where seismic change is commonplace and destructive creation is not seen as a contradiction; they excel in the fast-paced markets of Katapesh and the constant flux of Galt.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Sunsoul (Solar Ifrit)</h2>\n<p><strong>Source</strong>&nbsp;<em>Plane-Hopper's Handbook pg. 22</em><br />Strong in character and in body, sunsoul ifrits are incurably optimistic agents of positive change.<br /><br /><strong>Typical Alignment</strong>&nbsp;LG<br /><strong>Ability Modifiers</strong>&nbsp;+2 Str, +2 Cha, &ndash;2 Wis<br /><strong>Alternate Spell-Like Ability</strong>&nbsp;Sunsouls gain&nbsp;<em>sun metal</em>&nbsp;as a spell-like ability.<br /><strong>Solar Affinity</strong>&nbsp;This racial trait functions as and can be replaced as the base ifrit&rsquo;s fire affinity, except it benefits sorcerers with the celestial bloodline and spellcasters with the Sun domain.<br /><br />With fire comes light, and the brightness of the sunsouls comes both from their affinity for positive energy and their own luminous attitudes. Where others despair, they labor on, striving to lead by example. Strong leaders and passionate ethos attract sunsouls, drawing them toward powerful religions or crusading nations such as Mendev. They can also be found in places where darkness is settling in; both Taldor and Ustalav have their share of sunsouls working to return these nations to the light.<br /><br />Sunsouls cannot easily hide their presence, and most would never try. Most sunsouls tend to have fair hair, often nearly white, and eyes that glow with a twinkle all their own. Some seem to glow from within, as if lit from inside by an inner sunlight. Unafraid to be seen, they dress in whatever styles please them, even when it means they stand out among populations either more daring or more conservative.</p>"
}
