{
  "_id": "n4nMygqs1J66E3HG",
  "name": "1.2.7.04. Dwarf Subraces",
  "flags": {
    "cf": {
      "id": "temp_ykdxmtr383k"
    }
  },
  "content": "<h2>&nbsp;</h2>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Deep Delver</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 12</em><br />Dwarves living far below the earth have the minesight and deep warrior racial traits. Deep delver spellcasters may exchange stonecunning for the stonesinger trait.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Desert Dwarves</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 4</em><br />In southern peaks of the Shattered Range, near Geb and the Screaming Jungle, clans of nomadic dwarves live and travel through ancient tunnels by day, moving to the surface only at night. Though there are no known dwarven cities in this region, the Garundi dwarves claim the extensive tunnels and caverns they move through are the remains of a once=powerful dwarven kingdom, which was struck down by the gods for some long-forgotten offense. These dwarves travel in caravans of 40 or so family units (though the largest caravans can contain more than 300 families) and engage in sporadic clan-based trade or warfare, but they all respect the neutrality of hidden settlements of dwarves who dwell in underground oases within the mountains. Desert dwarves often have the craftsman, mountaineer, and rock stepper alternate racial traits. Most also have the desert delver alternate racial trait described below.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Elder Dwarf</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 12</em><br />Traditionalist dwarves of ancient lineage have the ancient enmity, lorekeeper, and either the magic resistant or stubborn racial traits.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Exiled Dwarf</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 12</em><br />Dwarves who have lost their homelands usually have the relentless and stubborn racial traits, and often have wyrmscourged as well.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Mountain Dwarf</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 12</em><br />Dwarves living atop high peaks have the mountaineer racial trait and often surface survivalist as well. Mountain dwarves are also trained to defend their homes, and may take the sky sentinel and xenophobic traits instead.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Mwangi Dwarves</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 4</em><br />Two tribes of dwarves reside in the Mwangi Expanse: the Mbe&rsquo;ke and the Taralu. The Mbe&rsquo;ke build cities in the mountains of the Terwa Uplands, while the Taralu live in small clans in the eastern jungle. Although there is little contact between the two groups, they share a reverence for and affinity with dragons&mdash;most especially cloud dragons&mdash; as well as any draconic creature that can be reasoned with, including wyverns. Mwangi dwarves often take the magic resistant or surface survivalist alternate racial traits. Those who form the strongest spiritual bonds to some form of dragon sometimes also have the breath weapon alternate racial trait described below.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Ouat Caste Dwarves</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 4</em><br />The Ouat caste dwarves are a sect of the Pahmet dwarves of Osirion who pursue self-perfection in the style of Irori. Ouat caste dwarves seek to become closer to divinity by overcoming their mortal limitations. They train themselves and others in the monastic city of Tar Kuata, constantly striving to put aside petty material concerns to focus on spiritual growth. The Ouat&rsquo;s focus on the power of will and self-improvement causes many of them to take the relentless and stubborn alternate racial traits. Those who begin the path to inner awareness very early in their lives also sometimes take the iron within alternate racial trait described below.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Pahmet Dwarves</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 5</em><br />The Pahmet have been present in Osirion since ancient days and claim to have been sent by the gods to warn the pharaohs of impending crises and disasters. Though most scholars suspect that claim is more legend than history, the ancient pharaohs of Osirion treated the Pahmet with great reverence. In return, the Pahmet guard Erekrus, a necropolis in the mountains of southern Osirion, where the Pahmet interred the bodies of pharaohs deemed particularly worthy. The Pahmet are a rigid and often mistrusting people; it is common for its members who avoid contact with outsiders to have the xenophobic alternate racial trait. Many Pahmet have the lorekeeper, mountaineer, rock stepper, and surface survivalist alternate racial traits. Those who come from long lines of keepers who dedicate themselves to the guarding of tombs also often have the death&rsquo;s end alternate racial trait described below.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Paraheen Dwarves</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 5</em><br />The Paraheen are a small but important part of the society of Katheer, where they operate numerous forges and weapon shops within the city. Not quite a clan, the Paraheen are a set of related, family-run businesses respected for their great craftsmanship and work ethic. While most Paraheen are not citizens of Qadira, they are treated as a valued subclass of residents, with enough powerful patrons among the upper ranks of Qadiran society to afford them protection that in some cases is greater than citizenship. The Paraheen have operated as an autonomous community for centuries, avoiding local politics and worshiping a combination of traditional dwarven gods and an aspect of Sarenrae who is aligned with the fire of the forge. Nearly all Paraheen have the craftsman alternate racial trait, but in the case of the Paraheen, it replaces hardy rather than greed. Those Paraheen who are involved in trade by river and sea, common in Katheer, also generally have the saltbeard alternate racial trait. Most Paraheen from older families tend to have the iron citizen alternate racial trait described below.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Sky Citadel Dwarves</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 5</em><br />When the dwarves successfully completed the Quest for Sky, they set about constructing 10 Sky Citadels, massive fortresses that formed the basis for dwarven kingdoms in the Inner Sea region. While several of those Sky Citadels have been lost or overrun, a few&mdash;such as Highhelm, Janderhoff, and Dongun Hold&mdash;remain bastions of dwarven tradition and authority. Because these Sky Citadels often have connections to the Darklands, it is common for the dwarves dwelling in their lower reaches to have the ancient enmity or deep warrior alternate racial traits, while those in lands populated by ogres and hill giants often have the giant hunter alternate racial trait, and those in wealthy areas that attract the attention of dragons sometimes have the sky sentinel or wyrmscourged alternate racial traits. Because of the eon-long histories of the Sky Citadels, their citizens also often have the deep tradition alternate racial trait described below.</p>"
}
