{
  "_id": "uRhhh0PMyi4cRl4l",
  "name": "1.2.5. Character Backgrounds",
  "flags": {
    "cf": {
      "id": "temp_ykdxmtr383k"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.8scSEgBEtJZj0suf]{(Index) Basic Rules}</p>\n<p>@Compendium[pf-content.pf-rules.sq5gxKWZZWkJ8Oog]{1.2. Character Creation}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.ggxCDkKRReD30GRu]{1.2.1. Age}</li>\n<li>@Compendium[pf-content.pf-rules.OmOuMEqk5sfibVKc]{1.2.2. Height and Weight}</li>\n<li>@Compendium[pf-content.pf-rules.Lm4Q5P8i3nRq7IGV]{1.2.3. Racial Traits}</li>\n<li>@Compendium[pf-content.pf-rules.m1GtHZZE31d7Acst]{1.2.4. Archetypes}</li>\n<li><strong>@Compendium[pf-content.pf-rules.uRhhh0PMyi4cRl4l]{1.2.5. Character Backgrounds}</strong></li>\n<li>@Compendium[pf-content.pf-rules.xyNJJF0hJUqtvcUk]{1.2.6. Traits}</li>\n<li>@Compendium[pf-content.pf-rules.CgVqFS1fjMtDuoH0]{1.2.7. Subraces}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Ultimate Campaign pg. 8</em></p>\n<p>A character background details the significant events, people, and life experiences that make up the origin story of a character prior to his or her role in the saga of a campaign. Some characters are born under extraordinary circumstances, heralded by prophecy and omen; others live completely ordinary lives until some dramatic event casts them onto the dangerous roads traveled by heroes and monsters.</p>\n<p>A character&rsquo;s background forms the basis for complex motivations and emotional vulnerabilities, and these past experiences guide the way the character responds to circumstances in his or her present life. As the child of a goddess and a mortal, do you view ordinary creatures as inferior beings? Having grown up in abject poverty, how do you react when someone steals from you? If a militant theocracy burned your siblings as heretics, how do you respond to clerics of other religions?</p>\n<p>When playing a new character, the details in your background give you a quick handle on your past, making it easier to slip into the character&rsquo;s skin and embrace this mind-set in play. As the campaign proceeds, your early adventures gradually become part of that background&mdash;a seamless chain of events that make up your life and contribute to your constantly changing and evolving persona.</p>\n<h2>How to Create a Background</h2>\n<p><strong>Source</strong> <em>Ultimate Campaign pg. 8</em></p>\n<p>There are several ways you can approach character background using Ultimate Campaign. One approach is an organic method&mdash;brainstorming character details, guided by the questions in the following sections of this chapter. Alternatively, you might use the background generator, to compile your history randomly. You can also use the charts and tables in the background generator as a springboard for your imagination, deliberately selecting background elements that inspire you or fit the direction you wish to explore.</p>\n<p>&nbsp;</p>\n<p>For published Pathfinder Adventure Paths, you often have the option of selecting campaign traits that tie your character thematically into a specific storyline relevant to that Adventure Path. Check with your GM to see if she can point you to official campaign traits or other traits that may help link your character to the campaign or adventure she&rsquo;s running. Such traits provide a good foundation upon which you can add details from this book, either by rolling randomly or by manually selecting background details that mesh well with your campaign&rsquo;s themes.</p>\n<p>&nbsp;</p>\n<p>No matter how you go about developing your character&rsquo;s background, the next step is to quantify that background in terms of game mechanics. Select two traits (or three traits and a drawback) that capture the background you imagined. Traits and drawbacks are listed here. These traits provide small bonuses that reflect skills and knowledge gained from your life experiences. The drawback, if you choose to take one, represents an emotional vulnerability or character flaw that should not only provide a slight mechanical disadvantage, but also (more importantly) serve as a roleplaying tool for making interesting choices. After all, nobody&rsquo;s perfect!</p>\n<h2>Using this Section</h2>\n<p><strong>Source</strong> <em>Ultimate Campaign pg. 9</em></p>\n<p>The rest of this section dives deep into your background, starting from birth and early childhood through adolescence and into early adulthood. Each bit has a number of questions to think (or write) about. As you go through them, you might find a question doesn&rsquo;t apply you. That&rsquo;s an opportunity to instead think about why it doesn&rsquo;t apply, and what that means about your relationship to the rest of the world. Likewise, if you find you have a short answer to a question, especially &ldquo;yes&rdquo; or &ldquo;no,&rdquo; that&rsquo;s an opportunity to dig deeper into why that&rsquo;s the case.</p>\n<p>&nbsp;</p>\n<p>Above all, don&rsquo;t let creating a background become a burden for you. The goal is to help you play a character, not to paralyze you with decisions you don&rsquo;t want to make right now.</p>\n<h2>Early Life</h2>\n<p><strong>Source</strong> <em>Ultimate Campaign pg. 9</em></p>\n<p>Experiences in childhood have a monumental impact on the person you become later in life. Family, social class, region, family trade or profession, religion, culture, and major events that occur during your life have a formative influence on your character development and the worldview that you adopt as an adult.</p>\n<p>As you think about your early life, consider the following questions and imagine your roots in a time long before you gained the knack for the character class you have chosen&mdash;after all, almost nobody starts life with their future profession already laid out for them. This information will influence your choice of skills, traits, story feats, and penalties, and help to ground you in the campaign world.</p>\n<h2>Adolescence</h2>\n<p><strong>Source</strong> <em>Ultimate Campaign pg. 12</em></p>\n<p>Adolescence is the physical and psychological transition from childhood to adulthood in which you start to become more conscious of the world around you. This is the time when you grow in body and mind, take greater risks, question the rules and structures under which you&rsquo;ve lived, and test the boundaries and authorities that put those structures in place. It&rsquo;s also when many key events happen that influence you toward the path of the character class you will one day adopt.</p>\n<p>Now that you know something of your childhood circumstances, imagine the kinds of risks and choices you might have taken upon entering adolescence. Conversely, imagine the kinds of risks and choices you would avoid because of ethics, family, customs, tradition, religion, pride, or fear. As you read through the following categories, consider the questions and take some time to visualize the experiences you encountered during this turbulent time.</p>\n<h2>Adulthood</h2>\n<p><strong>Source</strong> <em>Ultimate Campaign pg. 13</em></p>\n<p>When you reach biological maturity, undergo the final initiation rites of adolescence, or reach the age of legal responsibility in your culture, you&rsquo;re considered an adult. At this point, you&rsquo;re the sum of all the feelings, experiences, and choices you have made from birth through adolescence. You are capable of analyzing your past, and your emotional and intellectual response to your experiences shapes your moral and ethical view of the world.</p>\n<p>&nbsp;</p>\n<p>In adulthood, you likely adopt your character class&mdash; although some people might assume full careers in the military, academia, the seminary, or a trade years before they begin adventuring, just as others pass through adolescence swiftly and reach maturity at an extremely young age. Playing an older or younger character can vary the party dynamic, and may warrant one extra or one fewer trait during character creation in order to reflect the character&rsquo;s greater or narrower life experience, at the GM&rsquo;s discretion. (See Young Characters) No matter your age, the experiences of your earlier life are a prologue to the character class you&rsquo;ve chosen.</p>\n<p>&nbsp;</p>\n<p>The following categories explore character conflicts and vulnerability that shape your worldview, philosophy, and alignment&mdash;the results of your journey to adulthood. As you read through this section, consider the amount of life experience you have upon entering the campaign.</p>\n<h2>Two Quirks and a Flaw: Quick and Dirty Character Establishement</h2>\n<p><strong>Source</strong> <em>Ultimate Campaign pg. 15</em></p>\n<p>If you&rsquo;re pressed for time or you&rsquo;re looking to create the basics of a character as simply as possible, establish the essence of your personality by thinking of two quirks and a flaw. Quirks are specific attributes of your personality or psyche: character traits, compulsions, eccentricities, or uncommon physical features.</p>\n<p>These shouldn&rsquo;t be commonplace or mundane. &ldquo;Tall&rdquo; is a poor one, but &ldquo;too big for my body&rdquo; could be great. &ldquo;Charismatic&rdquo; is weak, but &ldquo;flirts with nearly everybody I meet&rdquo; is specific and actionable. &ldquo;Homebody&rdquo; is not as good a quirk as &ldquo;feels tired, uncomfortable, and hungry away from home.&rdquo;</p>\n<p>&nbsp;</p>\n<p>Add a flaw the same way. Instead of merely being &ldquo;arrogant,&rdquo; maybe you &ldquo;believe I&rsquo;m smarter than anyone I know.&rdquo; Perhaps you&rsquo;re not so much &ldquo;proud&rdquo; as &ldquo;afraid of being wrong and looking stupid.&rdquo; Rather than &ldquo;greedy,&rdquo; you may be &ldquo;terrified of dying poor and hungry.&rdquo;</p>\n<p>&nbsp;</p>\n<p>When you choose an attribute or trait to use as a quirk or flaw, you can dig deeper into the concept by asking yourself how and why. If you&rsquo;re shy, how shy are you? So shy that you can never look anyone directly in the eye? If you&rsquo;re paranoid, why are you paranoid? Maybe everyone you&rsquo;ve ever trusted betrayed you? Homing in on desires and fears will help answer those questions. For the sake of brevity, the background generator uses basic descriptors for quirks and flaws.</p>\n<p>Take a little time to further build on those bare-bones descriptors with these sort of details, which will help color in an otherwise simple, nondescript character.</p>"
}
