{
  "_id": "DjTeaV8j5qrYxouI",
  "name": "1.2.7.06. Ganzi Subraces",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_ykdxmtr383k"
    }
  },
  "content": "<h2 class=\"framing\"><img title=\"The Uncanny Aura option is not legal. A ganzi may select any of the legal oddities in place of the quibble racial ability. A ganzi may also pay 2 Prestige Points between adventures to replace their oddity with another legal oddity \" src=\"modules/pf-content/assets/PathfinderSocietySymbolN.gif\" />&nbsp;Expanded Oddities</h2>\n<p><strong>Source</strong>&nbsp;<em>Plane-Hopper's Handbook pg. 18</em><br />Due to the Maelstrom&rsquo;s entropic influence on their compositions, ganzis each have an unusual but defining feature&mdash;referred to as an oddity&mdash;that sets them apart from other races and even from other members of their own race. These oddities vary wildly from ganzi to ganzi, and they can manifest as physical features, such as feathers, scales, or a tail, or as more subtle magical abilities. At the GM&rsquo;s discretion, players with ganzi characters can roll 1d20 to randomly determine what form their characters&rsquo; oddities take using the list below.<br />&emsp;<strong>1&ndash;3: Amorphous Limbs (Su)</strong>: The influence of the Maelstrom manifests in the ganzi&rsquo;s ability to transform one of her limbs at will, often into a natural weapon such as a massive clawed arm. Every 1d4 rounds as a swift action, a ganzi can transform one of her limbs into a natural melee weapon that deals 1d6 points of damage. The transformation lasts until the beginning of the ganzi&rsquo;s next turn. The damage dealt by this natural weapon can be lethal or nonlethal, at the ganzi&rsquo;s discretion, and she chooses whether the damage type is bludgeoning, piercing, or slashing.<br />&emsp;<strong>4&ndash;6: Ink (Ex)</strong>: As a standard action, the ganzi can spit a stream of opaque, black ink from her mouth to a distance of up to 20 feet. The ganzi can target either a creature or a square on the ground, each with different effects, as detailed below. The ganzi can use this ability once per day, plus one additional time per day for every 4 Hit Dice she has.<br />&emsp;&nbsp;<em>Creature</em>: The ganzi shoots a stream of ink into a creature&rsquo;s eyes as a ranged touch attack with a range of 30 feet. If the ganzi hits, the target must succeed at a Fortitude saving throw (DC = 10 + half the ganzi&rsquo;s Hit Dice + the ganzi&rsquo;s Constitution modifier) or be blinded for 1d4 rounds.<br />&emsp;&nbsp;<em>Ground</em>: The ganzi spits the ink into a single square on the ground within 30 feet, which becomes slippery for 1d6 rounds. Any creatures entering the square must succeed at a Reflex save (DC = 10 + half the ganzi&rsquo;s Hit Dice + the ganzi&rsquo;s Constitution modifier) or fall prone.<br />&emsp;<strong>7&ndash;10: Racing Mind (Ex)</strong>: A ganzi whose lineage is linked to hunduns might inherit an aspect of the outsiders&rsquo; chaotic minds. The ganzi&rsquo;s churning vortex of thoughts bolsters it against mental attacks, granting the ganzi a +2 bonus on Will saves against mind-affecting effects.<br />&emsp;<strong>11&ndash;13: Spell-Like Ability (Sp)</strong>: Ganzis whose chaotic influences rise from sources other than the Maelstrom or its inhabitants often manifest an oddity that duplicates the effects of a specific spell. Such a ganzi gains one of the following spell-like abilities, which can be used once per day with a caster level equal to the ganzi&rsquo;s HD:&nbsp;<em>acid arrow</em>,&nbsp;<em>gust of wind</em>,&nbsp;<em>mirror image</em>,&nbsp;<em>resist energy</em>,&nbsp;<em>scorching ray</em>,&nbsp;<em>see invisibility</em>, or&nbsp;<em>warp wood</em>.<br />&emsp;<strong>14&ndash;16: Uncanny Aura (Su)</strong>: Some ganzis have an unsettling aura of chaos that rattles hostile creatures that venture too close. Once per day as a standard action, such a ganzi can activate an uncanny aura; enemies within 30 feet must succeed at a Will saving throw (DC = 10 + half the ganzi&rsquo;s Hit Dice + the ganzi&rsquo;s Charisma modifier) or become frightened until the beginning of the ganzi&rsquo;s next turn. The aura remains for a number of rounds equal to the ganzi&rsquo;s Charisma modifier (minimum 1 round). Once a creature has been affected by an uncanny aura, whether it failed its save or not, it cannot be affected again for 24 hours.<br />&emsp;<strong>17&ndash;18: Vestigial Wings (Ex)</strong>: The ganzi has a pair of small, vestigial wings, likely but not limited to resembling those of a flying creature or some manner of construct. Though these appendages do not grant flight, these ganzis can use their wings to stabilize themselves when they&rsquo;re thrown off balance. Such ganzis gain a +1 bonus on Reflex saving throws and a +2 bonus on Acrobatics checks to balance.<br />&emsp;<strong>19&ndash;20: Void Touch (Su)</strong>: A ganzi whose lineage is influenced strongly by voidworms might exhibit the ability to inflict chaos on others&rsquo; minds. Three times per day when such a ganzi hits a creature with a melee attack, the ganzi can deliver a burst of chaos to that creature as a free action. The target must succeed at a Will save (DC = 10 + half the ganzi&rsquo;s Hit Dice + the ganzi&rsquo;s Constitution modifier) or be confused for 1 round.</p>"
}
