{
  "_id": "paS3mR0VCV4lkRey",
  "name": "1.2.7.15. Oread Subraces",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_ykdxmtr383k"
    }
  },
  "content": "<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Gemsoul (Crystal Oread)</h2>\n<p><strong>Source</strong>&nbsp;<em>Plane-Hopper's Handbook pg. 20</em><br />With scintillating personalities to match their captivating appearances, gemsoul oreads command attention&mdash;and prefer it that way.<br /><br /><strong>Typical Alignment</strong>&nbsp;N<br /><strong>Ability Modifiers</strong>&nbsp;+2 Str, +2 Cha, &ndash;2 Wis<br /><strong>Alternate Spell-Like Ability</strong>&nbsp;Gemsouls gain&nbsp;<em>color spray</em>&nbsp;as a spell-like ability.<br /><strong>Crystal Affinity</strong>&nbsp;This racial trait functions as and can be replaced as the base oread&rsquo;s earth affinity, except it benefits sorcerers with the deep earth bloodline and spellcasters with the Charm domain.<br /><br />Gemsouls tend to have large egos and are flashy in their relationships. They gravitate towards artistic pursuits, most frequently of a performative nature, though they also have a strong tradition of symmetric poetry. Gemsouls prefer to make their homes in flamboyant societies or places where they can make meaningful personal contributions, as well as in nations that appreciate cultivated beauty, like Kyonin.<br /><br />Gemsouls typically have dazzling, faceted skin, along with a cluster of crystalline formations instead of hair and pupil-less eyes of vivid colors. Some favor tattoos in complex, branching geometric shapes, and they can frequently be seen wearing silks or brightly dyed linen to contrast their complexions.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Ironsoul (Metal Oread)</h2>\n<p><strong>Source</strong>&nbsp;<em>Plane-Hopper's Handbook pg. 20</em><br />Stolid and indomitable, ironsoul oreads undertake great works, both physical and conceptual, with unwavering determination.<br /><br /><strong>Typical Alignment</strong>&nbsp;LN<br /><strong>Ability Modifiers</strong>&nbsp;+2 Con, +2 Wis, &ndash;2 Dex<br /><strong>Alternate Spell-Like Ability</strong>&nbsp;Ironsouls gain&nbsp;<em>unerring weapon</em>&nbsp;as a spell-like ability.<br /><strong>Metal Affinity</strong>&nbsp;This racial trait functions as and can be replaced as the base oread&rsquo;s earth affinity, except it benefits sorcerers with the shaitan bloodline and spellcasters with the Metal subdomain.<br /><br />Possessed of patience and a sense of self-refinement through struggle, ironsouls reflect their ancestry in their continuous and determined efforts towards self-improvement. Ironsouls are most at home in areas that reflect that same sense of directed and intentional growth, and they operate best within existing formal structures.<br /><br />Ironsouls wear their elemental heritage on their skin, with most having some amount of metallic sheen. Their skin tone varies, with colors ranging from gold and silver to copper-green and dull, oxide gray.</p>"
}
