{
  "_id": "HVIykj2XLjrX5o0a",
  "name": "1.2.7.19. Undine Subraces",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_ykdxmtr383k"
    }
  },
  "content": "<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" />&nbsp;Mistsoul (Vapor Undine)</h2>\n<p><strong>Source</strong>&nbsp;<em>Plane-Hopper's Handbook pg. 21</em><br />Soothing and insightful, mistsoul undines move through the world with airy resilience and earnest action.<br /><br /><strong>Typical Alignment</strong>&nbsp;NG<br /><strong>Ability Modifiers</strong>&nbsp;+2 Con, +2 Wis, &ndash;2 Int<br /><strong>Alternate Spell-Like Ability</strong>&nbsp;Mistsouls gain&nbsp;<em>obscuring mist</em>&nbsp;as a spell-like ability.<br /><strong>Mist Affinity</strong>&nbsp;This racial trait functions as and can be replaced as the base undine&rsquo;s water affinity, except it benefits sorcerers with the dreamspun bloodline and spellcasters with the Repose domain.<br /><br />With gentle spirits and contemplative minds, mistsouls are drawn to the more mystic aspects of their element. Their ephemeral, vaporous natures can allow them to lull others into a dreamlike state, or facilitate a peaceful transition into the next life. They tend to seek out places where ideological and political struggles converge, and thus they are at home in communities like those of the common folk of Brevoy.<br /><br />Physically, mistsouls have rounded features and graceful deliberation in their movement. They prefer soft, highquality garments of neutral or earth tones and simple jewelry chosen for significance rather than expense.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" />&nbsp;Rimesoul (Frost Undine)</h2>\n<p><strong>Source</strong>&nbsp;<em>Plane-Hopper's Handbook pg. 21</em><br />Rimesoul undines are distant and imperious, aloof in their intellect and hesitant to change their ways.<br /><br /><strong>Typical Alignment</strong>&nbsp;LN<br /><strong>Ability Modifiers</strong>&nbsp;+2 Dex, +2 Int, &ndash;2 Cha<br /><strong>Alternate Spell-Like Ability</strong>&nbsp;Rimesouls gain&nbsp;<em>chill touch</em>&nbsp;as a spell-like ability.<br /><strong>Ice Affinity</strong>&nbsp;This racial trait functions as and can be replaced as the base undine&rsquo;s water affinity, except it benefits sorcerers with the boreal bloodline and spellcasters with the Ice subdomain.<br /><br />Like their ice-coated ancestors, rimesouls represent the solidification of change. They have precise, ordered minds that take well to individual pursuits. Rimesouls often choose to live in sparsely populated areas in Irrisen and Varisia. When they do live in cities, they prefer areas of disciplined culture such as Druma and Cheliax.<br /><br />In appearance, rimesouls are frequently pale, sometimes with translucent or blue-tinged skin. Rimesouls usually dress in crisp, understated fashions that present an impression of austerity.</p>"
}
