{
  "_id": "D5frEMcPKF2Eyu3I",
  "name": "1.2.7.05. Elf Subraces",
  "flags": {
    "cf": {
      "id": "temp_ykdxmtr383k"
    }
  },
  "content": "<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Aquatic Elves</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 10</em><br />Aquatic elves are the oceanic cousins of landborn elves. These elves have developed gills and webbed fingers and toes that allow them to survive and navigate the waters of Golarion, and often have blue, coral, or seaweed-black skin to blend into their environment. A significant number of aquatic elves live in the Steaming Sea near Mordant Spire, and in the Arcadian Ocean. Aquatic elves typically live secluded lives, either on their own or in small communities, though groups of aquatic elves that interact with land-dwelling communities are not uncommon. These elves are as varied as their land-dwelling kin, with unique cultures and customs scattered throughout the oceans and seas of Golarion. Aquatic elves often have the aquatic mastery alternate racial trait described below.<br /><br /></p>\n<h2 class=\"framing\">Arctic Elf</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 23</em><br />These elves were born and raised in the frozen lands of the far north or south, and have dealt with freezing deserts, nights that last for weeks, and the horrors that roam the cold terrain. These elves have the darkvision, desert runner, and elemental resistance alternate racial traits.<br /><br /></p>\n<h2 class=\"framing\">Dusk Elf</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 23</em><br />Rather than being tied to the terrain around them, some elves are linked to the night itself. Though not tied to demon worship and evil as drow are, these elves are similarly attuned to the magical concepts of darkness and shadow. These elves have the arcane focus, darkvision, dreamspeaker, and silent hunter alternate racial traits.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Ekujae Elves</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 10</em><br />Though the Ekujae clans are often mistaken for unaffiliated tribes, they are in fact a united nation and still hold vestiges of the power that their ancient kingdom once wielded. Ekujae elves reside within the Mwangi Expanse in hidden jungle villages so interwoven with the surrounding trees that the buildings there are overlooked even by travelers passing within a few hundred feet them. Unlike many of the elves of Avistan, the Ekujae remained on Golarion despite the calamity of Earthfall and tell tales of having defeated a &ldquo;Great Darkness&rdquo; after the disaster. They still hone their skills for war and are ever ready to fight the Darkness if it returns. Due to this ancient responsibility, Ekujae hold to strict traditions in many matters, including the burying of their fallen and the act of swearing oaths and ritualized agreements.<br /><br />Like other elves, Ekujae have keen intellects and are skilled in magical lore, including what has been passed down through their oral traditions and the numerous secrets of the Mwangi Expanse. They often journey to the Magaambya to study magic or to share their knowledge with that academy&rsquo;s students. Ekujae frequently have the long-limbed alternate racial trait and either the woodcraft, silent hunter, or light against darkness alternate racial traits, as well as the sense thoughts alternate racial trait described below.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Forlorn Elves</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 11</em><br />Forlorn elves rarely refer to themselves by that name; instead, other elves use the term to refer to elves who reside among shorter-lived races. Forlorn elves often watch many of their friends and family die before their first century is past. Some Forlorn have adopted a variety of unhealthy coping mechanisms as a result, such as recklessness or substance abuse; others develop antisocial tendencies and keep others at arm&rsquo;s length to avoid the pain of loss. Still others learn to accept the brevity of the lives around them, cherishing what time they have with friends while they still have it.<br /><br />Forlorn are the most common wanderers of elvenkind, whether they&rsquo;re traveling widely to avoid attachment or relishing travel with short-lived companions, and many become adventurers. Some find their way to elven lands, where their kin sympathetically welcome them, while others avoid such places out of bitterness or fear of rejection. Forlorn elves frequently have the envoy and urbanite alternate racial traits; some also have the devoted companion alternate racial trait described below.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Jininese Elves</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 11</em><br />The elves of Jinin are descended from those who traveled underground millennia ago to escape Earthfall. Led by the oracle Jininsiel and guided by a vast, treelike vein of mithral, these elves emerged in Tian Xia, where they founded the nation of Jinin. Jininese elves have adopted many of the customs of their human and samsaran neighbors&mdash;Jinin&rsquo;s culture places great emphasis on artistic pursuits, especially those involving mithral, which serves as a national symbol, lucrative export, and treasured cultural relic for Jininese elves. The elves of Jinin are far less isolationist than many other elven cultures, freely permitting outsiders into Jinin; likewise, while most Jininese elves remain there, many travel or settle across the Dragon Empires and beyond.<br /><br />Jininese elves frequently have the dreamspeaker and envoy alternate racial traits, as well as the Jininese weapon mastery alternate racial trait described below.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Savage Elf</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 23</em><br />In lands where every day is a constant struggle to survive and the niceties of civilization are rare, elves adapt to depend on swift strikes and lifelong vigilance to keep their families alive. These elves have the eternal grudge and fleet-footed alternate racial traits.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Snowcaster Elves</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 11</em><br />The Snowcaster tribes of the far north are extraordinarily reclusive, hiding their settlements in icy caverns, mountain valleys, the hearts of snow-shrouded pine forests, and other difficult-to-reach places. Their loyalty to their homes borders on religious reverence, whether they are ancestral burial grounds, ancient elven ruins, or simply places they&rsquo;ve chosen as their own. Snowcasters rarely journey outside their homes or meet with outsiders. The primary exceptions to this are the twilight speakers, who serve as emissaries to the outside world. Less commonly, Snowcasters who have been exiled, who have lost their homes to monsters, or who are simply overcome with wanderlust may journey to the outside world to seek a new life.<br /><br />Snowcasters frequently have the desert runner, elemental resistance (cold), and fleet-footed alternate racial traits; a few have the frostmelding alternate racial trait described below.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Spiresworn Elves</h2>\n<p><strong>Source</strong>&nbsp;<em>Heroes from the Fringe pg. 11</em><br />The Mordant Spire&rsquo;s elves, with their eerie masks and off-putting mannerisms, are a mystery to most Avistani. These elves have sworn to prevent exploration of Azlant in order to preserve and isolate the remnants of the Azlanti culture and protect Golarion from another Earthfall. The reclusive Spiresworn use enchantment and water magic to dissuade explorers; they resort to violent or deadly means only with utmost reluctance. In recent years, some younger Spiresworn have begun to question their isolationist traditions. While their commitment to protecting Azlant remains firm, a growing segment of Spiresworn believe that there is much to gain from interaction with the wider world. These elves sometimes leave the Spire to seek knowledge and experience.<br /><br />Spiresworn frequently have the keeper of secrets alternate racial trait, as well as the crossbow training, natural swimmer, and tongue of the sea alternate racial traits; some also have the moonkissed alternate racial trait described below.<br /><br /></p>\n<h2 class=\"framing\"><img title=\"PFS Legal\" src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" />&nbsp;Tower Elf</h2>\n<p><strong>Source</strong>&nbsp;<em>Advanced Race Guide pg. 23</em><br />Some elven institutions of magical learning date back centuries, and entire clans of elves have lived for generations as caretakers, students, and instructors of these self-sufficient schools of wizardry. These elves have the arcane focus and urbanite alternate racial traits.</p>"
}
