{
  "_id": "Lm4Q5P8i3nRq7IGV",
  "name": "1.2.3. Racial Traits",
  "flags": {
    "cf": {
      "id": "temp_ykdxmtr383k"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.8scSEgBEtJZj0suf]{(Index) Basic Rules}</p>\n<p>@Compendium[pf-content.pf-rules.sq5gxKWZZWkJ8Oog]{1.2. Character Creation}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.ggxCDkKRReD30GRu]{1.2.1. Age}</li>\n<li>@Compendium[pf-content.pf-rules.OmOuMEqk5sfibVKc]{1.2.2. Height and Weight}</li>\n<li><strong>@Compendium[pf-content.pf-rules.Lm4Q5P8i3nRq7IGV]{1.2.3. Racial Traits}</strong></li>\n<li>@Compendium[pf-content.pf-rules.m1GtHZZE31d7Acst]{1.2.4. Archetypes}</li>\n<li>@Compendium[pf-content.pf-rules.uRhhh0PMyi4cRl4l]{1.2.5. Character Backgrounds}</li>\n<li>@Compendium[pf-content.pf-rules.xyNJJF0hJUqtvcUk]{1.2.6. Traits}</li>\n<li>@Compendium[pf-content.pf-rules.CgVqFS1fjMtDuoH0]{1.2.7. Subraces}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Advanced Player's Guide pg. 8</em></p>\n<p>The following race discussions also describe alternate racial traits for each character race. It is important to note that these racial traits are not the same as the trait rules. Those traits are effectively half-feats, intended to tie characters to the specific nations, cultures, regions, and races of the Golarion campaign world. Racial traits, on the other hand, are those racial abilities described at the bottom of each race&rsquo;s descriptive page. Some races have few racial traits, like half-orcs and humans. Others, like dwarves and gnomes, have many. All of these racial traits represent typical members of the race and the kinds of special abilities they gain from their heritage, whether from biology, racial attitudes, or otherwise.</p>\n<p>This chapter also contains a list of alternate class features for each race. Some of them play on racial archetypes not reflected in the standard racial traits, like a gnome&rsquo;s love of languages or tinkering or a halfling&rsquo;s mastery of thrown items or of slipping through a battlefield under the feet of larger races. In order to choose one of these racial traits, you must exchange one or more of the existing racial traits available to your character. These racial traits replace a character&rsquo;s normal racial traits; they are not abilities gained in addition to them. In many cases, racial abilities are exchanged on a one-to-one basis; you give up one racial ability from the Core Rulebook to gain one presented in this book. In other cases, you may have to exchange more than one racial trait to take one of these alternate racial traits. For example, a gnome may eschew the militant path and exchange defensive training and hatred for the gift of tongues, while other magic-using gnomes might forgo the traditional gnome specialty of illusion magic to become a magical linguist or even a pyromaniac.</p>\n<p>&nbsp;</p>\n<p>You can exchange one or several of your character&rsquo;s normal racial traits, but of course you cannot exchange the same racial trait more than once. If a human exchanges the skilled trait to become either a child of the fields or a child of the street, she cannot exchange it twice to take both new traits. However, she could choose one of those as an alternate racial trait while also exchanging her bonus feat racial trait to gain an eye for talent.</p>\n<p>As with any alternate or optional rule, you must first get the permission of your GM to exchange any of your character&rsquo;s normal racial traits for those in this chapter.</p>"
}
