{
  "_id": "41Ie3KadQC9DGMyk",
  "name": "1.4.1. Advancing Your Character",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "folder": "",
  "flags": {
    "cf": {
      "id": "temp_4glat8jyam6"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.8scSEgBEtJZj0suf]{(Index) Basic Rules}</p>\n<p>@Compendium[pf-content.pf-rules.8Nz7dSYe8AdHtMRR]{1.4. Character Advancement}</p>\n<ul>\n<li><strong>@Compendium[pf-content.pf-rules.41Ie3KadQC9DGMyk]{1.4.1. Advancing Your Character}</strong></li>\n<li>@Compendium[pf-content.pf-rules.bBCgoC07LGfsk4GW]{1.4.2. Multiclassing}</li>\n<li>@Compendium[pf-content.pf-rules.65d8pVRYrHZNPxEz]{1.4.3. Favored Class}</li>\n<li>@Compendium[pf-content.pf-rules.tbAP08jcSWONo1KU]{1.4.4. Prestige Classes}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 30</em></p>\n<p>A character advances in level as soon as he earns enough experience points to do so&mdash;typically, this occurs at the end of a game session, when your GM hands out that session&rsquo;s experience point awards.</p>\n<p>The process of advancing a character works in much the same way as generating a character, except that your ability scores, race, and previous choices concerning class, skills, and feats cannot be changed. Adding a level generally gives you new abilities, additional skill points to spend, more hit points, possibly a permanent +1 increase to one ability score of your choice, or an additional feat (see Table 3&ndash;1). Over time, as your character rises to higher levels, he becomes a truly powerful force in the game world, capable of ruling nations or bringing them to their knees.</p>\n<p>When adding new levels of an existing class or adding levels of a new class (see @Compendium[pf-content.pf-rules.bBCgoC07LGfsk4GW]{1.4.2. Multiclassing}), make sure to take the following steps in order. First, select your new class level. You must be able to qualify for this level before any of the following adjustments are made. Second, apply any ability score increases due to gaining a level. Third, integrate all of the level&rsquo;s class abilities and then roll for additional hit points. Finally, add new skills and feats. For more information on when you gain new feats and ability score increases, see @Compendium[pf-content.pf-rules.8Nz7dSYe8AdHtMRR]{1.4. Character Advancement}.</p>"
}
