{
  "_id": "bBCgoC07LGfsk4GW",
  "name": "1.4.2. Multiclassing",
  "flags": {
    "cf": {
      "id": "temp_4glat8jyam6"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.8scSEgBEtJZj0suf]{(Index) Basic Rules}</p>\n<p>@Compendium[pf-content.pf-rules.8Nz7dSYe8AdHtMRR]{1.4. Character Advancement}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.41Ie3KadQC9DGMyk]{1.4.1. Advancing Your Character}</li>\n<li><strong>@Compendium[pf-content.pf-rules.bBCgoC07LGfsk4GW]{1.4.2. Multiclassing}</strong></li>\n<li>@Compendium[pf-content.pf-rules.65d8pVRYrHZNPxEz]{1.4.3. Favored Class}</li>\n<li>@Compendium[pf-content.pf-rules.tbAP08jcSWONo1KU]{1.4.4. Prestige Classes}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 30</em></p>\n<p>Instead of gaining the abilities granted by the next level in your character&rsquo;s current class, he can instead gain the 1stlevel abilities of a new class, adding all of those abilities to his existing ones. This is known as &ldquo;multiclassing.&rdquo;</p>\n<p>For example, let&rsquo;s say a 5th-level fighter decides to dabble in the arcane arts, and adds one level of wizard when he advances to 6th level. Such a character would have the powers and abilities of both a 5th-level fighter and a 1st-level wizard, but would still be considered a 6th-level character. (His class levels would be 5th and 1st, but his total character level is 6th.) He keeps all of his bonus feats gained from 5 levels of fighter, but can now also cast 1st-level spells and picks an arcane school. He adds all of the hit points, base attack bonuses, and saving throw bonuses from a 1st-level wizard on top of those gained from being a 5th-level fighter.</p>\n<p>Note that there are a number of effects and prerequisites that rely on a character&rsquo;s level or Hit Dice. Such effects are always based on the total number of levels or Hit Dice a character possesses, not just those from one class. The exception to this is class abilities, most of which are based on the total number of class levels that a character possesses of that particular class.</p>"
}
