{
  "_id": "eLunMrqifsJQo9d8",
  "name": "1.5.2. Changing Alignment",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "folder": "",
  "flags": {
    "cf": {
      "id": "temp_joxg37s7dij"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.8scSEgBEtJZj0suf]{(Index) Basic Rules}</p>\n<p>@Compendium[pf-content.pf-rules.AjFnUP0k5aUzySH8]{1.5. Alignment}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.ojEKZZWsMZOo6US7]{1.5.1. The Nine Alignments}</li>\n<li><strong>@Compendium[pf-content.pf-rules.eLunMrqifsJQo9d8]{1.5.2. Changing Alignment}</strong></li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 168</em></p>\n<p>Alignment is a tool, a convenient shorthand you can use to summarize the general attitude of an NPC, region, religion, organization, monster, or even magic item.</p>\n<p>Certain character classes list repercussions for those who don&rsquo;t adhere to a specific alignment, and some spells and magic items have different effects on targets depending on alignment, but beyond that it&rsquo;s generally not necessary to worry too much about whether someone is behaving differently from his stated alignment. In the end, the Game Master is the one who gets to decide if something&rsquo;s in accordance with its indicated alignment, based on the descriptions given previously and his own opinion and interpretation&mdash;the only thing the GM needs to strive for is to be consistent as to what constitutes the difference between alignments like chaotic neutral and chaotic evil. There&rsquo;s no hard and fast mechanic by which you can measure alignment&mdash; unlike hit points or skill ranks or Armor Class, alignment is solely a label the GM controls.</p>\n<p>It&rsquo;s best to let players play their characters as they want. If a player is roleplaying in a way that you, as the GM, think doesn&rsquo;t fit his alignment, let him know that he&rsquo;s acting out of alignment and tell him why&mdash;but do so in a friendly manner. If a character wants to change his alignment, let him&mdash;in most cases, this should amount to little more than a change of personality, or in some cases, no change at all if the alignment change was more of an adjustment to more accurately summarize how a player, in your opinion, is portraying his character. In some cases, changing alignments can impact a character&rsquo;s abilities&mdash;see the class write-ups in Chapter 3 for details. An atonement spell may be necessary to repair damage done by alignment changes arising from involuntary sources or momentary lapses in personality.</p>\n<p>&nbsp;</p>\n<p>Players who frequently have their characters change alignment should in all likelihood be playing chaotic neutral characters.</p>"
}
