{
  "_id": "EBgdBlDozsMHFm1r",
  "name": "1.7.07. Intelligent Animals",
  "flags": {
    "cf": {
      "id": "temp_vg6u5galdn"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.Ic1tlF3EE1QNW3kE]{(Index)}</p>\n<p>@Compendium[pf-content.pf-rules.8scSEgBEtJZj0suf]{(Index) Basic Rules}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.sjhxRhOgV3ynmqf9]{1.7. Animal Companions}<br />\n<ul>\n<li>@Compendium[pf-content.pf-rules.bLW7my2JM1AWHcPt]{1.7.01. Controlling Companions, Familiars, and Followers}</li>\n<li>@Compendium[pf-content.pf-rules.QrfgKKGq1a9P28cD]{1.7.02. Animal Options}</li>\n<li>@Compendium[pf-content.pf-rules.751RCqF5c5cRGCVG]{1.7.03. Monstrous Options}</li>\n<li>@Compendium[pf-content.pf-rules.A2INBQqsGOHfeN36]{1.7.04. Plant Options}</li>\n<li>@Compendium[pf-content.pf-rules.3nO5z2V4Y5WdTxqp]{1.7.05. Vermin Options}</li>\n<li>@Compendium[pf-content.pf-rules.fzg18IfdQWR57QpN]{1.7.06. Advancing Companions}</li>\n<li><strong>@Compendium[pf-content.pf-rules.EBgdBlDozsMHFm1r]{1.7.07. Intelligent Animals}</strong></li>\n<li>@Compendium[pf-content.pf-rules.MaMACE7dH6mGN9yB]{1.7.08. Awakened Animals}</li>\n<li>@Compendium[pf-content.pf-rules.gxSnEAS4Jn1zHrAS]{1.7.09. Tips for Remembering Companions}</li>\n<li>@Compendium[pf-content.pf-rules.S1ITgv2XUahBeROc]{1.7.10. Companion Plot Hooks}</li>\n<li>@Compendium[pf-content.pf-rules.6zNHWvDTzqgtPPTd]{1.7.11. Reviving and Replacing Companions}</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p>Increasing an animal&rsquo;s Intelligence to 3 or higher means it is smart enough to understand a language. However, unless an awaken spell is used, the animal doesn&rsquo;t automatically and instantly learn a language, any more than a human child does. The animal must be taught a language, usually over the course of months, giving it the understanding of the meaning of words and sentences beyond its trained responses to commands like &ldquo;attack&rdquo; and &ldquo;heel.&rdquo;</p>\n<p>Even if the animal is taught to understand a language, it probably lacks the anatomy to actually speak (unless awaken is used). For example, dogs, elephants, and even gorillas lack the proper physiology to speak humanoid languages, though they can use their limited &ldquo;vocabulary&rdquo; of sounds to articulate concepts, especially if working with a person who learns what the sounds mean.</p>\n<p>&nbsp;</p>\n<p>An intelligent animal is smart enough to use tools, but might lack the ability to manipulate them. A crow could be able to use simple lockpicks, but a dog can&rsquo;t. Even if the animal is physically capable of using a tool, it might still prefer its own natural body to manufactured items, especially when it comes to weapons. An intelligent gorilla could hold or wield a sword, but its inclination is to make slam attacks. No amount of training (including weapon proficiency feats) is going to make it fully comfortable attacking in any other way.</p>\n<p>Even if an animal&rsquo;s Intelligence increases to 3 or higher, you must still use the Handle Animal skill to direct the animal, as it is a smart animal rather than a low-intelligence person (using awaken is an exception&mdash;an awakened animal takes orders like a person). The GM should take the animal&rsquo;s Intelligence into account when determining its response to commands or its behavior when it doesn&rsquo;t have specific instructions. For example, an intelligent wolf companion can pick the weakest-looking target if directed to do so, and that same wolf trapped in a burning building might push open a door or window without being told.</p>"
}
