{
  "_id": "B9iyyqNtImMMv3lk",
  "name": "1.0. How to Play",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "folder": "",
  "flags": {
    "cf": {
      "id": "temp_ykq89awr3w"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.8scSEgBEtJZj0suf]{(Index) Basic Rules}</p>\n<hr />\n<h1>How to Play</h1>\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 8</em></p>\n<p>The Pathfinder Roleplaying Game is a tabletop fantasy game in which the players take on the roles of heroes who form a group (or party) to set out on dangerous adventures. Helping them tell this story is the Game Master (or GM), who decides what threats the player characters (or PCs) face and what sorts of rewards they earn for succeeding at their quest. Think of it as a cooperative storytelling game, where the players play the protagonists and the Game Master acts as the narrator, controlling the rest of the world.</p>\n<p>If you are a player, you make all of the decisions for your character, from what abilities your character has to the type of weapon he carries. Playing a character, however, is more than just following the rules in this book. You also decide your character&rsquo;s personality. Is he a noble knight, set on vanquishing a powerful evil, or is he a conniving rogue who cares more about gold than glory? The choice is up to you.</p>\n<p>If you are a Game Master, you control the world that the players explore. Your job is to bring the setting to life and to present the characters with challenges that are both fair and exciting. From the local merchant prince to the rampaging dragon, you control all of the characters that are not being played by the players. Paizo&rsquo;s Pathfinder Adventure Path series, Pathfinder Modules, and Pathfinder Chronicles world guides provide everything you need to run a game, or you can invent your own, using the rules in this book as well as the monsters found in the Pathfinder RPG Bestiary.</p>\n<p>&nbsp;</p>\n<h2><strong>What You Need</strong></h2>\n<p>In addition to this book, you will need a number of special dice to play the Pathfinder Roleplaying Game. The dice that come with most board games have six sides, but the Pathfinder Roleplaying Game uses dice with four sides, six sides, eight sides, ten sides, twelve sides, and twenty sides. Dice of this sort can be found at your local game store or online at paizo.com.</p>\n<p>In addition to dice, if you are a player, you will need a character sheet (which can be photocopied from the back of this book) and, if the Game Master uses a map to represent the adventure, a small figurine to represent your character. These figurines, or miniatures, can also be found at most game stores. They come in a wide variety of styles, so you can probably find a miniature that relatively accurately depicts your character.</p>\n<p>&nbsp;</p>\n<p>If you are the Game Master, you will need a copy of the Pathfinder RPG Bestiary, which contains the rules for a whole spectrum of monsters, from the mighty dragon to the lowly goblin. While many of these monsters can be used to fight against the players, others might provide useful information or become powerful allies. Some might even join the group, with one of the players taking on the role of a monstrous character. In addition, you should have your own set of dice and some sort of screen you can use to hide your notes, maps, and dice rolls behind. (Although you should be honest about the results of your dice rolls, sometimes the results are not evident, and openly rolling the dice might give away too much information.) Combat in the Pathfinder RPG can be resolved in one of two ways: you can describe the situation to the characters and allow them to interact based on the description you provide, or you can draw the situation on a piece of paper or a specially made battle mat and allow the characters to move their miniatures around to more accurately represent their position during the battle. While both ways have their advantages, if you choose the latter, you will need a mat to draw on, such as Paizo&rsquo;s line of GameMastery Flip-Mats, as well as miniatures to represent the monsters or other adversaries. These can also be found at your local game shop, or at paizo.com.</p>\n<p>&nbsp;</p>\n<h2><strong>Playing the Game</strong></h2>\n<p>While playing the Pathfinder RPG, the Game Master describes the events that occur in the game world, and the players take turns describing what their characters do in response to those events. Unlike storytelling, however, the actions of the players and the characters controlled by the Game Master (frequently called non-player characters, or NPCs) are not certain. Most actions require dice rolls to determine success, with some tasks being more difficult than others. Each character is better at some things than he is at other things, granting him bonuses based on his skills and abilities.</p>\n<p>&nbsp;</p>\n<p>Whenever a roll is required, the roll is noted as &ldquo;d#,&rdquo; with the &ldquo;#&rdquo; representing the number of sides on the die. If you need to roll multiple dice of the same type, there will be a number before the &ldquo;d.&rdquo; For example, if you are required to roll 4d6, you should roll four six-sided dice and add the results together. Sometimes there will be a + or &ndash; after the notation, meaning that you add that number to, or subtract it from, the total results of the dice (not to each individual die rolled). Most die rolls in the game use a d20 with a number of modifiers based on the character&rsquo;s skills, his or her abilities, and the situation. Generally speaking, rolling high is better than rolling low. Percentile rolls are a special case, indicated as rolling d%. You can generate a random number in this range by rolling two differently colored ten-sided dice (2d10). Pick one color to represent the tens digit, then roll both dice. If the die chosen to be the tens digit rolls a &ldquo;4&rdquo; and the other d10 rolls a &ldquo;2,&rdquo; then you&rsquo;ve generated a 42. A zero on the tens digit die indicates a result from 1 to 9, or 100 if both dice result in a zero. Some d10s are printed with &ldquo;10,&rdquo; &ldquo;20,&rdquo; &ldquo;30,&rdquo; and so on in order to make reading d% rolls easier. Unless otherwise noted, whenever you must round a number, always round down.</p>\n<p>As your character goes on adventures, he earns gold, magic items, and experience points. Gold can be used to purchase better equipment, while magic items possess powerful abilities that enhance your character. Experience points are awarded for overcoming challenges and completing major storylines. When your character has earned enough experience points, he increases his character level by one, granting him new powers and abilities that allow him to take on even greater challenges. While a 1st-level character might be up to saving a farmer&rsquo;s daughter from rampaging goblins, defeating a terrifying red dragon might require the powers of a 20th-level hero. It is the Game Master&rsquo;s duty to provide challenges for your character that are engaging, but not so deadly as to leave you with no hope of success. For more information on the duties of being a Game Master, see Chapter 12.</p>\n<p>&nbsp;</p>\n<p>Above all, have fun. Playing the Pathfinder RPG is supposed to be exciting and rewarding for both the Game Master and the players. Adventure awaits!</p>\n<h1>The Most Important Rule</h1>\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 9</em></p>\n<p>The rules in this book are here to help you breathe life into your characters and the world they explore. While they are designed to make your game easy and exciting, you might find that some of them do not suit the style of play that your gaming group enjoys. Remember that these rules are yours. You can change them to fit your needs. Most Game Masters have a number of &ldquo;house rules&rdquo; that they use in their games. The Game Master and players should always discuss any rules changes to make sure that everyone understands how the game will be played. Although the Game Master is the final arbiter of the rules, the Pathfinder RPG is a shared experience, and all of the players should contribute their thoughts when the rules are in doubt.</p>"
}
