{
  "_id": "AjFnUP0k5aUzySH8",
  "name": "1.5. Alignment",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "folder": "",
  "flags": {
    "cf": {
      "id": "temp_joxg37s7dij"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.8scSEgBEtJZj0suf]{(Index) Basic Rules}</p>\n<ul>\n<li><strong>@Compendium[pf-content.pf-rules.AjFnUP0k5aUzySH8]{1.5. Alignment}</strong></li>\n<li>@Compendium[pf-content.pf-rules.ojEKZZWsMZOo6US7]{1.5.1. The Nine Alignments}</li>\n<li>@Compendium[pf-content.pf-rules.eLunMrqifsJQo9d8]{1.5.2. Changing Alignment}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 166</em></p>\n<p>A creature&rsquo;s general moral and personal attitudes are represented by its alignment: lawful good, neutral good, chaotic good, lawful neutral, neutral, chaotic neutral, lawful evil, neutral evil, or chaotic evil.</p>\n<p>Alignment is a tool for developing your character&rsquo;s identity&mdash;it is not a straitjacket for restricting your character. Each alignment represents a broad range of personality types or personal philosophies, so two characters of the same alignment can still be quite different from each other. In addition, few people are completely consistent.</p>\n<p>All creatures have an alignment. Alignment determines the effectiveness of some spells and magic items.</p>\n<p>Animals and other creatures incapable of moral action are neutral. Even deadly vipers and tigers that eat people are neutral because they lack the capacity for morally right or wrong behavior. Dogs may be obedient and cats free-spirited, but they do not have the moral capacity to be truly lawful or chaotic.</p>\n<p>&nbsp;</p>\n<h2>Good Versus Evil</h2>\n<p>Good characters and creatures protect innocent life. Evil characters and creatures debase or destroy innocent life, whether for fun or profit.</p>\n<p><strong>Good</strong> implies altruism, respect for life, and a concern for the dignity of sentient beings. Good characters make personal sacrifices to help others.</p>\n<p><strong>Evil</strong> implies hurting, oppressing, and killing others. Some evil creatures simply have no compassion for others and kill without qualms if doing so is convenient. Others actively pursue evil, killing for sport or out of duty to some evil deity or master.</p>\n<p>People who are <strong>neutral</strong> with respect to good and evil have compunctions against killing the innocent, but may lack the commitment to make sacrifices to protect or help others.</p>\n<p>&nbsp;</p>\n<h2>Law Versus Chaos</h2>\n<p>Lawful characters tell the truth, keep their word, respect authority, honor tradition, and judge those who fall short of their duties. Chaotic characters follow their consciences, resent being told what to do, favor new ideas over tradition, and do what they promise if they feel like it.</p>\n<p>&nbsp;</p>\n<p><strong>Law</strong> implies honor, trustworthiness, obedience to authority, and reliability. On the downside, lawfulness can include closed-mindedness, reactionary adherence to tradition, self-righteousness, and a lack of adaptability. Those who consciously promote lawfulness say that only lawful behavior creates a society in which people can depend on each other and make the right decisions in full confidence that others will act as they should.</p>\n<p>&nbsp;</p>\n<p><strong>Chaos</strong> implies freedom, adaptability, and flexibility. On the downside, chaos can include recklessness, resentment toward legitimate authority, arbitrary actions, and irresponsibility. Those who promote chaotic behavior say that only unfettered personal freedom allows people to express themselves fully and lets society benef it from the potential that its individuals have within them.</p>\n<p>&nbsp;</p>\n<p>Someone who is <strong>neutral</strong> with respect to law and chaos has some respect for authority and feels neither a compulsion to obey nor a compulsion to rebel. She is generally honest, but can be tempted into lying or deceiving others.</p>\n<p>&nbsp;</p>\n<h2>Alignment Steps</h2>\n<p>Occasionally the rules refer to &ldquo;steps&rdquo; when dealing with alignment. In this case, &ldquo;steps&rdquo; refers to the number of alignment shifts between the two alignments, as shown on the following diagram. Note that diagonal &ldquo;steps&rdquo; count as two steps. For example, a lawful neutral character is one step away from a lawful good alignment, and three steps away from a chaotic evil alignment. A cleric&rsquo;s alignment must be within one step of the alignment of her deity.</p>\n<p>@JournalEntry[TrN8uuKTVhHM8YWX]{1.5.1. The Nine Alignments}</p>\n<table style=\"height: 80px; width: 73.4964%;\" border=\"1\">\n<thead>\n<tr>\n<td style=\"text-align: center; width: 15.2564%;\" scope=\"col\">&nbsp;</td>\n<td style=\"text-align: center; width: 28.5897%;\" scope=\"col\">Lawful</td>\n<td style=\"text-align: center; width: 25.5128%;\" scope=\"col\">Neutral</td>\n<td style=\"text-align: center; width: 30.3846%;\" scope=\"col\">Chaotic</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"text-align: center; width: 15.2564%;\"><strong>Good</strong></td>\n<td style=\"text-align: center; width: 28.5897%;\">Lawful Good</td>\n<td style=\"text-align: center; width: 25.5128%;\">Neutral Good</td>\n<td style=\"text-align: center; width: 30.3846%;\">Chaotic Good</td>\n</tr>\n<tr>\n<td style=\"text-align: center; width: 15.2564%;\"><strong>Neutral</strong></td>\n<td style=\"text-align: center; width: 28.5897%;\">Lawful Neutral</td>\n<td style=\"text-align: center; width: 25.5128%;\">Neutral</td>\n<td style=\"text-align: center; width: 30.3846%;\">Chaotic Neutral</td>\n</tr>\n<tr>\n<td style=\"text-align: center; width: 15.2564%;\"><strong>Evil</strong></td>\n<td style=\"text-align: center; width: 28.5897%;\">Lawful Evil</td>\n<td style=\"text-align: center; width: 25.5128%;\">Neutral Evil</td>\n<td style=\"text-align: center; width: 30.3846%;\">Chaotic Evil</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p>&nbsp;</p>"
}
