{
  "_id": "nEPpg39gAOwIxDki",
  "name": "2.03.5. Stable Characters and Recovery",
  "flags": {
    "cf": {
      "id": "temp_6d5yd20ssdd"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.OiNttXSDW598DIEs]{(Index) Combat Rules}</p>\n<p>@Compendium[pf-content.pf-rules.UEmSoktVjUEI46C2]{2.03. Injury and Death}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.Z0gVQW6Hx4Hb4zps]{2.03.1. Loss of Hit Points}</li>\n<li>@Compendium[pf-content.pf-rules.PN9yC36RUizvrAUk]{2.03.2. Disabled (0 Hit Points)}</li>\n<li>@Compendium[pf-content.pf-rules.MgPati0XYUli8q2G]{2.03.3. Dying (Negative Hit Points)}</li>\n<li>@Compendium[pf-content.pf-rules.ZKXUIJptoysFa5JI]{2.03.4. Dead}</li>\n<li><strong>@Compendium[pf-content.pf-rules.nEPpg39gAOwIxDki]{2.03.5. Stable Characters and Recovery}</strong></li>\n<li>@Compendium[pf-content.pf-rules.JWPzEMuF9fPOLqCF]{2.03.6. Healing}</li>\n<li>@Compendium[pf-content.pf-rules.oyi4ByFG6yVswC0m]{2.03.7. Temporary Hit Points}</li>\n<li>@Compendium[pf-content.pf-rules.Hzi8GbT19bP7mdSP]{2.03.8. Nonlethal Damage}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 190</em></p>\n<p>On the character&rsquo;s next turn, after being reduced to negative hit points (but not dead), and on all subsequent turns, the character must make a DC 10 Constitution check to become stable. The character takes a penalty on this roll equal to his negative hit point total. A character that is stable does not need to make this check. A natural 20 on this check is an automatic success. If the character fails this check, he loses 1 hit point. An unconscious or dying character cannot use any special action that changes the initiative count on which his action occurs.</p>\n<p>&nbsp;</p>\n<p>Characters taking continuous damage, such as from an acid arrow or a bleed effect, automatically fail all Constitution checks made to stabilize. Such characters lose 1 hit point per round in addition to the continuous damage.</p>\n<p>You can keep a dying character from losing any more hit points and make him stable with a DC 15 Heal check. If any sort of healing cures the dying character of even 1 point of damage, he becomes stable and stops losing hit points.</p>\n<p>&nbsp;</p>\n<p>Healing that raises the dying character&rsquo;s hit points to 0 makes him conscious and disabled. Healing that raises his hit points to 1 or more makes him fully functional again, just as if he&rsquo;d never been reduced to 0 or lower. A spellcaster retains the spellcasting capability she had before dropping below 0 hit points.</p>\n<p>A stable character who has been tended by a healer or who has been magically healed eventually regains consciousness and recovers hit points naturally. If the character has no one to tend him, however, his life is still in danger, and he may yet slip away.</p>\n<p>&nbsp;</p>\n<h2>Recovering with Help</h2>\n<p>One hour after a tended, dying character becomes stable, the character must make a DC 10 Constitution check to become conscious. The character takes a penalty on this roll equal to his negative hit point total. Conscious characters with negative hit point totals are treated as disabled characters (see page 189). If the character remains unconscious, he receives another check every hour to regain consciousness. A natural 20 on this check is an automatic success. Even if unconscious, the character recovers hit points naturally. He automatically regains consciousness when his hit points rise to 1 or higher.</p>\n<p>&nbsp;</p>\n<h2>Recovering without Help</h2>\n<p>A severely wounded character left alone usually dies. He has a small chance of recovering on his own. Treat such characters as those attempting to recover with help, but every failed Constitution check to regain consciousness results in the loss of 1 hit point. An unaided character does not recover hit points naturally. Once conscious, the character can make a DC 10 Constitution check once per day, after resting for 8 hours, to begin recovering hit points naturally. The character takes a penalty on this roll equal to his negative hit point total. Failing this check causes the character to lose 1 hit point, but this does not cause the character to become unconscious. Once a character makes this check, he continues to heal naturally and is no longer in danger of losing hit points naturally.</p>"
}
