{
  "_id": "SZsIKZQOiMhMKE5c",
  "name": "2.04.4. Terrain and Obstacles",
  "flags": {
    "cf": {
      "id": "temp_ohn3qmascs"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.OiNttXSDW598DIEs]{(Index) Combat Rules}</p>\n<p>@Compendium[pf-content.pf-rules.81IOxJPcLqhxdvGi]{2.04. Movement, Position, and Distance}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.xXq8OELXwLhAwOtV]{2.04.1. Tactical Movement}</li>\n<li>@Compendium[pf-content.pf-rules.J8tSGDC3peyzFYiA]{2.04.2. Measuring Distance}</li>\n<li>@Compendium[pf-content.pf-rules.TH46eU2rw2eDReNM]{2.04.3. Moving Through a Square}</li>\n<li><strong>@Compendium[pf-content.pf-rules.SZsIKZQOiMhMKE5c]{2.04.4. Terrain and Obstacles}</strong></li>\n<li>@Compendium[pf-content.pf-rules.l4flosvpm7JUQjHC]{2.04.5. Special Movement Rules}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 193</em></p>\n<p>From tangled plants to broken stone, there are a number of terrain features that can affect your movement.</p>\n<p>&nbsp;</p>\n<h2>Difficult Terrain</h2>\n<p>Difficult terrain, such as heavy undergrowth, broken ground, or steep stairs, hampers movement. Each square of difficult terrain counts as 2 squares of movement. Each diagonal move into a difficult terrain square counts as 3 squares. You can&rsquo;t run or charge across difficult terrain.</p>\n<p>If you occupy squares with different kinds of terrain, you can move only as fast as the most difficult terrain you occupy will allow.</p>\n<p>Flying and incorporeal creatures are not hampered by difficult terrain.</p>\n<p>&nbsp;</p>\n<h2>Obstacles</h2>\n<p>Like difficult terrain, obstacles can hamper movement. If an obstacle hampers movement but doesn&rsquo;t completely block it, each obstructed square or obstacle between squares counts as 2 squares of movement. You must pay this cost to cross the obstacle, in addition to the cost to move into the square on the other side. If you don&rsquo;t have sufficient movement to cross the obstacle and move into the square on the other side, you can&rsquo;t cross it. Some obstacles may also require a skill check to cross.</p>\n<p>On the other hand, some obstacles block movement entirely. A character can&rsquo;t move through a blocking obstacle.</p>\n<p>Flying and incorporeal creatures are able to avoid most obstacles.</p>\n<p>&nbsp;</p>\n<h2>Squeezing</h2>\n<p>In some cases, you may have to squeeze into or through an area that isn&rsquo;t as wide as the space you take up. You can squeeze through or into a space that is at least half as wide as your normal space. Each move into or through a narrow space counts as if it were 2 squares, and while squeezed in a narrow space, you take a &ndash;4 penalty on attack rolls and a &ndash;4 penalty to AC.</p>\n<p>When a Large creature (which normally takes up 4 squares) squeezes into a space that&rsquo;s 1 square wide, the creature&rsquo;s miniature figure occupies 2 squares, centered on the line between the 2 squares. For a bigger creature, center the creature likewise in the area it squeezes into.</p>\n<p>&nbsp;</p>\n<p>A creature can squeeze past a creature while moving but it can&rsquo;t end its movement in an occupied square.</p>\n<p>To squeeze through or into a space less than half your space&rsquo;s width, you must use the Escape Artist skill. You can&rsquo;t attack while using Escape Artist to squeeze through or into a narrow space, you take a &ndash;4 penalty to AC, and you lose any Dexterity bonus to AC.</p>\n<p>@Compendium[pf-content.pf-buffs.XDuJwn4sGLcklc9P]{Debuff: Squeezing (&lt; &frac12; space)}</p>\n<p>@Compendium[pf-content.pf-buffs.Un3yEd7l1wt9VEF7]{Debuff:&nbsp;Squeezing (&frac12; space)}</p>\n<p>@Compendium[pf-content.pf-buffs.Ej91vWnfFTaxMhyZ]{Debuff:&nbsp;Squeezing (large)}</p>\n<p>&nbsp;</p>"
}
