{
  "_id": "CK4ZYweM6IifrrV0",
  "name": "2.07.3. Combat Maneuvers",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "folder": "",
  "flags": {
    "cf": {
      "id": "temp_tpupf50nq7c"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.OiNttXSDW598DIEs]{(Index) Combat Rules}</p>\n<p>@Compendium[pf-content.pf-rules.u7ymeeQewjTXVrlW]{2.07. Special Attacks}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.vuTQH6gykORoSCUE]{2.07.1. Aid Another}</li>\n<li>@Compendium[pf-content.pf-rules.o0Ufwyu65bmusBhM]{2.07.2. Charge}</li>\n<li><strong>@Compendium[pf-content.pf-rules.CK4ZYweM6IifrrV0]{2.07.3. Combat Maneuvers}</strong></li>\n<li>@Compendium[pf-content.pf-rules.QrPAIYOFsZBHKHvt]{2.07.4. Feint}</li>\n<li>@Compendium[pf-content.pf-rules.uR2lQHLIAn5HhlfT]{2.07.5. Mounted Combat}</li>\n<li>@Compendium[pf-content.pf-rules.KrSwE6n4UyxJfYPB]{2.07.6. Throw Splash Weapon}</li>\n<li>@Compendium[pf-content.pf-rules.jLQbe8GmyB470OIJ]{2.07.7. Two-Weapon Fighting}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 198</em></p>\n<p>During combat, you can attempt to perform a number of maneuvers that can hinder or even cripple your foe, including bull rush, disarm, grapple, overrun, sunder, and trip. Although these maneuvers have vastly different results, they all use a similar mechanic to determine success.</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.4ZtXz1UxNVHAoK9F]{2.07.3.01. Bull Rush}</li>\n<li>@Compendium[pf-content.pf-rules.TOgcg1rD2rqozLK8]{2.07.3.02. Dirty Trick}</li>\n<li>@Compendium[pf-content.pf-rules.2e9cYCdNMg0E9nDP]{2.07.3.03. Disarm}</li>\n<li>@Compendium[pf-content.pf-rules.2QXapJZHDOdCaqJC]{2.07.3.04. Drag}</li>\n<li>@Compendium[pf-content.pf-rules.wwDkxmSkg7edogZk]{2.07.3.05. Grapple}</li>\n<li>@Compendium[pf-content.pf-rules.6txWY4yVuOOzjdRf]{2.07.3.06. Overrun}</li>\n<li>@Compendium[pf-content.pf-rules.8CRc1rPAFBfhJfBN]{2.07.3.07. Reposition}</li>\n<li>@Compendium[pf-content.pf-rules.LiqgRZYAPqTbhf18]{2.07.3.08. Steal}</li>\n<li>@Compendium[pf-content.pf-rules.bEwb7yQOidiPzb5v]{2.07.3.09. Sunder}</li>\n<li>@Compendium[pf-content.pf-rules.QBZtZChctrkE8ksB]{2.07.3.10. Trip}</li>\n</ul>\n<p>&nbsp;</p>\n<h2>Combat Maneuver Bonus</h2>\n<p>Each character and creature has a Combat Maneuver Bonus (or CMB) that represents its skill at performing combat maneuvers. A creature&rsquo;s CMB is determined using the following formula:</p>\n<blockquote>\n<p>CMB = Base attack bonus + Strength modifier + special size modifier</p>\n</blockquote>\n<p>&nbsp;</p>\n<p>Creatures that are size Tiny or smaller use their Dexterity modifier in place of their Strength modifier to determine their CMB. The special size modifier for a creature&rsquo;s Combat Maneuver Bonus is as follows:</p>\n<p>Fine &ndash;8, Diminutive &ndash;4, Tiny &ndash;2, Small &ndash;1, Medium +0, Large +1, Huge +2, Gargantuan +4, Colossal +8.</p>\n<p>Some feats and abilities grant a bonus to your CMB when performing specific maneuvers.</p>\n<p>&nbsp;</p>\n<h2>Performing a Combat Maneuver</h2>\n<p>When performing a combat maneuver, you must use an action appropriate to the maneuver you are attempting to perform. While many combat maneuvers can be performed as part of an attack action, full-attack action, or attack of opportunity (in place of a melee attack), others require a specific action. Unless otherwise noted, performing a combat maneuver provokes an attack of opportunity from the target of the maneuver. If you are hit by the target, you take the damage normally and apply that amount as a penalty to the attack roll to perform the maneuver. If your target is immobilized, unconscious, or otherwise incapacitated, your maneuver automatically succeeds (treat as if you rolled a natural 20 on the attack roll). If your target is stunned, you receive a +4 bonus on your attack roll to perform a combat maneuver against it.</p>\n<p>&nbsp;</p>\n<p>When you attempt to perform a combat maneuver, make an attack roll and add your CMB in place of your normal attack bonus. Add any bonuses you currently have on attack rolls due to spells, feats, and other effects. These bonuses must be applicable to the weapon or attack used to perform the maneuver. The DC of this maneuver is your target&rsquo;s Combat Maneuver Defense. Combat maneuvers are attack rolls, so you must roll for concealment and take any other penalties that would normally apply to an attack roll.</p>\n<p>&nbsp;</p>\n<h2>Combat Maneuver Defense</h2>\n<p>Each character and creature has a Combat Maneuver Defense (or CMD) that represents its ability to resist combat maneuvers. A creature&rsquo;s CMD is determined using the following formula:</p>\n<blockquote>\n<p>CMD = 10 + Base attack bonus + Strength modifier + Dexterity modifier + special size modifier</p>\n</blockquote>\n<p>The special size modifier for a creature&rsquo;s Combat Maneuver Defense is as follows:</p>\n<p>Fine &ndash;8, Diminutive &ndash;4, Tiny &ndash;2, Small &ndash;1, Medium +0, Large +1, Huge +2, Gargantuan +4, Colossal +8.</p>\n<p>Some feats and abilities grant a bonus to your CMD when resisting specific maneuvers. A creature can also add any circumstance, deflection, dodge, insight, luck, morale, profane, and sacred bonuses to AC to its CMD. Any penalties to a creature&rsquo;s AC also apply to its CMD. A flat-footed creature does not add its Dexterity bonus to its CMD.</p>\n<p>&nbsp;</p>\n<h2>Determine Success</h2>\n<p>If your attack roll equals or exceeds the CMD of the target, your maneuver is a success and has the listed effect. Some maneuvers, such as bull rush, have varying levels of success depending on how much your attack roll exceeds the target&rsquo;s CMD. Rolling a natural 20 while attempting a combat maneuver is always a success (except when attempting to escape from bonds), while rolling a natural 1 is always a failure.</p>"
}
