{
  "_id": "o0Ufwyu65bmusBhM",
  "name": "2.07.2. Charge",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "folder": "",
  "flags": {
    "cf": {
      "id": "temp_tpupf50nq7c"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.OiNttXSDW598DIEs]{(Index) Combat Rules}</p>\n<p>@Compendium[pf-content.pf-rules.u7ymeeQewjTXVrlW]{2.07. Special Attacks}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.vuTQH6gykORoSCUE]{2.07.1. Aid Another}</li>\n<li><strong>@Compendium[pf-content.pf-rules.o0Ufwyu65bmusBhM]{2.07.2. Charge}</strong></li>\n<li>@Compendium[pf-content.pf-rules.CK4ZYweM6IifrrV0]{2.07.3. Combat Maneuvers}</li>\n<li>@Compendium[pf-content.pf-rules.QrPAIYOFsZBHKHvt]{2.07.4. Feint}</li>\n<li>@Compendium[pf-content.pf-rules.uR2lQHLIAn5HhlfT]{2.07.5. Mounted Combat}</li>\n<li>@Compendium[pf-content.pf-rules.KrSwE6n4UyxJfYPB]{2.07.6. Throw Splash Weapon}</li>\n<li>@Compendium[pf-content.pf-rules.jLQbe8GmyB470OIJ]{2.07.7. Two-Weapon Fighting}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 198</em></p>\n<p>Charging is a special full-round action that allows you to move up to twice your speed and attack during the action. Charging, however, carries tight restrictions on how you can move.</p>\n<p>&nbsp;</p>\n<h2>Movement During a Charge</h2>\n<p>You must move before your attack, not after. You must move at least 10 feet (2 squares) and may move up to double your speed directly toward the designated opponent. If you move a distance equal to your speed or less, you can also draw a weapon during a charge attack if your base attack bonus is at least +1. You must have a clear path toward the opponent, and nothing can hinder your movement (such as difficult terrain or obstacles). You must move to the closest space from which you can attack the opponent. If this space is occupied or otherwise blocked, you can&rsquo;t charge. If any line from your starting space to the ending space passes through a square that blocks movement, slows movement, or contains a creature (even an ally), you can&rsquo;t charge. Helpless creatures don&rsquo;t stop a charge.</p>\n<p>If you don&rsquo;t have line of sight to the opponent at the start of your turn, you can&rsquo;t charge that opponent.</p>\n<p>&nbsp;</p>\n<p>You can&rsquo;t take a 5-foot step in the same round as a charge. If you are able to take only a standard action on your turn, you can still charge, but you are only allowed to move up to your speed (instead of up to double your speed) and you cannot draw a weapon unless you possess the Quick Draw feat. You can&rsquo;t use this option unless you are restricted to taking only a standard action on your turn.</p>\n<p>&nbsp;</p>\n<h2>Attacking on a Charge</h2>\n<p>After moving, you may make a single melee attack. You get a +2 bonus on the attack roll and take a &ndash;2 penalty to your AC until the start of your next turn.</p>\n<p>A charging character gets a +2 bonus on combat maneuver attack rolls made to bull rush an opponent (see Bull Rush on page 199).</p>\n<p>Even if you have extra attacks, such as from having a high enough base attack bonus or from using multiple weapons, you only get to make one attack during a charge.</p>\n<p>@Compendium[pf-content.pf-buffs.WmHIEsLnruuSZcx0]{Buff: Charging}</p>\n<p>&nbsp;</p>\n<h2>Lances and Charge Attacks</h2>\n<p>A lance deals double damage if employed by a mounted character in a charge.</p>\n<p>&nbsp;</p>\n<h2>Weapons Readied against a Charge</h2>\n<p>Spears, tridents, and other weapons with the brace feature deal double damage when readied (set) and used against a charging character.</p>"
}
