{
  "_id": "c2QYDs9lJzqZBbaS",
  "name": "2.10.06. Charm and Compulsion",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "folder": "",
  "flags": {
    "cf": {
      "id": "temp_v401ef5a9z"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.OiNttXSDW598DIEs]{(Index) Combat Rules}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.ArJtyc6VMS8w5R1V]{2.10.01. Ability Score Bonuses}</li>\n<li>@Compendium[pf-content.pf-rules.njiOxWkkqHk5F5wX]{2.10.02. Ability Score Damage, Penalty, and Drain}</li>\n<li>@Compendium[pf-content.pf-rules.xpY9oe1ZnDpzXtEK]{2.10.03. Afflictions}</li>\n<li>@Compendium[pf-content.pf-rules.8q1lwFFEyleNp24c]{2.10.04. Blindsight and Blindsense}</li>\n<li>@Compendium[pf-content.pf-rules.Zo8P2hcDTfEW8ful]{2.10.05. Channel Resistance}</li>\n<li><strong>@Compendium[pf-content.pf-rules.c2QYDs9lJzqZBbaS]{2.10.06. Charm and Compulsion}</strong></li>\n<li>@Compendium[pf-content.pf-rules.PByXvAfEu30oCY6w]{2.10.07. Damage Reduction}</li>\n<li>@Compendium[pf-content.pf-rules.sM4GfGeQvrDfIWsI]{2.10.08. Darkvision}</li>\n<li>@Compendium[pf-content.pf-rules.FGJ9VUFTKmFBPENt]{2.10.09. Death Attacks}</li>\n<li>@Compendium[pf-content.pf-rules.PRLXtDrJ7WKN6YzH]{2.10.10. Energy Drain and Negative Levels}</li>\n<li>@Compendium[pf-content.pf-rules.pJcmOtjOQLzgp5Fr]{2.10.11. Energy Immunity and Vulnerability}</li>\n<li>@Compendium[pf-content.pf-rules.QD4WRJrKCaJh8Ez3]{2.10.12. Energy Resistance}</li>\n<li>@Compendium[pf-content.pf-rules.RPid0ZvH9nAN4IgC]{2.10.13. Fear}</li>\n<li>@Compendium[pf-content.pf-rules.teI2mSg16BCYCEDS]{2.10.14. Invisibility}</li>\n<li>@Compendium[pf-content.pf-rules.FfJv4ZrvXW5kxKb9]{2.10.15. Low-Light Vision}</li>\n<li>@Compendium[pf-content.pf-rules.F3gWgLEiEIgTpXmd]{2.10.16. Paralysis}</li>\n<li>@Compendium[pf-content.pf-rules.ev7xA6qT02JglaS0]{2.10.17. Scent}</li>\n<li>@Compendium[pf-content.pf-rules.BGRuRu4kSA0KlT3S]{2.10.18. Spell Resistance}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 561</em></p>\n<p>Many abilities and spells can cloud the minds of characters and monsters, leaving them unable to tell friend from foe&mdash;or worse yet, deceiving them into thinking that their former friends are now their worst enemies. Two general types of enchantments affect characters and creatures: charms and compulsions.</p>\n<p>&nbsp;</p>\n<p>Charming another creature gives the charming character the ability to befriend and suggest courses of action to his minion, but the servitude is not absolute or mindless. Charms of this type include the various charm spells and some monster abilities. Essentially, a charmed character retains free will but makes choices according to a skewed view of the world.</p>\n<ul>\n<li>A charmed creature doesn&rsquo;t gain any magical ability to understand his new friend&rsquo;s language.</li>\n<li>A charmed character retains his original alignment and allegiances, generally with the exception that he now regards the charming creature as a dear friend and will give great weight to his suggestions and directions.</li>\n<li>A charmed character fights his former allies only if they threaten his new friend, and even then he uses the least lethal means at his disposal as long as these tactics show any possibility of success ( just as he would in a fight with an actual friend).</li>\n<li>A charmed character is entitled to an opposed Charisma check against his master in order to resist instructions or commands that would make him do something he wouldn&rsquo;t normally do even for a close friend. If he succeeds, he decides not to go along with that order but remains charmed.</li>\n<li>A charmed character never obeys a command that is obviously suicidal or grievously harmful to him.</li>\n<li>If the charming creature commands his minion to do something that the inf luenced character would be violently opposed to, the subject may attempt a new saving throw to break free of the inf luence altogether.</li>\n<li>A charmed character who is openly attacked by the creature who charmed him or by that creature&rsquo;s apparent allies is automatically freed of the spell or effect.</li>\n</ul>\n<p>Compulsion is a different matter altogether. A compulsion overrides the subject&rsquo;s free will in some way or simply changes the way the subject&rsquo;s mind works. A charm makes the subject a friend of the caster; a compulsion makes the subject obey the caster.</p>\n<p>&nbsp;</p>\n<p>Regardless of whether a character is charmed or compelled, he does not volunteer information or tactics that his master doesn&rsquo;t ask for.</p>"
}
