{
  "_id": "kEWYsWvNyhPgjbC6",
  "name": "2.10.03.4. Poison",
  "flags": {
    "cf": {
      "id": "temp_v401ef5a9z"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.OiNttXSDW598DIEs]{(Index) Combat Rules}</p>\n<p>@Compendium[pf-content.pf-rules.gzu4LYBcxAEzhEnd]{2.10. Special Abilities}</p>\n<p>@Compendium[pf-content.pf-rules.xpY9oe1ZnDpzXtEK]{2.10.03. Afflictions}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.olc8NbzREqhR9ETZ]{2.10.03.1. Curses}</li>\n<li>@Compendium[pf-content.pf-rules.eMDcLEOn4gft6C5s]{2.10.03.2. Diseases}</li>\n<li>@Compendium[pf-content.pf-rules.UmpLag06bYxL4aUl]{2.10.03.3. Infestations}</li>\n<li><strong>@Compendium[pf-content.pf-rules.kEWYsWvNyhPgjbC6]{2.10.03.4. Poison}</strong></li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 557</em></p>\n<p>No other affliction is so prevalent as poison. From the fangs of a viper to the ichor-stained assassin&rsquo;s blade, poison is a constant threat. Poisons can be cured by successful saving throws and spells such as neutralize poison.</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.JVfKSrNbjsGdNaC5]{2.10.03.4.1. List of Poisons}</li>\n</ul>\n<p>&nbsp;</p>\n<h2>Types of Poison</h2>\n<p>Contact poisons are contracted the moment someone touches the poison with his bare skin. Such poisons can be used as injury poisons. Contact poisons usually have an onset time of 1 minute and a frequency of 1 minute. Ingested poisons are contracted when a creature eats or drinks the poison. Ingested poisons usually have an onset time of 10 minutes and a frequency of 1 minute. Injury poisons are primarily contracted through the attacks of certain creatures and through weapons coated in the toxin.</p>\n<p>Injury poisons do not usually have an onset time and have a frequency of 1 round. Inhaled poisons are contracted the moment a creature enters an area containing such poisons. Most inhaled poisons fill a volume equal to a 10-foot cube per dose. Creatures can attempt to hold their breaths while inside to avoid inhaling the toxin. Creatures holding their breaths receive a 50% chance of not having to make a Fortitude save each round.&nbsp;See the rules for holding your breath and suffocation in Chapter 13. Note that a character that would normally suffocate while attempting to hold its breath instead begins to breathe normally again.</p>\n<h2>Multiple Doses</h2>\n<p>Unlike other afflictions, multiple doses of the same poison stack. Poisons delivered by injury and contact cannot inflict more than one dose of poison at a time, but inhaled and ingested poisons can inf lict multiple doses at once. Each additional dose extends the total duration of the poison (as noted under frequency) by half its total duration. In addition, each dose of poison increases the DC to resist the poison by +2. This increase is cumulative.</p>\n<p>Multiple doses do not alter the cure conditions of the poison, and meeting these conditions ends the affliction for all the doses. For example, a character is bit three times in the same round by a trio of Medium monstrous spiders, injecting him with three doses of Medium spider venom. The unfortunate character must make a DC 18 Fortitude save for the next 8 rounds. Fortunately, just one successful save cures the character of all three doses of the poison.</p>\n<h2>Applying Poison</h2>\n<p>Applying poison to a weapon or single piece of ammunition is a standard action. Whenever a character applies or readies a poison for use there is a 5% chance that he exposes himself to the poison and must save against the poison as normal. This does not consume the dose of poison. Whenever a character attacks with a poisoned weapon, if the attack roll results in a natural 1, he exposes himself to the poison. This poison is consumed when the weapon strikes a creature or is touched by the wielder. Characters with the poison use class feature do not risk accidentally poisoning themselves.</p>\n<h2>Crafting Poisons</h2>\n<p>Poisons can be made using Craft (alchemy). The DC to make a poison is equal to its Fortitude save DC. Rolling a natural 1 on a Craft skill check while making a poison exposes the crafter to the poison. Crafters with the poison use class feature do not risk poisoning themselves when using Craft to make poison.</p>"
}
