{
  "_id": "xpY9oe1ZnDpzXtEK",
  "name": "2.10.03. Afflictions",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "folder": "",
  "flags": {
    "cf": {
      "id": "temp_v401ef5a9z"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.OiNttXSDW598DIEs]{(Index) Combat Rules}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.ArJtyc6VMS8w5R1V]{2.10.01. Ability Score Bonuses}</li>\n<li>@Compendium[pf-content.pf-rules.njiOxWkkqHk5F5wX]{2.10.02. Ability Score Damage, Penalty, and Drain}</li>\n<li><strong>@Compendium[pf-content.pf-rules.xpY9oe1ZnDpzXtEK]{2.10.03. Afflictions}</strong></li>\n<li>@Compendium[pf-content.pf-rules.8q1lwFFEyleNp24c]{2.10.04. Blindsight and Blindsense}</li>\n<li>@Compendium[pf-content.pf-rules.Zo8P2hcDTfEW8ful]{2.10.05. Channel Resistance}</li>\n<li>@Compendium[pf-content.pf-rules.c2QYDs9lJzqZBbaS]{2.10.06. Charm and Compulsion}</li>\n<li>@Compendium[pf-content.pf-rules.PByXvAfEu30oCY6w]{2.10.07. Damage Reduction}</li>\n<li>@Compendium[pf-content.pf-rules.sM4GfGeQvrDfIWsI]{2.10.08. Darkvision}</li>\n<li>@Compendium[pf-content.pf-rules.FGJ9VUFTKmFBPENt]{2.10.09. Death Attacks}</li>\n<li>@Compendium[pf-content.pf-rules.PRLXtDrJ7WKN6YzH]{2.10.10. Energy Drain and Negative Levels}</li>\n<li>@Compendium[pf-content.pf-rules.pJcmOtjOQLzgp5Fr]{2.10.11. Energy Immunity and Vulnerability}</li>\n<li>@Compendium[pf-content.pf-rules.QD4WRJrKCaJh8Ez3]{2.10.12. Energy Resistance}</li>\n<li>@Compendium[pf-content.pf-rules.RPid0ZvH9nAN4IgC]{2.10.13. Fear}</li>\n<li>@Compendium[pf-content.pf-rules.teI2mSg16BCYCEDS]{2.10.14. Invisibility}</li>\n<li>@Compendium[pf-content.pf-rules.FfJv4ZrvXW5kxKb9]{2.10.15. Low-Light Vision}</li>\n<li>@Compendium[pf-content.pf-rules.F3gWgLEiEIgTpXmd]{2.10.16. Paralysis}</li>\n<li>@Compendium[pf-content.pf-rules.ev7xA6qT02JglaS0]{2.10.17. Scent}</li>\n<li>@Compendium[pf-content.pf-rules.BGRuRu4kSA0KlT3S]{2.10.18. Spell Resistance}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 555</em></p>\n<p>From curses to poisons to diseases, there are a number of afflictions that can affect a creature. While each of these afflictions has a different effect, they all function using the same basic system. All afflictions grant a saving throw when they are contracted. If successful, the creature does not suffer from the affliction and does not need to make any further rolls. If the saving throw is Table must deal with its effects.</p>\n<p>&nbsp;</p>\n<p>Afflictions require a creature to make a saving throw after a period of time to avoid taking certain penalties. With most afflictions, if a number of saving throws are made consecutively, the affliction is removed and no further saves are necessary. Some afflictions, usually supernatural ones, cannot be cured through saving throws alone and require the aid of powerful magic to remove.</p>\n<p>&nbsp;</p>\n<p>Each affliction is presented as a short block of information to help you better adjudicate its results.</p>\n<p>&nbsp;</p>\n<h2>Name</h2>\n<p>This is the name of the affliction.</p>\n<p>&nbsp;</p>\n<h2>Type</h2>\n<p>This is the type of the affliction, such as curse, disease, or poison. It might also include the means by which it is contracted, such as contact, ingestion, inhalation, injury, spell, or trap.</p>\n<p>&nbsp;</p>\n<h2>Save</h2>\n<p>This gives the type of save necessary to avoid contracting the affliction, as well as the DC of that save. Unless otherwise noted, this is also the save to avoid the affliction&rsquo;s effects once it is contracted, as well as the DC of any caster level checks needed to end the affliction through magic, such as remove curse or neutralize poison.</p>\n<p>&nbsp;</p>\n<h2>Onset</h2>\n<p>Some afflictions have a variable amount of time before they set in. Creatures that come in contact with an affliction with an onset time must make a saving throw immediately. Success means that the affliction is avoided and no further saving throws must be made. Failure means that the creature has contracted the affliction and must begin making additional saves after the onset period has elapsed. The affliction&rsquo;s effect does not occur until after the onset period has elapsed and then only if further saving throws are failed.</p>\n<p>&nbsp;</p>\n<h2>Frequency</h2>\n<p>This is how often the periodic saving throw must be attempted after the affliction has been contracted (after the onset time, if the affliction has any). While some afflictions last until they are cured, others end prematurely, even if the character is not cured through other means. If an affliction ends after a set amount of time, it will be noted in the frequency. For example, a disease with a frequency of &ldquo;1/ day&rdquo; lasts until cured, but a poison with a frequency of &ldquo;1/ round for 6 rounds&rdquo; ends after 6 rounds have passed.</p>\n<p>&nbsp;</p>\n<p>Afflictions without a frequency occur only once, immediately upon contraction (or after the onset time if one is listed).</p>\n<p>&nbsp;</p>\n<h2>Effect</h2>\n<p>This is the effect that the character suffers each time if he fails his saving throw against the affliction. Most afflictions cause ability damage or hit point damage. These effects are cumulative, but they can be cured normally. Other afflictions cause the creature to take penalties or other effects. These effects are sometimes cumulative, with the rest only affecting the creature if it failed its most recent save. Some afflictions have different effects after the first save is failed. These afflictions have an initial effect, which occurs when the first save is failed, and a secondary effect, when additional saves are failed, as noted in the text. Hit point and ability score damage caused by an affliction cannot be healed naturally while the affliction persists.</p>\n<p>&nbsp;</p>\n<h2>Cure</h2>\n<p>This tells you how the affliction is cured. Commonly, this is a number of saving throws that must be made consecutively. Even if the affliction has a limited frequency, it might be cured prematurely if enough saving throws are made. Hit point damage and ability score damage is not removed when an affliction is cured. Such damage must be healed normally. Afflictions without a cure entry can only be cured through powerful spells, such as neutralize poison and remove curse. No matter how many saving throws are made, these afflictions continue to affect the target.</p>\n<p>&nbsp;</p>\n<h2>Example</h2>\n<p>Valeros has been exposed to the red ache disease. He failed a DC 15 Fortitude save to avoid contracting it, so after the onset period of 1d3 days has passed, he must make another DC 15 Fortitude save to avoid taking 1d6 points of Strength damage. From this point onward, he must make a DC 15 Fortitude save each day (according to the disease&rsquo;s frequency) to avoid further Strength damage. If, on two consecutive days, he makes his Fortitude saves, he is cured of the disease and any damage it caused begins to heal as normal.</p>"
}
