{
  "_id": "OWmmbQYIhQmw9DVg",
  "name": "2.11. Mastering Combat",
  "flags": {
    "cf": {
      "id": "temp_lw4dp01446"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.OiNttXSDW598DIEs]{(Index) Combat Rules}</p>\n<p><strong>@Compendium[pf-content.pf-rules.OWmmbQYIhQmw9DVg]{2.11. Mastering Combat}</strong></p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.ryYgy2vRvnwdlDVK]{2.11.1. Firearms}</li>\n<li>@Compendium[pf-content.pf-rules.Kvr4RvD9NW9Ftus1]{2.11.2. Duels}</li>\n<li>@Compendium[pf-content.pf-rules.bcZ0k2bBZhVOw0Df]{2.11.3. Performance Combat}</li>\n<li>@Compendium[pf-content.pf-rules.BA9GnqGPouWXISZm]{2.11.4. Siege Engines}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Ultimate Combat pg. 124</em></p>\n<p>Combat is more than just knowing how to swing a sword without cutting yourself. To some, it is a means to an end, a regrettable necessity when all other options have failed, and a tool that is to be set down the moment it&rsquo;s not absolutely needed. To others, it is a panacea and a way of life&mdash;a means of solving any problem, and of proving one&rsquo;s worth by standing tall against one&rsquo;s fellows and the harsh denizens of an uncaring universe. In the hands of a skilled warrior, a sword is no longer simply a sharpened length of steel, and even a club is more than just a broken branch. These objects become instruments of a serious and sometimes brutal art, one whose practitioners are every bit as skilled in their artistry as the greatest bards. Many such acolytes of battle might say that theirs is the only art worth pursuing, as it&rsquo;s the sole one by which the artist not only inspires respect, but commands it. Combat is civilization&rsquo;s oldest trade and form of expression, and no matter how far we&rsquo;ve come since the first days of stones and sticks, it continues to shape the events that define us. A civilized society may claim to abhor bloodshed, but it&rsquo;s that same bloodshed&mdash;or its threat&mdash;that watches over us and gives us the freedom to maintain such ideals.</p>\n<p>&nbsp;</p>\n<p>While the Pathfinder RPG Core Rulebook presents a robust system capable of simulating most combat, as well as a wide selection of weapons and armor types common to most European-influenced fantasy settings, this chapter provides new options for GMs and players alike to add depth to the standard combat rules, as well as introduces a wealth of new weapons with historical ties to those lands that would have seemed strange and exotic to residents of Medieval Europe.</p>"
}
