{
  "_id": "IMe9LQrT7kkBr8ew",
  "name": "2.11.4.3. Structure Hardness and Hit Points",
  "flags": {
    "cf": {
      "id": "temp_lw4dp01446"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.OiNttXSDW598DIEs]{(Index) Combat Rules}</p>\n<p>@Compendium[pf-content.pf-rules.OWmmbQYIhQmw9DVg]{2.11. Mastering Combat}</p>\n<p>@Compendium[pf-content.pf-rules.BA9GnqGPouWXISZm]{2.11.4. Siege Engines}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.1r4vHoZMGtSTTqJL]{2.11.4.1. Siege Engine Rules}</li>\n<li>@Compendium[pf-content.pf-rules.fRkRfI16CX5G78Oy]{2.11.4.2. Siege Weapon Description}</li>\n<li><strong>@Compendium[pf-content.pf-rules.IMe9LQrT7kkBr8ew]{2.11.4.3. Structure Hardness and Hit Points}</strong></li>\n<li>@Compendium[pf-content.pf-rules.Rft1LIY5C8XOK3Kr]{2.11.4.4. Siege Engine Details}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Ultimate Combat pg. 166</em></p>\n<p>While armies can use siege weapons against troops, usually the goal of a siege engine is to demoralize foes and pound their structures to rubble. The following rules give the statistics for various buildings and barriers that are often the targets of siege engine attacks. They are split up into three different categories: buildings, gates, and walls.</p>\n<p>&nbsp;</p>\n<p>When any of these structures gain the broken condition, their hardness is halved, along with any other effects of the broken condition.</p>\n<h2>Buildings</h2>\n<p><strong>Source</strong> <em>Ultimate Combat pg. 167</em></p>\n<p>Buildings are sizable structures with many hit points and very poor ACs (a Large building is AC 4, a Huge building is AC 3, and a Gargantuan or larger building is AC 0). When a building is reduced to half its hit points, it is broken&mdash;it still stands, but only partially. It can be easily entered, and for all intents and purposes it has been breached. Reducing a building to 0 hit points completely destroys that building. Creatures inside the building suffer the effects of a cave-in.</p>\n<p>&nbsp;</p>\n<p>All these building statistics assume that the structure&rsquo;s inside is somewhat hollow but sturdily built, with enough space for its occupants to walk around inside. Flimsy buildings have half the hit points of the buildings detailed in Table 3&ndash;18. Buildings can be magically treated, like dungeon walls and doors can. Doing so doubles their hardness and hit points. Magically treating a building costs 5,000 gp for a Large building, 10,000 gp for a Huge building, 20,000 gp for a Gargantuan building, and 40,000 gp for a Colossal building. A spellcaster with the Craft Magic Arms and Armor feat can magically treat buildings.</p>\n<p>&nbsp;</p>\n<p>For larger buildings, put together multiple buildings of these sizes and add the hit points together.</p>\n<h2>Table 3-18: Buildings</h2>\n<table>\n<tbody>\n<tr>\n<td colspan=\"2\">&nbsp;</td>\n<td colspan=\"4\">Hit Points</td>\n</tr>\n<tr>\n<td>Material</td>\n<td>Hardness</td>\n<td>Large</td>\n<td>Huge</td>\n<td>Gargantuan</td>\n<td>Colossal</td>\n</tr>\n<tr>\n<td>Wood</td>\n<td>5</td>\n<td>120</td>\n<td>270</td>\n<td>960</td>\n<td>3,240</td>\n</tr>\n<tr>\n<td>Stone</td>\n<td>8</td>\n<td>200</td>\n<td>450</td>\n<td>1,600</td>\n<td>5,400</td>\n</tr>\n<tr>\n<td>Iron or steel</td>\n<td>10</td>\n<td>400</td>\n<td>900</td>\n<td>3,200</td>\n<td>10,800</td>\n</tr>\n<tr>\n<td>Adamantine</td>\n<td>20</td>\n<td>560</td>\n<td>1,260</td>\n<td>4,480</td>\n<td>15,120</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<h2>Gates</h2>\n<p><strong>Source</strong> <em>Ultimate Combat pg. 167</em></p>\n<p>Gates serve as the entrances and exits to fortified structures, and are typically the weakest spots in any fortification&rsquo;s defenses. Gates are at least Large, but can be as large as Colossal. It typically takes three full-round actions to open or close a Large gate (up to three creatures can work together to close a Large gate as a full-round action), and larger gates typically take at least a minute to close or open. Gates have ACs based on their size (a Large gate is AC 4, a Huge gate is AC 3, and a Gargantuan or larger gate is AC 0).</p>\n<p>&nbsp;</p>\n<p>Gates can be magically treated. Doing so doubles the hardness and hit points. Magically treating a gate costs 2,000 gp for a Large gate, 4,000 gp for a Huge gate, 8,000 gp for a Gargantuan gate, and 16,000 gp for a Colossal gate. A spellcaster with the Craft Magic Arms and Armor feat can magically treat gates.</p>\n<p>&nbsp;</p>\n<p>Gates can be attacked and damaged, or they can become broken (as the condition) with a successful Strength check, usually as a result of ramming. When a gate gains the broken condition, it is effectively breached, and can be moved through as if it were an opening one size smaller.</p>\n<p>&nbsp;</p>\n<h2>Table 3-20: Gates</h2>\n<table>\n<tbody>\n<tr>\n<td colspan=\"3\">&nbsp;</td>\n<td colspan=\"4\">Hit Points</td>\n</tr>\n<tr>\n<td>Material</td>\n<td>Break DC1</td>\n<td>Hardness</td>\n<td>Large</td>\n<td>Huge</td>\n<td>Gargantuan</td>\n<td>Colossal</td>\n</tr>\n<tr>\n<td>Wood</td>\n<td>35</td>\n<td>5</td>\n<td>60</td>\n<td>135</td>\n<td>240</td>\n<td>540</td>\n</tr>\n<tr>\n<td>Stone</td>\n<td>38</td>\n<td>8</td>\n<td>100</td>\n<td>225</td>\n<td>400</td>\n<td>900</td>\n</tr>\n<tr>\n<td>Iron or steel</td>\n<td>24</td>\n<td>10</td>\n<td>200</td>\n<td>500</td>\n<td>800</td>\n<td>1,800</td>\n</tr>\n<tr>\n<td>Adamantine</td>\n<td>40</td>\n<td>20</td>\n<td>280</td>\n<td>630</td>\n<td>1,120</td>\n<td>2,520</td>\n</tr>\n</tbody>\n</table>\n<p>1: The DC assumes the gate is size Large and is barred and locked. Huge doors increase the break DC by 5, Gargantuan doors increase the DC by 10, and Colossal doors increase the DC by 15.&nbsp;Arcane lock&nbsp;increases the DC by 10.</p>\n<p>&nbsp;</p>\n<h2>Walls</h2>\n<p><strong>Source</strong> <em>Ultimate Combat pg. 167</em></p>\n<p>The walls that guard castles and cities are sturdy fortifications, usually constructed in a series of 5-foot squares. A square of wall has an AC of 5, and hardness and hit points equal to its type.</p>\n<p>&nbsp;</p>\n<p>Squares of walls can be magically treated. Doing so doubles the hardness and hit points. Magically treating wall squares costs 500 gp per wall square. A spellcaster with the Craft Magic Arms and Armor feat can magically treat walls.</p>\n<p>&nbsp;</p>\n<p>When a wall gains the broken condition, its hardness is halved, but the wall is not breached. Only destroying a section of wall allows it to become breached. When a square of wall is breached, any sections directly above it fall onto the missing section of walls. Doing this reduces the falling wall section to half its current hit point total &ndash;1, which applies the broken condition to that square of wall.</p>\n<p>&nbsp;</p>\n<h2>Table 3-19: Walls</h2>\n<table>\n<tbody>\n<tr>\n<td>Material</td>\n<td>Hardness</td>\n<td>Hit Points per 5-Foot Square</td>\n</tr>\n<tr>\n<td>Wood</td>\n<td>5</td>\n<td>30</td>\n</tr>\n<tr>\n<td>Stone</td>\n<td>8</td>\n<td>45</td>\n</tr>\n<tr>\n<td>Iron or steel</td>\n<td>10</td>\n<td>90</td>\n</tr>\n<tr>\n<td>Adamantine</td>\n<td>20</td>\n<td>120</td>\n</tr>\n</tbody>\n</table>"
}
