{
  "_id": "UB7hSZVCiSaGvyAP",
  "name": "2.11.3.5. Performance Combat Check DC",
  "flags": {
    "cf": {
      "id": "temp_lw4dp01446"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.OiNttXSDW598DIEs]{(Index) Combat Rules}</p>\n<p>@Compendium[pf-content.pf-rules.OWmmbQYIhQmw9DVg]{2.11. Mastering Combat}</p>\n<p>@Compendium[pf-content.pf-rules.bcZ0k2bBZhVOw0Df]{2.11.3. Performance Combat}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.Oh6nM47XMjljsx1Z]{2.11.3.1. Types of Performance Combat}</li>\n<li>@Compendium[pf-content.pf-rules.BipbhzlQ1Kmjo9RG]{2.11.3.2. Crowd Attitudes}</li>\n<li>@Compendium[pf-content.pf-rules.4rFaiDXGOywk46xm]{2.11.3.3. Crowd's Starting Attitude}</li>\n<li>@Compendium[pf-content.pf-rules.3dh0rKeTWE2IZgM8]{2.11.3.4. Performance Combat Check}</li>\n<li><strong>@Compendium[pf-content.pf-rules.UB7hSZVCiSaGvyAP]{2.11.3.5. Performance Combat Check DC}</strong></li>\n<li>@Compendium[pf-content.pf-rules.HFhU2Omn2KgQ4fyN]{2.11.3.6. Affecting the Crowd's Attitude}</li>\n</ul>\n<hr />\n<p>Source&nbsp;Ultimate Combat pg. 154<br />The performance combat check&rsquo;s DC is based on a number of factors, including the starting or current attitude of the crowd, the size of the crowd, and the number of creatures participating in the performance combat. The base DC of the performance combat check is determined by the current attitude of the crowd toward the side of combat.</p>\n<table>\n<tbody>\n<tr>\n<td>Starting or Current Attitude</td>\n<td>Base DC to Improve Attitude</td>\n</tr>\n<tr>\n<td>Hostile</td>\n<td>20</td>\n</tr>\n<tr>\n<td>Unfriendly</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Indifferent</td>\n<td>10</td>\n</tr>\n<tr>\n<td>Friendly</td>\n<td>15</td>\n</tr>\n<tr>\n<td>Helpful</td>\n<td>201</td>\n</tr>\n</tbody>\n</table>\n<p>1: This is the DC to gain a victory poitn The base DC is modified by the size of the crowd, the number of participants on each side, and a number of other circumstances.<br /><br /></p>\n<h2>Size of the Crowd</h2>\n<p>Larger crowds are harder to sway to one side or the other. It takes great shows of daring or a progression of numerous displays of crowd-pleasing actions to get them to change their attitude. Presented here are the general crowd sizes and their effects on the DC to improve crowd attitudes and gain victory points.</p>\n<p>&nbsp;</p>\n<h2>Small Crowd</h2>\n<p>A small crowd contains no fewer than two and no more than 25 creatures. It does not increase the base DC of all performance combat checks.</p>\n<p>&nbsp;</p>\n<h2>Medium Crowd</h2>\n<p>A medium crowd contains no fewer than 26 and no more than 100 creatures. A medium crowd increases the DC of all performance combat checks by +2. Large Crowd: A large crowd contains no fewer than 101 and no more than 300 creatures. A large crowd increases the DC of all performance combat checks by +3.</p>\n<p>&nbsp;</p>\n<h2>Massive Mob</h2>\n<p>A massive mob is made up of no fewer than 301 creatures, and its numbers can expand into the thousands. A massive mob increases the DC of all performance combat checks by +4.</p>\n<p>&nbsp;</p>\n<h2>Total Number of Combatants</h2>\n<p>The participation of a large number of combatants increases the difficulty of swaying the crowd. Large groups of combatants make it difficult for a crowd to follow the entire battle and to catch actions from individuals that could possibly sway the audience&rsquo;s attitude. Adjust these modifications as combatants enter or leave the battle.</p>\n<p>&nbsp;</p>\n<h2>Small Battle</h2>\n<p>If the battle is between a total of 2&ndash;8 combatants, there is no change to the base DC to improve the attitude of the crowd or gain victory points.</p>\n<p>&nbsp;</p>\n<h2>Medium Battle</h2>\n<p>If the battle is between 9&ndash;16 combatants, the DC to improve the attitude of the crowd or gain victory points increases by +4.</p>\n<p>&nbsp;</p>\n<h2>Large Battle</h2>\n<p>A battle with 17 or more total combatants increases the DC to improve the attitude of the crowd by +8.</p>\n<p>&nbsp;</p>\n<h2>Other Circumstances That Affect DC</h2>\n<p>Other circumstances that always affect the DC to improve the attitude of the crowd or gain victory points include the following.</p>\n<p>&nbsp;</p>\n<h2>Cheating</h2>\n<p>If one side visibly cheats or breaks the rules, the DC for that side of the performance combat to improve the attitude of the crowd increases by 2 for the remainder of the performance combat. This increase can occur multiple times in a battle. For the purpose of spotting cheating, determine the base Perception and Sense Motive for the average member of a crowd (usually +0 if you assume an average human) and apply the following modifiers based on crowd size. The DC is based on whatever action the combatant is using to hide any cheating (usually Bluff or Stealth).</p>\n<p>&nbsp;</p>\n<table>\n<tbody>\n<tr>\n<td>Crowd Size</td>\n<td>Bonus on Perception and Sense Motive Checks to Spot Cheating</td>\n</tr>\n<tr>\n<td>Small crowd</td>\n<td>+8</td>\n</tr>\n<tr>\n<td>Medium crowd</td>\n<td>+12</td>\n</tr>\n<tr>\n<td>Large crowd</td>\n<td>+16</td>\n</tr>\n<tr>\n<td>Massive mob</td>\n<td>+20</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<h2>Outnumbered</h2>\n<p>If one side of the battle outnumbers the others by less than a 2:1 ratio, the DC for that side to improve the attitude of the crowd or to gain victory points increases by 2. If one side outnumbers all others by a ratio of 2:1 or more, the DC for that side to improve the attitude of the crowd increases by 6. These increases to the DC end or are reduced to the appropriate level if the numbers become even or if the 2:1 ratio of combatants is ever brought down to outnumbering the other sides by less than a 2:1 ratio.</p>\n<p>&nbsp;</p>\n<h2>Unfair Advantage</h2>\n<p>If one side of the battle has an obvious unfair advantage (for example, one side starts the battle in a fortified position or has better weapons and armor, or its opponents are not armed at all), the DC to improve the attitude of the crowd is increased by 2. A GM can increase the DC by as much as 6 if the unfair advantage is severe enough. Bribery or Coercion: Crowds can be bribed or coerced. Typically a successful bribe or attempt at coercion involves paying some amount of gold based on the crowd size, and succeeding at a Diplomacy check with a DC based on the size of the crowd. If the gold is paid and the Diplomacy check fails, the side gains a penalty for cheating instead, though the gold is still spent. If the check succeeds, the DC to improve crowd reaction and gain victory points decreases by 2. For every 5 points over the DC by which the combatants make the check, the DC to improve the crowd&rsquo;s attitude or to gain a victory point decreases by 1.</p>\n<table>\n<tbody>\n<tr>\n<td>Crowd Size</td>\n<td>Diplomacy DC</td>\n<td>Gold Paid</td>\n</tr>\n<tr>\n<td>Small crowd</td>\n<td>DC 15</td>\n<td>25 gp</td>\n</tr>\n<tr>\n<td>Medium crowd</td>\n<td>DC 20</td>\n<td>250 gp</td>\n</tr>\n<tr>\n<td>Large crowd</td>\n<td>DC 25</td>\n<td>750 gp</td>\n</tr>\n<tr>\n<td>Massive mob</td>\n<td>DC 30</td>\n<td>2,000 gp</td>\n</tr>\n</tbody>\n</table>"
}
