{
  "_id": "Rft1LIY5C8XOK3Kr",
  "name": "2.11.4.4. Siege Engine Details",
  "flags": {
    "cf": {
      "id": "temp_lw4dp01446"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.OiNttXSDW598DIEs]{(Index) Combat Rules}</p>\n<p>@Compendium[pf-content.pf-rules.OWmmbQYIhQmw9DVg]{2.11. Mastering Combat}</p>\n<p>@Compendium[pf-content.pf-rules.BA9GnqGPouWXISZm]{2.11.4. Siege Engines}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.1r4vHoZMGtSTTqJL]{2.11.4.1. Siege Engine Rules}</li>\n<li>@Compendium[pf-content.pf-rules.fRkRfI16CX5G78Oy]{2.11.4.2. Siege Weapon Description}</li>\n<li>@Compendium[pf-content.pf-rules.IMe9LQrT7kkBr8ew]{2.11.4.3. Structure Hardness and Hit Points}</li>\n<li><strong>@Compendium[pf-content.pf-rules.Rft1LIY5C8XOK3Kr]{2.11.4.4. Siege Engine Details}</strong></li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Ultimate Combat pg. 159</em></p>\n<p>The following are the various entries on the equipment tables for siege engines (given in the column headings on Tables 3&ndash;13 and 3&ndash;15). While ranged siege engines use most of these entries, close-assault siege engines only use some of them.</p>\n<p>&nbsp;</p>\n<h2>Cost</h2>\n<p>This value is the siege engine&rsquo;s cost in gold pieces (gp). The cost includes gear needed to work the engine as well as gear for upkeep. Typical ammunition costs and weights are given in siege weapon description.</p>\n<p>&nbsp;</p>\n<h2>Damage</h2>\n<p>This column gives the damage typically dealt by the engine. If the engine has a special mode of attack or damage, this space is marked by the words &ldquo;see description.&rdquo; If the siege engine does not deal any damage, but rather is a tool for getting close to or over fortifications, this entry features a dash (&mdash;). Some ranged siege engines can be loaded with special ammunition that affects or overrides the weapon&rsquo;s typical damage or range.</p>\n<p>As large and imprecise weapons, siege engines do not deal sneak attack damage or any other kind of precision damage.</p>\n<p>&nbsp;</p>\n<h2>Critical</h2>\n<p>The entry for this column notes how the engine is used with the rules for critical hits. Unlike normal ranged weapons, siege engines can deal critical damage to objects as well as creatures.</p>\n<p>&nbsp;</p>\n<h2>Range</h2>\n<p>Any attack at more than the distance listed in this entry is penalized for range. Beyond this range, the attack or targeting check takes a cumulative &ndash;2 penalty for each full range increment (or fraction thereof ) of distance to the target. Some siege engines have a minimum range for effectiveness. If that is the case, the range of this weapon is followed by a parenthetical with the minimum range, followed by the abbreviation &ldquo;min.&rdquo;</p>\n<p>&nbsp;</p>\n<h2>Type</h2>\n<p>Like weapons, siege engines that deal damage are classified according to the type of damage they deal: B for bludgeoning, P for piercing, or S for slashing. Some engines deal damage of multiple types. Some special siege engines (like the firedrake and the firewyrm) deal energy damage, typically fire damage. In those cases, the type of energy damage is listed instead.</p>\n<p>&nbsp;</p>\n<h2>Crew</h2>\n<p>This column gives the number of creatures needed to properly use the siege engine, assuming Medium creatures. Some siege engines can be used with a smaller crew, but there are usually consequences such as slower aiming, firing, or movement.</p>\n<p>&nbsp;</p>\n<h2>Aim</h2>\n<p>This column gives the number of full-round actions (or move actions if the crew leader has the Master Siege Engineer feat) required to aim a siege engine. If the siege engine is being controlled by less than its normal crew complement, the number of actions it takes for the crew to aim the siege engine is doubled.</p>\n<p>&nbsp;</p>\n<h2>Load</h2>\n<p>This column gives the number of full-round actions (or move actions if the crew leader has the Master Siege Engineer feat) required to load a siege engine.</p>\n<p>&nbsp;</p>\n<h2>Speed</h2>\n<p>This is how fast the siege engine can be moved with move actions made by its entire crew.</p>\n<p>&nbsp;</p>\n<h1>Ranged Siege Engines</h1>\n<p><strong>Source</strong> <em>Ultimate Combat pg. 159</em></p>\n<p>Ranged siege engines assault structures and people from a distance, by propelling ammunition in some fashion. Siege engines hurl massive projectiles in one of two ways: direct fire or indirect fire. Both take a number of actions to load or aim, and the basic rules are described below.</p>\n<p>&nbsp;</p>\n<h2>Load Ammunition</h2>\n<p>In order for a ranged siege engine to fire, it needs to be loaded with ammunition. Loading ammunition takes a number of full-round actions depending on the siege engine (this time can be reduced to move actions if the crew leader has the Master Siege Engineer feat).</p>\n<p>&nbsp;</p>\n<h2>Aiming a Siege Engine</h2>\n<p>Ranged siege engines must be aimed in order to attack a desired target (in the case of direct-fire siege engines) or square (in the case of indirect-fire siege engines). Aiming takes a number of full-round actions (or move actions if the crew leader has the Master Siege Engineer feat), with the number depending on the specific siege engine. Aiming a siege engine with a diminished crew doubles the amount of time it takes to aim the siege engine. Each time a new target or square is chosen as the target of a siege engine&rsquo;s attack, that engine must be aimed anew.</p>\n<p>&nbsp;</p>\n<h2>Direct-Fire Ranged Siege Engines</h2>\n<p>Direct-fire weapons launch their projectiles on a relatively flat trajectory, allowing them to more easily target creatures or pummel barriers directly in front of them.</p>\n<p>&nbsp;</p>\n<p>A direct-fire weapon uses a normal attack roll, with the normal penalty for nonproficient use. In addition, a direct-fire weapon takes a &ndash;2 attack roll penalty per size category that the weapon is larger than the creature aiming it. Creatures that have ranks in Knowledge (engineering) are not adversely affected by their size when firing direct-fire ranged siege engines.</p>\n<p>&nbsp;</p>\n<p>Sheer manpower can also reduce the penalties for size. Increasing the crew of these weapons by 1 or more can reduce the attack roll penalty for creature size: as long as an extra crew member is no smaller than three size categories smaller than the direct-fire weapon, it can reduce the penalty due to the aiming creature&rsquo;s size by 2. For example, a Huge ballista fired by a Medium creature that is part of a crew of two (the creature aiming the ballista and someone to help position it) takes only a &ndash;2 penalty on attack rolls.</p>\n<p>&nbsp;</p>\n<h2>Indirect-Fire Ranged Siege Engines</h2>\n<p>Indirect-fire weapons launch projectiles in high arcs toward their targets. They typically lob heavier missiles and payloads than direct-fire weapons, but they are harder to aim accurately. Indirect weapons can bypass many forms of fortification, delivering their payloads of solid shot, scatter shot, or even disease-ridden offal to targets beyond the walls of castles. They can also be used to batter fortifications where they are most vulnerable, arcing down on towers and walls, crushing them with the weight of stone or raining down smaller projectiles on a wall&rsquo;s defenders.</p>\n<p>&nbsp;</p>\n<p>Indirect-fire weapons use a targeting mechanic similar to that described for catapults in the Core Rulebook, hereafter referred to as an indirect attack. The following is an update to those rules.</p>\n<p>&nbsp;</p>\n<h2>Indirect Attack</h2>\n<p>To fire an indirect-fire ranged siege engine, the crew leader makes a targeting check against the DC of the siege engine. This check uses his base attack bonus, his Intelligence modifier (if not trained in Knowledge [engineering]) or Knowledge (engineering) skill modifier (if trained in that skill), any penalty for not being proficient in the siege engine, and the appropriate modifiers from Table 3&ndash;12. If the check succeeds, the ammunition of the indirect attack hits the square the siege engine was aimed at, dealing the indicated damage or effect to any object or creature within the area of its attack. Creatures may get a saving throw to limit the effect of the attack; this is typically based on the type of ammunition used.</p>\n<p>&nbsp;</p>\n<p>If the attack misses the intended square, roll 1d8 to determine in what direction the shot veers. A roll of 1 indicates the ammunition falls short (toward the siege engine), with rolls of 2 through 8 counting squares clockwise around the target square. Roll 1d4 for every range increment at which the attack was made (1d4 if the target square is within the engine&rsquo;s first range increment, 2d4 if the target square is within the second range increment, and so on). The total is the number of squares by which the attack misses, with the direction in which the squares are counted determined by the d8 roll. The ammunition deals its damage and any other effects in the square it lands on.</p>\n<table style=\"width: 97.8065%; height: 114px;\">\n<tbody>\n<tr style=\"height: 16px;\">\n<td style=\"width: 66.7546%; height: 16px;\">Condition</td>\n<td style=\"width: 32.5858%; height: 16px;\">Modifier</td>\n</tr>\n<tr style=\"height: 16px;\">\n<td style=\"width: 66.7546%; height: 16px;\">No line of sight to target square</td>\n<td style=\"width: 32.5858%; height: 16px;\">-6</td>\n</tr>\n<tr style=\"height: 33px;\">\n<td style=\"width: 66.7546%; height: 33px;\">Successive shots (crew can see where most recent miss landed)</td>\n<td style=\"width: 32.5858%; height: 33px;\">Cumulative +2 per previous miss (maximum +10)</td>\n</tr>\n<tr style=\"height: 33px;\">\n<td style=\"width: 66.7546%; height: 33px;\">Successive shots (crew can't see where most recent miss landed, but observer is providing feedback)</td>\n<td style=\"width: 32.5858%; height: 33px;\">Cumulative +1 per previous miss (maximum +5)</td>\n</tr>\n<tr style=\"height: 16px;\">\n<td style=\"width: 66.7546%; height: 16px;\">Successive shots after hit</td>\n<td style=\"width: 32.5858%; height: 16px;\">+10</td>\n</tr>\n</tbody>\n</table>"
}
