{
  "_id": "ryYgy2vRvnwdlDVK",
  "name": "2.11.1. Firearms",
  "flags": {
    "cf": {
      "id": "temp_lw4dp01446"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.OiNttXSDW598DIEs]{(Index) Combat Rules}</p>\n<p>@Compendium[pf-content.pf-rules.OWmmbQYIhQmw9DVg]{2.11. Mastering Combat}</p>\n<ul>\n<li><strong>@Compendium[pf-content.pf-rules.ryYgy2vRvnwdlDVK]{2.11.1. Firearms}</strong>\n<ul>\n<li>@Compendium[pf-content.pf-rules.0q6GTnQ8ojLIo86Q]{2.11.1.1. Firearms in Your Campaign}</li>\n<li>@Compendium[pf-content.pf-rules.IOq28JGPxTOVlg8S]{2.11.1.2. Firearm Rules}</li>\n<li>@Compendium[pf-content.pf-rules.dQ4nFO3jS6qMr5Hf]{2.11.1.3. Firearm Description}</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Ultimate Combat pg. 135</em></p>\n<p>Guns are not strangers to fantasy. The earliest authors of fantasy and weird fiction often included guns in their stories. Heroes like Burroughs&rsquo;s John Carter or Howard&rsquo;s Solomon Kane carried pistols alongside their swords, and it&rsquo;s hard to imagine a pirate ship without cannons blazing. These authors likely included guns because they are exciting, but also because the guns they chose were primitive ones&mdash; relatively unpredictable weapons, prone to misfire and malfunction. This made firearms excellent storytelling devices. Such weapons could cause hero or villain to falter or triumph, changing the action within the tale in a flash or a fizzle. Still, a firearm remains an ominous and terrible weapon in the hands of a skilled gunman.</p>\n<p>&nbsp;</p>\n<p>This section presents an anachronistic collection of hand-held black powder weapons. Most of them are singleshot muzzle-loaders with highly inefficient triggering mechanisms&mdash;traditional sword and sorcery firearms. More advanced firearms are also presented for those brave enough to mix their fantasy with a technology much closer to that of the Old West than the slow and unstable weapons that gave musketeers their name. If you are interested in letting such weapons in your game, do so with the following warning: Advanced guns can substantially change the assumptions of your game world, in the same way that they changed the face of warfare in the real world. If you like your fantasy to be of the more traditional variety, stand clear. Or, better yet, run for cover.</p>"
}
