{
  "_id": "1r4vHoZMGtSTTqJL",
  "name": "2.11.4.1. Siege Engine Rules",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "folder": "",
  "flags": {
    "cf": {
      "id": "temp_lw4dp01446"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.OiNttXSDW598DIEs]{(Index) Combat Rules}</p>\n<p>@Compendium[pf-content.pf-rules.OWmmbQYIhQmw9DVg]{2.11. Mastering Combat}</p>\n<p>@Compendium[pf-content.pf-rules.BA9GnqGPouWXISZm]{2.11.4. Siege Engines}</p>\n<ul>\n<li><strong>@Compendium[pf-content.pf-rules.1r4vHoZMGtSTTqJL]{2.11.4.1. Siege Engine Rules}</strong></li>\n<li>@Compendium[pf-content.pf-rules.fRkRfI16CX5G78Oy]{2.11.4.2. Siege Weapon Description}</li>\n<li>@Compendium[pf-content.pf-rules.IMe9LQrT7kkBr8ew]{2.11.4.3. Structure Hardness and Hit Points}</li>\n<li>@Compendium[pf-content.pf-rules.Rft1LIY5C8XOK3Kr]{2.11.4.4. Siege Engine Details}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Ultimate Combat pg. 158</em></p>\n<p>All siege engines are at least size Large devices and often much larger. Unless stated otherwise in an individual siege engine description, all siege engines use the following rules.</p>\n<p>&nbsp;</p>\n<h2>Proficiency</h2>\n<p>Siege engines are exotic weapons. A creature with the Siege Engineer feat is proficient with all siege engines, including siege firearms. A creature that is proficient in firearms is also proficient in siege firearms, but not other siege engines.</p>\n<p>&nbsp;</p>\n<h2>Crew</h2>\n<p>The sheer size of a siege engine often necessitates a crew for its use. One person of that crew is the crew leader. Usually the crew leader targets or controls the movement of a siege engine; sometimes the crew leader does both. Often the crew leader is required to take actions and make specific checks in order for a siege engine to function. The rest of the crew members are required to spend actions and make checks in order for a siege engine to function.</p>\n<p>&nbsp;</p>\n<p>The number of members in a crew assumes Medium creatures. A ram can be crewed by Small creatures, but it takes double the crew to do the same job. If Large or larger creatures serve as crew members, each Large creature counts as four crew members, a Huge creature counts as eight Medium creatures, a Gargantuan creature counts as 16 Medium creatures, and a Colossal creature counts as 20 Medium creatures.</p>\n<p>&nbsp;</p>\n<h2>Magical and Masterwork Siege Engines</h2>\n<p>Siege engines can be masterwork, increasing their Craft DC by 5 and costing an additional 300 gp. A masterwork siege engine can be enchanted at twice the cost for a normal magical weapon. The enhancement bonus of a siege engine applies on attack rolls and targeting checks (in the case of indirect ranged siege engines), and in the case of magical siege engines, the enhancement bonus also applies on damage rolls.</p>\n<p>&nbsp;</p>\n<h2>Defense and Hit Points</h2>\n<p>All siege engines are objects. A siege engine has a Dexterity of 0 (&ndash;5 penalty) and a further penalty based on its size. Each type of siege engine has its own hardness and hit points. Siege engines can be armored&mdash;treat the siege engine as a creature of its size to determine the cost of the armor. Masterwork siege engine armor can be enchanted for twice the normal cost to enchant armor. Armored siege engines have an armor bonus equal to that normally granted by the specific armor (shields have no effect on a siege engine), a hardness and hit points equal to that of the armor, and bonus hit points equal to the armor bonus &times; 5.</p>\n<p>&nbsp;</p>\n<h2>Moving Siege Engines</h2>\n<p>Siege engines have a speed. The speed of a siege engine is the distance it can be moved if its full crew makes a move action to move it. Some siege engines have a speed of 0. If this is the case, the engine must be dissembled before movement is possible, or else mounted on a vehicle. Siege engines that are atop or mounted on vehicles move with those vehicles.</p>\n<p>&nbsp;</p>\n<h2>Ranged Attacks</h2>\n<p>Unlike normal ranged weapons, siege engines do not deal half damage when attacking objects.</p>\n<p>&nbsp;</p>\n<h2>Critical Hits</h2>\n<p>When a direct-fire siege engine or a close assault siege engine scores a critical hit, it confirms the critical and deals critical hit damage just like any other weapon. If an indirect-fire ranged siege engine rolls a natural 20 on its targeting check, it can also score a critical hit. The crew leader must reroll the targeting check to confirm the critical. If the confirmation targeting check is successful, the attack is a critical hit, and the siege engine multiplies its damage by its critical multiplier. Unlike normal attacks, siege engines attacks can deal critical hit damage to objects. Siege engines do not gain the benefit of critical feats the crew or the crew leader may have.</p>\n<p>&nbsp;</p>\n<h2>Mishaps and Misfires</h2>\n<p>Rolling a natural 1 on an attack roll or a targeting check made by an indirect-fire ranged siege engine produces a mishap. Usually a mishap applies the broken condition. A non-firearm siege engine with the broken condition takes a &ndash;2 penalty on attack rolls, targeting checks, and damage rolls. It also moves at half its normal speed.</p>\n<p>&nbsp;</p>\n<p>If the creature that serves as crew leader has the Siege Engineer feat, that creature does not generate a mishap on a natural 1 when firing the siege engine.</p>\n<p>&nbsp;</p>\n<p>Firearm siege weapons do not gain a mishap on a natural 1, but instead have a misfire value, like other firearms do. An attack roll or targeting check that falls within the misfire range causes the firearm siege engine to misfire. A misfire always misses, and applies the broken condition to the siege engine firearm. A firearm siege weapon with the broken condition takes all of the penalties and limitations that non-firearm siege engines do, and the misfire range of the firearm siege engine is increased by 4. If the firearm siege engine already has the broken condition when it misfires, it explodes. When a firearm siege engine explodes, it deals its damage to all creatures within a blast range (those within the blast can attempt a DC 20 Reflex save for half damage). The normal misfire range of a firearm siege engine and its blast range are given in the individual firearm siege engine description. Crew leaders with the Siege Engineer feat do not lower the misfire value of firearm siege engines.</p>\n<p>&nbsp;</p>\n<h2>Constructing and Repairing Siege Engines</h2>\n<p>A siege engine is a complex device requiring a DC 20 Craft (siege engine) skill check to build or repair.</p>\n<p>&nbsp;</p>\n<h2>Disabling Siege Engines</h2>\n<p>A siege engine is considered a difficult device to disable, requiring 2d4 rounds of effort and a DC 20 Disable Device check to do so. When a siege engine is disabled, it either doesn&rsquo;t work or is sabotaged and stops working 1d4 minutes after use. Fixing a disabled siege engine requires a DC 20 Craft (siege engine), Disable Device, or Knowledge (engineering) check. It takes 10 minutes to fix the device, and the check can be retried if the fix fails.</p>\n<p>&nbsp;</p>\n<h2>Assembling Siege Engines</h2>\n<p>Siege engines are broken down for transport and can be reassembled on the battlefield, requiring the time and number of workers noted below. Each assembly worker must make a DC 10 Craft (siege engine) check; if untrained, they may not take 10. Assembly can be performed with at least half the required number of workers by doubling the time required. If fewer than half are available, the weapon cannot be assembled.</p>\n<p>&nbsp;</p>\n<h2>Table 3-11: Siege Engine Assembly</h2>\n<table style=\"width: 97.8065%; height: 112px;\">\n<tbody>\n<tr style=\"height: 16px;\">\n<td style=\"width: 27.1768%; height: 16px;\">Engine Size</td>\n<td style=\"width: 32.4538%; height: 16px;\">Time Required</td>\n<td style=\"width: 40.1055%; height: 16px;\">Workers Required</td>\n</tr>\n<tr style=\"height: 16px;\">\n<td style=\"width: 27.1768%; height: 16px;\">Small</td>\n<td style=\"width: 32.4538%; height: 16px;\">1 minute</td>\n<td style=\"width: 40.1055%; height: 16px;\">1</td>\n</tr>\n<tr style=\"height: 16px;\">\n<td style=\"width: 27.1768%; height: 16px;\">Medium</td>\n<td style=\"width: 32.4538%; height: 16px;\">10 minutes</td>\n<td style=\"width: 40.1055%; height: 16px;\">2</td>\n</tr>\n<tr style=\"height: 16px;\">\n<td style=\"width: 27.1768%; height: 16px;\">Large</td>\n<td style=\"width: 32.4538%; height: 16px;\">1 hour</td>\n<td style=\"width: 40.1055%; height: 16px;\">4</td>\n</tr>\n<tr style=\"height: 16px;\">\n<td style=\"width: 27.1768%; height: 16px;\">Huge</td>\n<td style=\"width: 32.4538%; height: 16px;\">2 hours</td>\n<td style=\"width: 40.1055%; height: 16px;\">6</td>\n</tr>\n<tr style=\"height: 16px;\">\n<td style=\"width: 27.1768%; height: 16px;\">Gargantuan</td>\n<td style=\"width: 32.4538%; height: 16px;\">4 hours</td>\n<td style=\"width: 40.1055%; height: 16px;\">8</td>\n</tr>\n<tr style=\"height: 16px;\">\n<td style=\"width: 27.1768%; height: 16px;\">Colossal</td>\n<td style=\"width: 32.4538%; height: 16px;\">8 hours</td>\n<td style=\"width: 40.1055%; height: 16px;\">12</td>\n</tr>\n</tbody>\n</table>"
}
