{
  "_id": "BA9GnqGPouWXISZm",
  "name": "2.11.4. Siege Engines",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "folder": "",
  "flags": {
    "cf": {
      "id": "temp_lw4dp01446"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.OiNttXSDW598DIEs]{(Index) Combat Rules}</p>\n<p>@Compendium[pf-content.pf-rules.OWmmbQYIhQmw9DVg]{2.11. Mastering Combat}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.ryYgy2vRvnwdlDVK]{2.11.1. Firearms}</li>\n<li>@Compendium[pf-content.pf-rules.Kvr4RvD9NW9Ftus1]{2.11.2. Duels}</li>\n<li>@Compendium[pf-content.pf-rules.bcZ0k2bBZhVOw0Df]{2.11.3. Performance Combat}</li>\n<li><strong>@Compendium[pf-content.pf-rules.BA9GnqGPouWXISZm]{2.11.4. Siege Engines}</strong></li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Ultimate Combat pg. 158</em></p>\n<p>A classic trope of fantasy warfare is the storming of a castle or other large fortification. Whether the PCs are leading a brave and desperate defense of a lonely bastion against an overwhelming army of darkness, or overseeing the fight to overthrow an evil ruler and cast down his mighty fortress, a fight along the battlements can fire the imagination of a jaded player who has grown bored with one-on-one hacking.</p>\n<p>While historical sieges often depended more on disease and starvation for victory than anything else, the thrill for players is likely to come more from bombardment and assault with an array of siege engines, and countering the massive engines of their enemies with their own.</p>\n<h1>New Rules</h1>\n<p>The following new options for siege engines both supplement and expand upon the base rules. If the rules ever appear to be in conflict, use the rules below.</p>\n<p>@Compendium[pf-content.pf-rules.1r4vHoZMGtSTTqJL]{2.11.4.1. Siege Engine Rules}</p>\n<p>@Compendium[pf-content.pf-rules.fRkRfI16CX5G78Oy]{2.11.4.2. Siege Weapon Description}</p>\n<p>@Compendium[pf-content.pf-rules.IMe9LQrT7kkBr8ew]{2.11.4.3. Structure Hardness and Hit Points}</p>\n<p>@Compendium[pf-content.pf-rules.Rft1LIY5C8XOK3Kr]{2.11.4.4. Siege Engine Details}</p>\n<p>&nbsp;</p>\n<h1>Basic Rules</h1>\n<p>The basic rules for siege engines from the Core Rulebook are found below.</p>\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 434</em></p>\n<p>Siege engines are large weapons, temporary structures, or pieces of equipment traditionally used in besieging castles or fortresses.</p>\n<p>&nbsp;</p>\n<p>Siege engines are treated as difficult devices if someone tries to disable them using Disable Device. This takes 2d4 rounds and requires a DC 20 Disable Device check. Siege engines are typically made out of wood and have an AC of 3 (&ndash;5 Dex, &ndash;2 size), a Hardness of 5, and 80 hit points. Siege engines made up of a different material might have different values. Some siege engines are armored as well. Treat the siege engine as a Huge creature to determine the cost of such armor. Siege engines can be crafted as masterwork and enchanted as magic weapons, adding bonuses on attack rolls to the checks made to hit with the siege engine. A masterwork siege engine costs 300 gp more than the listed price. Enchanting a siege engine costs twice the normal amount. For example, a +1 flaming heavy catapult, armored with full plate, would have an AC of 11 and would cost 23,100 gp (800 gp base + 6,000 gp for the armor + 300 gp masterwork + 16,000 gp for the enhancements).</p>\n<p>&nbsp;</p>\n<h2>Catapult, Heavy</h2>\n<p>A heavy catapult is a massive engine capable of throwing rocks or heavy objects with great force. Because the catapult throws its payload in a high arc, it can hit squares out of its line of sight. To fire a heavy catapult, the crew chief makes a special check against DC 15 using only his base attack bonus, Intelligence modifier, range increment penalty, and the appropriate modifiers from the lower section of Table 13&ndash;8. If the check succeeds, the catapult stone hits the square the catapult was aimed at, dealing the indicated damage to any object or character in the square. Characters who succeed on a DC 15 Reflex save take half damage. Once a catapult stone hits a square, subsequent shots hit the same square unless the catapult is reaimed or the wind changes direction or speed.</p>\n<p>&nbsp;</p>\n<p>If a catapult stone misses, roll 1d8 to determine where it lands. This determines the misdirection of the throw, with 1 being back toward the catapult and 2 through 8 counting clockwise around the target square. Finally, count 1d4 squares away from the target square for every range increment of the attack.</p>\n<p>&nbsp;</p>\n<p>Loading a catapult requires a series of full-round actions. It takes a DC 15 Strength check to winch the throwing arm down; most catapults have wheels to allow up to two crew members to use the aid another action, assisting the main winch operator. A DC 15 Profession (siege engineer) check latches the arm into place, and then another DC 15 Profession (siege engineer) check loads the catapult ammunition. It takes four fullround actions to reaim a heavy catapult (multiple crew members can perform these full-round actions in the same round, so it would take a crew of four only 1 round to reaim the catapult).</p>\n<p>&nbsp;</p>\n<p>A heavy catapult takes up a space 15 feet across.</p>\n<p>&nbsp;</p>\n<h2>Catapult, Light</h2>\n<p>This is a smaller, lighter version of the heavy catapult. It functions as the heavy catapult, except that it takes a DC 10 Strength check to winch the arm into place, and only two full-round actions are required to reaim the catapult.</p>\n<p>&nbsp;</p>\n<p>A light catapult takes up a space 10 feet across.</p>\n<p>&nbsp;</p>\n<h2>Ballista</h2>\n<p>A ballista is essentially a Huge heavy crossbow fixed in place. Its size makes it hard for most creatures to aim it. Thus, a Medium creature takes a &ndash;4 penalty on attack rolls when using a ballista, and a Small creature takes a &ndash;6 penalty. It takes a creature smaller than Large two full-round actions to reload the ballista after firing.</p>\n<p>&nbsp;</p>\n<p>A ballista takes up a space 5 feet across.</p>\n<p>&nbsp;</p>\n<h2>Ram</h2>\n<p>This heavy pole is sometimes suspended from a movable scaffold that allows the crew to swing it back and forth against objects. As a full-round action, the character closest to the front of the ram makes an attack roll against the AC of the construction, applying the &ndash;4 penalty for lack of proficiency. It&rsquo;s not possible to be proficient with this device. In addition to the damage given on Table 13&ndash;8, up to nine other characters holding the ram can add their Strength modifiers to the ram&rsquo;s damage, if they devote an attack action to doing so. It takes at least one Huge or larger creature, two Large creatures, four Medium creatures, or eight Small creatures to swing a ram.</p>\n<p>&nbsp;</p>\n<p>A ram is typically 30 feet long. In a battle, the creatures wielding the ram stand in two adjacent columns of equal length, with the ram between them.</p>\n<p>&nbsp;</p>\n<h2>Siege Tower</h2>\n<p>This device is a massive wooden tower on wheels or rollers that can be rolled up against a wall to allow attackers to scale the tower and thus get to the top of the wall with cover. The wooden walls are usually 1 foot thick.</p>\n<p>&nbsp;</p>\n<p>A typical siege tower takes up a space 15 feet across. The creatures inside push it at a base land speed of 10 feet (and a siege tower can&rsquo;t run). The eight creatures pushing on the ground floor have total cover, and those on higher floors get improved cover and can fire through arrow slits.</p>\n<p>&nbsp;</p>\n<h2>Table 13-8: Seige Engines</h2>\n<p>200 ft. (100 ft. minimum)150 ft. (100 ft. minimum)120 ft.&mdash;&mdash;</p>\n<table>\n<tbody>\n<tr>\n<td>Item</td>\n<td>Cost</td>\n<td>Damage</td>\n<td>Critical</td>\n<td>Range Increment</td>\n<td>Typical Crew</td>\n</tr>\n<tr>\n<td>Catapult, heavy</td>\n<td>800 gp</td>\n<td>6d6</td>\n<td>&mdash;</td>\n<td>&nbsp;</td>\n<td>4</td>\n</tr>\n<tr>\n<td>Catapult, light</td>\n<td>550 gp</td>\n<td>4d6</td>\n<td>&mdash;</td>\n<td>&nbsp;</td>\n<td>2</td>\n</tr>\n<tr>\n<td>Ballista</td>\n<td>500 gp</td>\n<td>3d8</td>\n<td>19-20</td>\n<td>&nbsp;</td>\n<td>1</td>\n</tr>\n<tr>\n<td>Ram</td>\n<td>1,000 gp</td>\n<td>3d6*</td>\n<td>&mdash;</td>\n<td>&nbsp;</td>\n<td>10</td>\n</tr>\n<tr>\n<td>Seige tower</td>\n<td>2,000 gp</td>\n<td>&mdash;</td>\n<td>&mdash;</td>\n<td>&nbsp;</td>\n<td>20</td>\n</tr>\n</tbody>\n</table>\n<p>* See @Compendium[pf-content.pf-rules.Rft1LIY5C8XOK3Kr]{2.11.4.4. Siege Engine Details} for special rules.<br /><br /></p>\n<h2>Catapult Attack Modifiers</h2>\n<table style=\"width: 97.8065%;\">\n<tbody>\n<tr>\n<td style=\"width: 67.951%;\">Condition</td>\n<td style=\"width: 31.7852%;\">Modifier</td>\n</tr>\n<tr>\n<td style=\"width: 67.951%;\">No line of sight to target square</td>\n<td style=\"width: 31.7852%;\">-6</td>\n</tr>\n<tr>\n<td style=\"width: 67.951%;\">Successive shots (crew can see where most recent misses landed)</td>\n<td style=\"width: 31.7852%;\">Cumulative +2 per previous miss (maximum +10)</td>\n</tr>\n<tr>\n<td style=\"width: 67.951%;\">Successive shots (crew can&rsquo;t see where most recent misses landed, but observer is providing feedback)</td>\n<td style=\"width: 31.7852%;\">Cumulative +1 per previous miss (maximum +5)</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>"
}
