{
  "_id": "hfI8oxi1ywlhrGfs",
  "name": "3.0.2.7. Slimes, Molds, and Fungi",
  "flags": {
    "cf": {
      "id": "temp_9qub9vhwndv",
      "path": "Rules#/CF_SEP/Environment#/CF_SEP/00 Dungeons",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.XOJpjqmBzwE4R4n0]{(Index) Environment}</p>\n<p>@Compendium[pf-content.pf-rules.v5dHsJ6gCghRXQnL]{3.0. Dungeons}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.oM2nAFzXnVFIS0WD]{3.0.2.1. Walls}</li>\n<li>@Compendium[pf-content.pf-rules.J0yOXyPZB6M6ZUSi]{3.0.2.2. Floors}</li>\n<li>@Compendium[pf-content.pf-rules.YwZLtJ7Z59r1fx90]{3.0.2.3. Doors}</li>\n<li>@Compendium[pf-content.pf-rules.1OzU64OdBpfa0bJR]{3.0.2.4. Walls, Doors, and Detect Spells}</li>\n<li>@Compendium[pf-content.pf-rules.tEkx7SQLAENe8KM8]{3.0.2.5. Stairs}</li>\n<li>@Compendium[pf-content.pf-rules.1bkKb1E1A73Tp1IK]{3.0.2.6. Cave-Ins and Collapses (CR 8)}</li>\n<li>@Compendium[pf-content.pf-rules.hfI8oxi1ywlhrGfs]{3.0.2.7. Slimes, Molds, and Fungi}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 415</em></p>\n<p>In a dungeon&rsquo;s damp, dark recesses, molds and fungi thrive. For purposes of spells and other special effects, all slimes, molds, and fungi are treated as plants. Like traps, dangerous slimes and molds have CRs, and characters earn XP for encountering them.</p>\n<p>&nbsp;</p>\n<p>A form of glistening organic sludge coats almost anything that remains in the damp and dark for too long. This kind of slime, though it might be repulsive, is not dangerous. Molds and fungi flourish in dark, cool, damp places. While some are as inoffensive as the normal dungeon slime, others are quite dangerous. Mushrooms, puff balls, yeasts, mildew, and other sorts of bulbous, fibrous, or flat patches of fungi can be found throughout most dungeons. They are usually inoffensive, and some are even edible (although most are unappealing or odd-tasting).</p>\n<p>&nbsp;</p>\n<h2>Brown Mold (CR 2)</h2>\n<p>Brown mold feeds on warmth, drawing heat from anything around it. It normally comes in patches 5 feet in diameter, and the temperature is always cold in a 30-foot radius around it. Living creatures within 5 feet of it take 3d6 points of nonlethal cold damage. Fire brought within 5 feet of brown mold causes the mold to instantly double in size. Cold damage, such as from a cone of cold, instantly destroys it.</p>\n<p>&nbsp;</p>\n<h2>Green Slime (CR 4)</h2>\n<p>This dungeon peril is a dangerous variety of normal slime. Green slime devours flesh and organic materials on contact and is even capable of dissolving metal. Bright green, wet, and sticky, it clings to walls, floors, and ceilings in patches, reproducing as it consumes organic matter. It drops from walls and ceilings when it detects movement (and possible food) below.</p>\n<p>&nbsp;</p>\n<p>A single 5-foot square of green slime deals 1d6 points of Constitution damage per round while it devours flesh. On the first round of contact, the slime can be scraped off a creature (destroying the scraping device), but after that it must be frozen, burned, or cut away (dealing damage to the victim as well). Anything that deals cold or fire damage, sunlight, or a remove disease spell destroys a patch of green slime. Against wood or metal, green slime deals 2d6 points of damage per round, ignoring metal&rsquo;s hardness but not that of wood. It does not harm stone.</p>\n<p>&nbsp;</p>\n<h2>Phosphorescent Fungus</h2>\n<p>This strange underground fungus gives off a soft violet glow that illuminates underground caverns and passages as well as a candle does. Rare patches of fungus illuminate as well as a torch does.</p>\n<p>&nbsp;</p>\n<h2>Shrieker</h2>\n<p>This human-sized purple mushroom emits a piercing sound that lasts for 1d3 rounds whenever there is movement or a light source within 10 feet. This shriek makes it impossible to hear any other sound within 50 feet. The sound attracts nearby creatures that are disposed to investigate it. Some creatures that live near shriekers learn that this noise means there is food or an intruder nearby.</p>\n<p>&nbsp;</p>\n<h2>Yellow Mold (CR 6)</h2>\n<p>If disturbed, a 5-foot square of this mold bursts forth with a cloud of poisonous spores. All within 10 feet of the mold must make a DC 15 Fortitude save or take 1d3 points of Constitution damage. Another DC 15 Fortitude save is required once per round for the next 5 rounds, to avoid taking 1d3 points of Constitution damage each round. A successful Fortitude save ends this effect. Fire destroys yellow mold, and sunlight renders it dormant.</p>"
}
