{
  "_id": "J0yOXyPZB6M6ZUSi",
  "name": "3.0.2.2. Floors",
  "flags": {
    "cf": {
      "id": "temp_9qub9vhwndv",
      "path": "Rules#/CF_SEP/Environment#/CF_SEP/00 Dungeons",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.XOJpjqmBzwE4R4n0]{(Index) Environment}</p>\n<p>@Compendium[pf-content.pf-rules.v5dHsJ6gCghRXQnL]{3.0. Dungeons}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.oM2nAFzXnVFIS0WD]{3.0.2.1. Walls}</li>\n<li>@Compendium[pf-content.pf-rules.J0yOXyPZB6M6ZUSi]{3.0.2.2. Floors}</li>\n<li>@Compendium[pf-content.pf-rules.YwZLtJ7Z59r1fx90]{3.0.2.3. Doors}</li>\n<li>@Compendium[pf-content.pf-rules.1OzU64OdBpfa0bJR]{3.0.2.4. Walls, Doors, and Detect Spells}</li>\n<li>@Compendium[pf-content.pf-rules.tEkx7SQLAENe8KM8]{3.0.2.5. Stairs}</li>\n<li>@Compendium[pf-content.pf-rules.1bkKb1E1A73Tp1IK]{3.0.2.6. Cave-Ins and Collapses (CR 8)}</li>\n<li>@Compendium[pf-content.pf-rules.hfI8oxi1ywlhrGfs]{3.0.2.7. Slimes, Molds, and Fungi}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 411</em></p>\n<p>As with walls, dungeon floors come in many types.</p>\n<p>&nbsp;</p>\n<h2>Flagstone</h2>\n<p>Like masonry walls, flagstone floors are made of fitted stones. They are usually cracked and only somewhat level. Slime and mold grows in the cracks. Sometimes water runs in rivulets between the stones or sits in stagnant puddles. Flagstone is the most common dungeon floor.</p>\n<p>&nbsp;</p>\n<h2>Uneven Flagstone</h2>\n<p>Over time, some floors can become so uneven that a DC 10 Acrobatics check is required to run or charge across the surface. Failure means the character can&rsquo;t move that round. Floors as treacherous as this should be the exception, not the rule.</p>\n<p>&nbsp;</p>\n<h2>Hewn Stone Floors</h2>\n<p>Rough and uneven, hewn floors are usually covered with loose stones, gravel, dirt, or other debris. A DC 10 Acrobatics check is required to run or charge across such a floor. Failure means the character can still act, but can&rsquo;t run or charge in this round.</p>\n<p>&nbsp;</p>\n<h2>Light Rubble</h2>\n<p>Small chunks of debris litter the ground. Light rubble adds 2 to the DC of Acrobatics checks.</p>\n<p>&nbsp;</p>\n<h2>Dense Rubble</h2>\n<p>The ground is covered with debris of all sizes. It costs 2 squares of movement to enter a square with dense rubble. Dense rubble adds 5 to the DC of Acrobatics checks, and it adds 2 to the DC of Stealth checks.</p>\n<p>&nbsp;</p>\n<h2>Smooth Stone Floors</h2>\n<p>Finished and sometimes even polished, smooth floors are found only in dungeons made by capable and careful builders.</p>\n<p>&nbsp;</p>\n<h2>Natural Stone Floors</h2>\n<p>The floor of a natural cave is as uneven as the walls. Caves rarely have flat surfaces of any great size. Rather, their floors have many levels. Some adjacent floor surfaces might vary in elevation by only a foot, so that moving from one to the other is no more difficult than negotiating a stair step, but in other places the floor might suddenly drop off or rise up several feet or more, requiring Climb checks to get from one surface to the other. Unless a path has been worn and well marked in the floor of a natural cave, it takes 2 squares of movement to enter a square with a natural stone floor, and the DC of Acrobatics checks increases by 5. Running and charging are impossible, except along paths.</p>\n<p>&nbsp;</p>\n<h2>Slippery</h2>\n<p>Water, ice, slime, or blood can make any of the dungeon floors described in this section more treacherous. Slippery floors increase the DC of Acrobatics checks by 5.</p>\n<p>&nbsp;</p>\n<h2>Grate</h2>\n<p>A grate often covers a pit or an area lower than the main floor. Grates are usually made from iron, but large ones can also be made from iron-bound timbers. Many grates have hinges to allow access to what lies below (such grates can be locked like any door), while others are permanent and designed to not move. A typical 1-inch-thick iron grate has 25 hit points, hardness 10, and a DC of 27 for Strength checks to break through it or tear it loose.</p>\n<p>&nbsp;</p>\n<h2>Ledge</h2>\n<p>Ledges allow creatures to walk above some lower area. They often circle around pits, run along underground streams, form balconies around large rooms, or provide a place for archers to stand while firing upon enemies below. Narrow ledges (12 inches wide or less) require those moving along them to make Acrobatics checks. Failure results in the moving character falling off the ledge. Ledges sometimes have railings along the wall. In such a case, characters gain a +5 circumstance bonus on Acrobatics checks to move along the ledge. A character who is next to a railing gains a +2 circumstance bonus to his CMD to avoid being bull rushed off the edge.</p>\n<p>&nbsp;</p>\n<p>Ledges can also have low walls 2 to 3 feet high along their edges. Such walls provide cover against attackers within 30 feet on the other side of the wall, as long as the target is closer to the low wall than the attacker is.</p>\n<p>&nbsp;</p>\n<h2>Transparent Floor</h2>\n<p>Transparent floors, made of reinforced glass or magic materials (even a wall of force), allow a dangerous setting to be viewed safely from above. Transparent floors are sometimes placed over lava pools, arenas, monster dens, and torture chambers. They can be used by defenders to watch key areas for intruders.</p>\n<p>&nbsp;</p>\n<h2>Sliding Floors</h2>\n<p>A sliding floor is a type of trap door, designed to be moved and thus reveal something that lies beneath it. A typical sliding floor moves so slowly that anyone standing on one can avoid falling into the gap it creates, assuming there&rsquo;s somewhere else to go. If such a floor slides quickly enough that there&rsquo;s a chance of a character falling into whatever lies beneath&mdash;a spiked pit, a vat of burning oil, or a pool filled with sharks&mdash;then it&rsquo;s a trap.</p>\n<p>&nbsp;</p>\n<h2>Trap Floors</h2>\n<p>Some floors are designed to become suddenly dangerous. With the application of just the right amount of weight, or the pull of a lever somewhere nearby, spikes protrude from the floor, gouts of steam or flame shoot up from hidden holes, or the entire floor tilts. These strange floors are sometimes found in arenas, designed to make combats more exciting and deadly. Construct these floors as you would any other trap.</p>"
}
