{
  "_id": "iYDeV3slpPALRRGC",
  "name": "3.1.1.5. Reset",
  "flags": {
    "cf": {
      "id": "temp_hm6u6jw181v",
      "path": "Rules#/CF_SEP/Environment#/CF_SEP/01 Traps",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.XOJpjqmBzwE4R4n0]{(Index) Environment}</p>\n<p>@Compendium[pf-content.pf-rules.mmx5KJLX4vsGZ7vz]{3.1. Traps}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.NCntK4F0WJ0fxRKN]{3.1.1.1. Type}</li>\n<li>@Compendium[pf-content.pf-rules.7JjjQNXWzDZkRXba]{3.1.1.2. Perception and Disable Device DCs}</li>\n<li>@Compendium[pf-content.pf-rules.CP118HxlOiIRbggm]{3.1.1.3. Trigger}</li>\n<li>@Compendium[pf-content.pf-rules.fwkTc0ZhsRtbcaSj]{3.1.1.4. Duration}</li>\n<li>@Compendium[pf-content.pf-rules.iYDeV3slpPALRRGC]{3.1.1.5. Reset}</li>\n<li>@Compendium[pf-content.pf-rules.KSmSTYX5p3S6Gc63]{3.1.1.6. Bypass (Optional Element)}</li>\n<li>@Compendium[pf-content.pf-rules.IBBymgXvfGa0vOW8]{3.1.1.7. Effect}</li>\n<li>@Compendium[pf-content.pf-rules.MtjTOLIqTJtVOZtw]{3.1.1.8. Miscellaneous Trap Features}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 417</em></p>\n<p>A reset element is the set of conditions under which a trap becomes ready to trigger again. Resetting a trap usually takes only a minute or so. For a trap with a more difficult reset method, you should set the time and labor required.</p>\n<p>&nbsp;</p>\n<h2>No Reset</h2>\n<p>Short of completely rebuilding the trap, there&rsquo;s no way to trigger it more than once. Spell traps have no reset element.</p>\n<p>&nbsp;</p>\n<h2>Repair</h2>\n<p>To get the trap functioning again, you must repair it. Repairing a mechanical trap requires a Craft (traps) check against a DC equal to the one for building it. The cost for raw materials is one-fifth of the trap&rsquo;s original market price. To calculate how long it takes to fix a trap, use the same calculations you would for building it, but use the cost of the raw materials required for repair in place of the market price.</p>\n<p>&nbsp;</p>\n<h2>Manual</h2>\n<p>Resetting the trap requires someone to move the parts back into place. This is the kind of reset element most mechanical traps have.</p>\n<p>&nbsp;</p>\n<h2>Automatic</h2>\n<p>The trap resets itself, either immediately or after a timed interval. Bypass (Optional Element) If the builder of a trap wants to be able to move past the trap after it is created or placed, it&rsquo;s a good idea to build in a bypass mechanism: something that temporarily disarms the trap. Bypass elements are typically used only with mechanical traps; spell traps usually have built-in allowances for the caster to bypass them.</p>\n<p>&nbsp;</p>\n<h2>Lock</h2>\n<p>A lock bypass requires a DC 30 Disable Device check to open.</p>\n<p>&nbsp;</p>\n<h2>Hidden Switch</h2>\n<p>A hidden switch requires a DC 25 Perception check to locate.</p>\n<p>&nbsp;</p>\n<h2>Hidden Lock</h2>\n<p>A hidden lock combines the features above, requiring a DC 25 Perception check to locate and a DC 30 Disable Device check to open. Effect The effect of a trap is what happens to those who spring it. This often takes the form of either damage or a spell effect, but some traps have special effects. A trap usually either makes an attack roll or forces a saving throw to avoid it. Occasionally a trap uses both of these options, or neither (see Never Miss).</p>\n<p>&nbsp;</p>\n<h2>Pits</h2>\n<p>These are holes (covered or not) that characters can fall into, causing them to take damage. A pit needs no attack roll, but a successful Reflex save (DC set by the builder) avoids it. Other save-dependent mechanical traps also fall into this category. Falling into a pit deals 1d6 points of damage per 10 feet of depth.</p>\n<p>&nbsp;</p>\n<p>Pits in dungeons come in three basic varieties: uncovered, covered, and chasms. Pits and chasms can be defeated by judicious application of the Acrobatics skill, the Climb skill, or various mechanical or magical means.</p>\n<p>Uncovered pits and natural chasms serve mainly to discourage intruders from going a certain way, although they cause much grief to characters who stumble into them in the dark, and they can greatly complicate nearby melee.</p>\n<p>&nbsp;</p>\n<p>Covered pits are much more dangerous. They can be detected with a DC 20 Perception check, but only if the character is taking the time to carefully examine the area before walking across it. A character who fails to detect a covered pit is still entitled to a DC 20 Reflex save to avoid falling into it. If she was running or moving recklessly at the time, however, she gets no saving throw and falls automatically.</p>\n<p>&nbsp;</p>\n<p>Trap coverings can be as simple as piled refuse (straw, leaves, sticks, garbage), a large rug, or an actual trap door concealed to appear as a normal part of the floor. Such a trap door usually swings open when enough weight (usually about 50 to 80 pounds) is placed upon it. Devious trap builders sometimes design trap doors so they spring back shut after they open. The trap door might lock once it&rsquo;s back in place, leaving the stranded character well and truly trapped. Opening such a trap door is just as difficult as opening a regular door (assuming the trapped character can reach it), and a DC 13 Strength check is needed to keep a spring-loaded door open.</p>\n<p>Pit traps often have something nastier than just a hard floor at the bottom. A trap designer might put spikes, monsters, or a pool of acid, lava, or even water at the bottom. For rules on pit spikes and other such add-ons, see the Miscellaneous Trap Features section.</p>\n<p>&nbsp;</p>\n<p>Monsters sometimes live in pits. Any monster that can fit into the pit might have been placed there by the dungeon&rsquo;s designer, or might simply have fallen in and not been able to climb back out.</p>\n<p>A secondary trap, mechanical or magical, at the bottom of a pit can be particularly deadly. Activated by a falling victim, the secondary trap attacks the already injured character when she&rsquo;s least ready for it.</p>\n<p>&nbsp;</p>\n<h2>Ranged Attack Traps</h2>\n<p>These traps f ling darts, arrows, spears, or the like at whomever activated the trap. The builder sets the attack bonus. A ranged attack trap can be configured to simulate the effect of a composite bow with a high Strength rating, which provides the trap with a bonus on damage equal to its Strength rating. These traps deal whatever damage their ammunition normally does. If a trap is constructed with a high Strength rating, it has a corresponding bonus on damage.</p>\n<p>&nbsp;</p>\n<h2>Melee Attack Traps</h2>\n<p>These traps feature such obstacles as sharp blades that emerge from walls and stone blocks that fall from ceilings. Once again, the builder sets the attack bonus. These traps deal the same damage as the melee weapons they &ldquo;wield.&rdquo; In the case of a falling stone block, you can assign any amount of bludgeoning damage you like, but remember that whoever resets the trap has to lift that stone back into place.</p>\n<p>&nbsp;</p>\n<p>A melee attack trap can be constructed with a built-in bonus on damage rolls, just as if the trap itself had a high Strength score.</p>\n<p>&nbsp;</p>\n<h2>Spell Traps</h2>\n<p>Spell traps produce the spell&rsquo;s effect. Like all spells, a spell trap that allows a saving throw has a save DC of 10 + spell level + caster&rsquo;s relevant ability modifier.</p>\n<p>&nbsp;</p>\n<h2>Magic Device Traps</h2>\n<p>These traps produce the effects of any spells included in their construction, as described in the appropriate entries. If the spell in a magic device trap allows a saving throw, its save DC is (10 + spell level) &times; 1.5. Some spells make attack rolls instead.</p>\n<p>&nbsp;</p>\n<h2>Special</h2>\n<p>Some traps have miscellaneous features that produce special effects, such as drowning for a water trap or ability damage for poison. Saving throws and damage depend on the poison or are set by the builder, as appropriate.</p>"
}
