{
  "_id": "xiRC5p84P3tFW9mo",
  "name": "3.2.8. Aquatic Terrain",
  "flags": {
    "cf": {
      "id": "temp_bn6zfitu3fu"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.XOJpjqmBzwE4R4n0]{(Index) Environment}</p>\n<p>@Compendium[pf-content.pf-rules.CPUpraqn1jz9vhMh]{3.2. Wilderness}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.QrderWyxAp6RUvtz]{3.2.1. Getting Lost}</li>\n<li>@Compendium[pf-content.pf-rules.pcu8vDTPaIYw82SU]{3.2.2. Forest Terrain}</li>\n<li>@Compendium[pf-content.pf-rules.zJ4qqxSB0Iufd5Be]{3.2.3. Marsh Terrain}</li>\n<li>@Compendium[pf-content.pf-rules.RVKULXygOAXTZ1WC]{3.2.4. Hills Terrain}</li>\n<li>@Compendium[pf-content.pf-rules.B5qjfHf1pFgEA7bg]{3.2.5. Mountain Terrain}</li>\n<li>@Compendium[pf-content.pf-rules.tuZEOzPezZUbz4Fj]{3.2.5.2. Mountain Travel}</li>\n<li>@Compendium[pf-content.pf-rules.3YyU7Yg6wbShgOKM]{3.2.6. Desert Terrain}</li>\n<li>@Compendium[pf-content.pf-rules.QOCypcVHE6zpYlyD]{3.2.7. Plains Terrain}</li>\n<li>@Compendium[pf-content.pf-rules.xiRC5p84P3tFW9mo]{3.2.8. Aquatic Terrain}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 432</em></p>\n<p>Aquatic terrain is the least hospitable to most PCs, because they can&rsquo;t breathe there. Aquatic terrain doesn&rsquo;t offer the variety that land terrain does. The ocean floor holds many marvels, including undersea analogues of any of the terrain elements described earlier in this section, but if characters find themselves in the water because they were bull rushed off the deck of a pirate ship, the tall kelp beds hundreds of feet below them don&rsquo;t matter. Accordingly, these rules simply divide aquatic terrain into two categories: flowing water (such as streams and rivers) and non-flowing water (such as lakes and oceans).</p>\n<p>&nbsp;</p>\n<p>@Compendium[pf-content.pf-rules.r4t1MHGGd6myKln7]{3.2.8.1. Underwater Combat}</p>\n<p>@Compendium[pf-content.pf-rules.AlMWpchX9rOkfomx]{3.2.8.2. Floods}</p>\n<h2>Flowing Water</h2>\n<p>Large, placid rivers move at only a few miles per hour, so they function as still water for most purposes. But some rivers and streams are swifter; anything floating in them moves downstream at a speed of 10 to 40 feet per round. The fastest rapids send swimmers bobbing downstream at 60 to 90 feet per round. Fast rivers are always at least rough water (Swim DC 15), and whitewater rapids are stormy water (Swim DC 20). If a character is in moving water, move her downstream the indicated distance at the end of her turn. A character trying to maintain her position relative to the riverbank can spend some or all of her turn swimming upstream.</p>\n<p>&nbsp;</p>\n<h2>Swept Away</h2>\n<p>Characters swept away by a river moving 60 feet per round or faster must make DC 20 Swim checks every round to avoid going under. If a character gets a check result of 5 or more over the minimum necessary, she arrests her motion by catching a rock, tree limb, or bottom snag&mdash;she is no longer being carried along by the flow of the water. Escaping the rapids by reaching the bank requires three DC 20 Swim checks in a row. Characters arrested by a rock, limb, or snag can&rsquo;t escape under their own power unless they strike out into the water and attempt to swim their way clear. Other characters can rescue them as if they were trapped in quicksand (described in Marsh Terrain).</p>\n<p>&nbsp;</p>\n<h2>Non-Flowing Water</h2>\n<p>Lakes and oceans simply require a swim speed or successful Swim checks to move through (DC 10 in calm water, DC 15 in rough water, DC 20 in stormy water). Characters need a way to breathe if they&rsquo;re underwater; failing that, they risk drowning. When underwater, characters can move in any direction.</p>\n<p>&nbsp;</p>\n<h2>Stealth and Detection Underwater</h2>\n<p>How far you can see underwater depends on the water&rsquo;s clarity. As a guideline, creatures can see 4d8 &times; 10 feet if the water is clear, and 1d8 &times; 10 feet if it&rsquo;s murky. Moving water is always murky, unless it&rsquo;s in a particularly large, slow-moving river.</p>\n<p>&nbsp;</p>\n<p>It&rsquo;s hard to find cover or concealment to hide underwater (except along the sea floor).</p>\n<p>&nbsp;</p>\n<h2>Invisibility</h2>\n<p>An invisible creature displaces water and leaves a visible, body-shaped &ldquo;bubble&rdquo; where the water was displaced. The creature still has concealment (20% miss chance), but not total concealment (50% miss chance).</p>"
}
