{
  "_id": "qx3PVEeLsKOdiESK",
  "name": "3.3. Urban Adventures",
  "flags": {
    "cf": {
      "id": "temp_xp7dwo2tcw",
      "path": "Rules#/CF_SEP/Environment#/CF_SEP/02 Wilderness",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.XOJpjqmBzwE4R4n0]{(Index) Environment}</p>\n<p>@Compendium[pf-content.pf-rules.qx3PVEeLsKOdiESK]{3.3. Urban Adventures}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.NN6T3x9Bkkbypfsz]{3.3.1. Weapon and Spell Restrictions}</li>\n<li>@Compendium[pf-content.pf-rules.a0xDSVGQRE2pVzkA]{3.3.2. Urban Features}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 433</em></p>\n<p>At first glance, a city is much like a dungeon, made up of walls, doors, rooms, and corridors. Adventures that take place in cities have two salient differences from their dungeon counterparts, however. Characters have greater access to resources, and they must contend with law enforcement.</p>\n<p>&nbsp;</p>\n<h2>Access to Resources</h2>\n<p>Unlike in dungeons and the wilderness, characters can buy and sell gear quickly in a city. A large city or metropolis probably has high-level NPCs and experts in obscure fields of knowledge who can provide assistance and decipher clues. And when the PCs are battered and bruised, they can retreat to the comfort of a room at an inn.</p>\n<p>&nbsp;</p>\n<p>The freedom to retreat and ready access to the marketplace means that the players have a greater degree of control over the pacing of an urban adventure.</p>\n<p>&nbsp;</p>\n<h2>Law Enforcement</h2>\n<p>The other key distinctions between adventuring in a city and delving into a dungeon is that a dungeon is, almost by definition, a lawless place where the only law is that of the jungle: kill or be killed. A city, on the other hand, is held together by a code of laws, many of which are explicitly designed to prevent the sort of killing and looting that adventurers engage in all the time.</p>\n<p>Even so, most cities&rsquo; laws recognize monsters as a threat to the stability the city relies on, and prohibitions about murder rarely apply to monsters such as aberrations or evil outsiders. Most evil humanoids, however, are typically protected by the same laws that protect all the citizens of the city. Having an evil alignment is not a crime (except in some severely theocratic cities, perhaps, with the magical power to back up the law); only evil deeds are against the law.</p>\n<p>Even when adventurers encounter an evildoer in the act of perpetrating some heinous evil upon the populace of the city, the law tends to frown on the sort of vigilante justice that leaves the evildoer dead or otherwise unable to testify at a trial.</p>"
}
