{
  "_id": "TGNihLM3XTYgf6MV",
  "name": "3.4.4. Winds",
  "flags": {
    "cf": {
      "id": "temp_djl26gamlul",
      "path": "Rules#/CF_SEP/Environment#/CF_SEP/04 Weather",
      "color": "#000000"
    }
  },
  "content": "<p><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf-content.pf-rules\" data-id=\"XOJpjqmBzwE4R4n0\"> (Index) Environment</a></p>\n<p><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf-content.pf-rules\" data-id=\"GUKeQEgdxbleWA0l\"> 3.4. Weather</a></p>\n<ul>\n<li><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf-content.pf-rules\" data-id=\"pHXeVyYf1x4VAEHD\"> 3.4.1. Rain, Snow, Sleet, and Hail</a></li>\n<li><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf-content.pf-rules\" data-id=\"CGWYylbSPcCdf6xq\"> 3.4.2. Storms</a></li>\n<li><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf-content.pf-rules\" data-id=\"zbaKzSfM3Synw9Cd\"> 3.4.3. Fog</a></li>\n<li><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf-content.pf-rules\" data-id=\"TGNihLM3XTYgf6MV\"> 3.4.4. Winds</a></li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 439</em></p>\n<p>The wind can create a stinging spray of sand or dust, fan a large fire, keel over a small boat, and blow gases or vapors away. If powerful enough, it can even knock characters down (see Table 13-10 in @JournalEntry[YXO9Xg1iubR3IKml]{3.4. Weather}), interfere with ranged attacks, or impose penalties on some skill checks.</p>\n<p>&nbsp;</p>\n<p>Light Wind</p>\n<p>A gentle breeze, having little or no game effect.</p>\n<p>&nbsp;</p>\n<p>Moderate Wind</p>\n<p>A steady wind with a 50% chance of extinguishing small, unprotected flames, such as candles.</p>\n<p>&nbsp;</p>\n<p>Strong Wind</p>\n<p>Gusts that automatically extinguish unprotected flames (candles, torches, and the like). Such gusts impose a &ndash;2 penalty on ranged attack rolls and on Perception checks.</p>\n<p>&nbsp;</p>\n<p>Severe Wind</p>\n<p>In addition to automatically extinguishing any unprotected flames, winds of this magnitude cause protected flames (such as those of lanterns) to dance wildly and have a 50% chance of extinguishing these lights. Ranged weapon attacks and Perception checks are at a &ndash;4 penalty. This is the velocity of wind produced by a gust of wind spell.</p>\n<p>&nbsp;</p>\n<p>Windstorm</p>\n<p>Powerful enough to bring down branches if not whole trees, windstorms automatically extinguish unprotected flames and have a 75% chance of blowing out protected flames, such as those of lanterns. Ranged weapon attacks are impossible, and even siege weapons have a &ndash;4 penalty on attack rolls. Perception checks that rely on sound are at a &ndash;8 penalty due to the howling of the wind.</p>\n<p>&nbsp;</p>\n<p>Hurricane-Force Wind</p>\n<p>All flames are extinguished. Ranged attacks are impossible (except with siege weapons, which have a &ndash;8 penalty on attack rolls). Perception checks based on sound are impossible: all characters can hear is the roaring of the wind. Hurricane-force winds often fell trees.</p>\n<p>&nbsp;</p>\n<p>Tornado (CR 10)</p>\n<p>All flames are extinguished. All ranged attacks are impossible (even with siege weapons), as are sound-based Perception checks. Instead of being blown away (see Table 13&ndash;10), characters in close proximity to a tornado who fail their Fortitude saves are sucked toward the tornado. Those who come in contact with the actual funnel cloud are picked up and whirled around for 1d10 rounds, taking 6d6 points of damage per round, before being violently expelled (falling damage might apply). While a tornado&rsquo;s rotational speed can be as great as 300 mph, the funnel itself moves forward at an average of 30 mph (roughly 250 feet per round). A tornado uproots trees, destroys buildings, and causes similar forms of major destruction.</p>"
}
