{
  "_id": "DaId5J0ipZ7wznlT",
  "name": "3.5.5.1. Dimension of Dreams",
  "flags": {
    "cf": {
      "id": "temp_tv2cmtdc80l"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.XOJpjqmBzwE4R4n0]{(Index) Environment}</p>\n<p>@Compendium[pf-content.pf-rules.ryIRK7CjUk9fI8TT]{3.5. The Planes}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.XC9n0Ynwpq8C9Sm9]{3.5.5. Demiplanes}\n<ul>\n<li>@Compendium[pf-content.pf-rules.DaId5J0ipZ7wznlT]{3.5.5.1. Dimension of Dreams}</li>\n<li>@Compendium[pf-content.pf-rules.CLx8JB9gcFB1kRXB]{3.5.5.2. Akashic Record}</li>\n<li>@Compendium[pf-content.pf-rules.DrVCdwCjkDsb46QJ]{3.5.5.3. The Boneyard}</li>\n<li>@Compendium[pf-content.pf-rules.Ak0Sm41IgVHpeC4x]{3.5.5.4. Leng}</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Occult Adventures pg. 241</em></p>\n<p>As a mortal sleeps, its monadic soul withdraws from the physical body to manifest in the Dimension of Dreams. This dream avatar is known as the lucid body, and can take a variety of forms based on the dreamer&rsquo;s subconsciousness. The minds of the countless dreamers of the Material Plane brush up against the Ethereal Plane, bubbling forth ephemeral demiplanes in which the dreamers&rsquo; lucid bodies experience fantastic adventures inspired by their own unconscious minds. A dreamer can alter her surroundings, and one with the Lucid Dreamer feat gains a greater measure of control. Spells cast and items used in a dream are not depleted in the real world. Wounds and conditions don&rsquo;t have any effect on the creature&rsquo;s waking body and mind. Fantastic adventures don&rsquo;t yield real treasure or experience to the waking being, though knowledge gained in the Dimension of Dreams occasionally aids in solving real challenges faced in the waking world. Even the worst nightmares hold little true danger for the dreamer. Should the lucid body die, the dreamer simply awakens, perhaps a bit shaken but otherwise little worse for the experience. A creature with the Lucid Dreamer feat awakens from such an experience fatigued, as her mind is more invested in perceptions of the dreamscape.</p>\n<p>&nbsp;</p>\n<p>Experience in a dreamscape is usually a private affair. Rare spells (such as dream council), magic items, and other abilities allow creatures to enter and share another creature&rsquo;s dream demiplane for a short amount of time. While these secondary dreamers can interact with the highly morphic qualities of the plane, with the primary dreamer, and with each other, the existence of the demiplane is still contingent on a single primary dreamer. When the primary dreamer awakens, the demiplane pops out of existence, causing any other dreamers to continue dreaming&mdash;shunted into a dreamscape of their own creation&mdash;or to wake up.</p>\n<p>&nbsp;</p>\n<p>A lucid body is not the only way to enter a dream, however, and considerable danger faces the explorer who enters the Dimension of Dreams in his physical body. Regular methods of planar travel like plane shift do not offer transit to the dream world&mdash;only specialized means such as the dream travel spell do the trick. When a physical creature enters a dreamscape, he doesn&rsquo;t have to make the check to determine his initial state, but also can&rsquo;t attempt impossible feats (see below). Spells cast, magic items used, and other limited abilities expended are lost just as if the creature were adventuring on some other plane. Creatures in their material forms can use items generated within a dreamscape, but these items wink out of existence when the primary dreamer awakens, or when a creature in material form leaves the dreamscape. Wounds and experiences are real, and remain after the creature leaves the dreamscape. A creature in its physical form that dies within a dream demiplane actually dies. Material creatures still within a dreamscape when the primary dreamer awakens are pushed into an abutting dreamscape or regions of the Ethereal Plane that border the Dimension of Dreams.</p>\n<p>&nbsp;</p>\n<p>Although each dreamer&rsquo;s slumbering soul conjures a personal demiplane dreamscape that manifests on the Ethereal Plane, all dreams collectively belong to the greater network of the Dimension of Dreams. When numerous dreamscapes cluster in the ethereal fog, transit between dreams is easier, and moods, emotions, and even creatures from one dream spill more easily into another. Where the individual dreamscapes brush up against the little-understood Dimension of Time, dreams often take on prophetic elements.</p>\n<p>&nbsp;</p>\n<p>Figments from the dream world sometimes manage to escape the Dimension of Dreams, usually at the moment when a particularly imaginative sleeper awakens, and the reality of the dream is at its weakest as the demiplane fades away. These weird, shifting creatures stalk the Ethereal Plane as animate dreams, feeding off the minds of mortals, searching for other dreams in which to take refuge and torment a new sleeper.</p>\n<p>&nbsp;</p>\n<p>A class of vile so-called &ldquo;nightmare creatures&rdquo; infests the Dimension of Dreams, venturing from dreamscape to dreamscape hunting victims to torment and destroy. A hierarchy of horror known as the Nightmare Lords rules over lesser nightmare creatures in puppet courts staffed by the soul-shriveled husks of insane enslaved dreamers. Somehow, these creatures have even found a way to manifest on the Material Plane, not content to limit their terrors to the realm of sleep.</p>\n<p>&nbsp;</p>\n<p>Night hags are among the most harrowing threats of the Dimension of Dreams. They walk freely between dreams, searching for chaotic or evil dreamers, on whose backs they ride until morning. Creatures they encounter between dreams or dwelling within the dreamscapes of their prey are simply cut down, regardless of alignment. Night hags collect the souls of their slain enemies in gemstones they sell to clientele throughout the planes.</p>\n<p>&nbsp;</p>\n<p>Although most dreamscapes are ephemeral, fading when the sleeper awakens, particularly potent dreamscapes, bolstered by recurrence or by the shared subconscious of numerous dreamers, sometimes last forever. Among the most formidable and permanent regions of the Dimension of Dreams is the bizarre realm of Leng, where near-human denizens sail ethereal seas in black-hulled ships packed with slaves bound for the dark markets of the multiverse.</p>\n<p>&nbsp;</p>\n<h2>Planar Traits</h2>\n<p>The Dimension of Dreams has the following traits.</p>\n<p><strong>Flowing Time</strong></p>\n<p>Both lucid bodies and creatures visiting the Dimension of Dream with their physical bodies are subject to the flowing time trait of a given dreamscape.</p>\n<p><strong>Highly Morphic</strong></p>\n<p>When a creature enters a dreamscape with a lucid body, it must make a Charisma check (DC 15) to prevent arriving in the Dimension of Dreams at a disadvantage, such as without important equipment or on the side of an arctic mountain during an avalanche. A successful save means the dreamer manifests in perfect health, with all of its regular equipment (spells and magic items used in a dream are not actually expended in the real world). Even in the worst of circumstances, however, the lucid body is capable of fantastic&mdash;even impossible&mdash;feats.</p>\n<p>As a standard action, a number of times during the dream equal to the creature&rsquo;s Charisma bonus (minimum 1) the dreamer can attempt one impossible action, such as casting a spell, gaining an effect of a spell as if it were cast, or conjuring a magic item. This requires a successful Charisma check (DC 10 + the level of the spell being cast or spell effect replicated or half of the caster level of the item conjured; nonmagical items are caster level 0). Other fantastic feats are also possible with GM approval and a Charisma check with a DC determined by the GM. If the check fails, the dreamer cannot perform the feat. Creatures that enter the dream with their physical bodies do not need to make the initial check and do not gain the ability to create items and spell effects or perform other fantastic feats, but must otherwise deal with the strange realities of the dreamscape.</p>\n<p><strong>Wild Magic</strong></p>\n<p>Both lucid bodies and creatures visiting the Dimension of Dream with their physical bodies are subject to the wild magic of dreamscapes.</p>"
}
