{
  "_id": "DrVCdwCjkDsb46QJ",
  "name": "3.5.5.3. The Boneyard",
  "flags": {
    "cf": {
      "id": "temp_tv2cmtdc80l"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.XOJpjqmBzwE4R4n0]{(Index) Environment}</p>\n<p>@Compendium[pf-content.pf-rules.ryIRK7CjUk9fI8TT]{3.5. The Planes}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.XC9n0Ynwpq8C9Sm9]{3.5.5. Demiplanes}\n<ul>\n<li>@Compendium[pf-content.pf-rules.DaId5J0ipZ7wznlT]{3.5.5.1. Dimension of Dreams}</li>\n<li>@Compendium[pf-content.pf-rules.CLx8JB9gcFB1kRXB]{3.5.5.2. Akashic Record}</li>\n<li>@Compendium[pf-content.pf-rules.DrVCdwCjkDsb46QJ]{3.5.5.3. The Boneyard}</li>\n<li>@Compendium[pf-content.pf-rules.Ak0Sm41IgVHpeC4x]{3.5.5.4. Leng}</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Occult Adventures pg. 245</em></p>\n<p>A massive spire stretches deep into the sliver expanse of the Astral Plane from the surface of the Outer Sphere, beckoning unfettered monads on the River of Souls toward their final destinations in the afterlife. At the pinnacle of this spire is the Boneyard, a necropolis of graveyards, mausoleums, and solemn courts dedicated to Pharasma, goddess of death. This gloomy realm, also known as Purgatory, is home to countless souls awaiting final judgment. Clad in the sheaths of their astral forms, these somber sojourners bask in deep reverie, reliving scenes from their mortal lives during a solitary, inward journey of remembrance and catharsis.</p>\n<p>&nbsp;</p>\n<p>This process, sometimes known as the &ldquo;kama-loka,&rdquo; allows the soul to revisit key scenes from its mortal life and evaluate the lessons of its previous incarnation on the Material Plane. Only when it has worked through the psychological troubles of its past can it proceed further along the River of Souls. As a soul reflects upon and settles its past affairs, it lets go of its ties to these events and begins to forget them, cleansing its soul for the glorious (or terrible) transformations to come. This is why petitioners in the Outer Sphere seldom remember much of their mortal existence, and why most mortals cannot remember anything of their past incarnations on the Material Plane.</p>\n<p>&nbsp;</p>\n<p>The ancient wisdom sometimes analogizes the soul&rsquo;s final moments as gazing into the Lake of Mortal Reflections, and seeing the whole of one&rsquo;s existence flash before one&rsquo;s eyes. The lessons of the manasaputras who guide the occult development of mortals suggest that the greatest esoteric fate is not to simply glance at the lake, but to step fully into its waters and allow them to subsume you. A soul immersed fully in the waters of the Lake of Mortal Reflections sheds the karma and experiences of its past life and, once again, the cleansed monadic soul descends into a new physical body in a cycle of reincarnation. With each subsequent reincarnation, the monad gains a greater appreciation for the experiences of a multitude of different incarnations, underlying the concept of the universal undersoul represented by the Cosmic Fire. With this understanding comes greater control over the soul&rsquo;s final incarnation as an outsider. According to esoteric lore, the most learned adepts are able to choose their own fates, becoming powerful outsiders, peerless mortal &ldquo;ascended masters,&rdquo; or even living gods.</p>\n<p>&nbsp;</p>\n<p>The majority of souls do not reincarnate. When they finish the kama-loka process, their astral forms stand ready for final judgment. For some souls, the kama-loka progresses rapidly, while for others it can take years, decades, or even longer. Within Pharasma&rsquo;s courts, the native psychopomps work in concert with ambassadors from the realms of the Outer Sphere to guide souls to the final resting place that best matches their religious beliefs and ethos. In the unlikely event of deathbed conversions, renouncements of faith, or disputed soul-binding pacts, advocates for the souls&rsquo; potential fates argue with one another. The most significant disputes are seen to by Pharasma herself.</p>\n<p>&nbsp;</p>\n<h2>Planar Traits</h2>\n<p>The Boneyard has the following traits.</p>\n<p><strong>Timeless:</strong> Age, hunger, thirst, afflictions (such as diseases, curses, and poisons), and natural healing don&rsquo;t function in the Boneyard, though they resume functioning when the traveler leaves the Boneyard.</p>\n<p><strong>Divinely Morphic</strong>: Deities with domains in the Boneyard can alter the plane at will.</p>\n<p><strong>Strongly Neutral-Aligned</strong></p>\n<p><strong>Enhanced Magic</strong>: Spells and spell-like abilities with the death descriptor, or from the Death or Repose domains, are enhanced.</p>"
}
