{
  "_id": "wlkXoMNImMqgBRmK",
  "name": "3.5.3.2.2. Negative Energy Plane",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "core": {
      "sourceId": "JournalEntry.LnE42WiL5UCmnIK8"
    },
    "cf": {
      "id": "temp_tv2cmtdc80l"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.XOJpjqmBzwE4R4n0]{(Index) Environment}</p>\n<p>@Compendium[pf-content.pf-rules.ryIRK7CjUk9fI8TT]{3.5. The Planes}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.EQFsfwmMHxeX34rq]{3.5.3.2. Energy Planes}</li>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>@Compendium[pf-content.pf-rules.qYmTleYgnpLOu7gq]{3.5.3.2.1. Positive Energy Plane}</li>\n<li>@Compendium[pf-content.pf-rules.wlkXoMNImMqgBRmK]{3.5.3.2.2. Negative Energy Plane}</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p>Two energy planes exist&mdash;the Positive Energy Plane (from which the animating spark of life hails) and the Negative Energy Plane (from which the sinister taint of undeath hails). Energy from both planes infuses reality, the ebb and flow of this energy running through all creatures to bear them along the journey from birth to death. Clerics utilize power from these planes when they channel energy.</p>\n<p>&nbsp;</p>\n<p><strong>Source</strong> <em>GameMastery Guide pg. 188</em></p>\n<p>To an observer, there&rsquo;s little to see on the Negative Energy Plane. It is a dark, empty place, an eternal pit where a traveler can fall until the plane itself steals away all light and life. The Negative Energy Plane is the most hostile of the Inner Planes, the most uncaring and intolerant of life. Only creatures immune to its life-draining energies can survive there.</p>\n<p>&nbsp;</p>\n<h2>Planar Traits</h2>\n<p>The Negative Energy Plane has the following traits:</p>\n<ul>\n<li><strong>Subjective Directional Gravity</strong></li>\n<li><strong>Major Negative-Dominant</strong>: Some areas within the plane have only the minor negative-dominant trait, and these islands tend to be inhabited.</li>\n<li><strong>Enhanced Magic</strong>: Spells and spell-like abilities that use negative energy are enhanced. Class abilities that use negative energy, such as channel negative energy, gain a +4 bonus to the save DC to resist the ability.</li>\n<li><strong>Impeded Magic</strong>: Spells and spell-like abilities that use positive energy (including cure spells) are impeded. Characters on this plane take a &ndash;10 penalty on saving throws made to remove negative levels bestowed by an energy drain attack.</li>\n</ul>\n<p>&nbsp;</p>\n<h2>Description</h2>\n<p><strong>Source</strong> <em>Occult Adventures pg. 240</em></p>\n<p>The orthodox view of the Inner Sphere casts the Negative Energy Plane as the jealous rival of its positive-energy twin, an empty infinite void of entropic darkness antithetical to creation, fit only to consume and destroy. Negative energy is itself a dark opposite of life-giving positive energy, yet while it is most often a source or tool of destruction, it is also the animating force of the undead. The ancient wisdom of occultism seizes on this seemingly paradoxical association with creation and posits that entropy clears the slate for what&rsquo;s next as the multiverse inexorably marches along an unimaginably vast evolutionary cycle of its own. Perfection is not a fixed state. It is always growing and changing. To say that there is one &ldquo;natural&rdquo; state&mdash;for instance, utter oblivion&mdash;that constitutes perfection is as impossible as imposing a limit on the infinite. Occultists believe that this destruction allows for and drives change.</p>\n<p>&nbsp;</p>\n<p>Nonetheless, negative energy sustains the undead, who throng to the sterile and desolate gulfs of nothingness that compose the overwhelming expanse of this dark and terrifying realm. The plane offers few solid surfaces, so the undead present here tend to be incorporeal and capable of taking flight on the soul-chilling currents that seem inexorably to guide visitors toward the absolute darkness at the plane&rsquo;s heart. This inner blackness connects via portals to the black holes scattered about the cosmos of the Material Plane. Records of astral voyages to the Material Plane side of these portals relate tales of the accretion disks of black holes swarming with incorporeal undead trapped within the event horizon.</p>\n<p>&nbsp;</p>\n<p>Within the plane, where the concentration of negative energy reaches an absolute, it begins to manifest a crystalline material that grows into beautiful and deadly structures of absolute entropy. When these crystals form strange angles, the plane gives birth to a sceaduinar. These vile creatures hate life and unlife alike, and exist only to sow entropy and destruction. Somehow, their manifestation seems to drain a measure of the plane&rsquo;s entropic energies, ironically making the regions around these haunting snowflake structures the most stable and survivable regions in the otherwise hostile plane. While negative energy is less of a concern, the sceaduinar themselves represent a significant threat to visitors.</p>\n<p>&nbsp;</p>\n<p>The ancient wisdom suggests that the jyoti hate the sceaduinar for their knowledge of the role destruction plays in the creation of souls, and the jyoti fear the exposure of that information. The Negative Energy Plane&rsquo;s most terrible and hateful residents, the undead abominations known as nightshades, care little for this squabbling between the planes. Theirs is a quest to eradicate all life in the cosmos, to cloak the stars of the Material Plane in darkness, and to quench the Cosmic Fire, no matter the consequences.</p>\n<p>The Negative Energy Plane is the realm of constant entropy and never-ending destruction, a lightless void of nothingness that destroys the raw force of life and gives rise to the animating force of undeath.</p>\n<p>&nbsp;</p>\n<p>Vacuous and barren, devoid of any natural path for souls after judgment, the Negative Energy Plane has no divinity who calls it home. The goddesses and gods have little interest in the plane as a whole, barring occasional attention from servitors and priests of various gods of undeath and entropy.</p>\n<p>&nbsp;</p>\n<h2>Denizens</h2>\n<p>The Negative Energy Plane destroys life and most forms of matter, yet still, there are denizens of the realm. By far the most common are undead&mdash;particularly those without physical bodies. Wraiths are the most commonly encountered, for when a mortal creature dies on the Negative Energy Plane, a wraith often spawns during the process of death. In this case, the mortal&rsquo;s actual soul is not completely corrupted&mdash;what forms the wraith is scraped from the dying soul in a process that is metaphysically and emotionally excruciating. The resulting wraiths are almost mindless and have little other desire than to destroy any other form of life they come across in their aimless drifting through the Void. Other undead exist here as well, although most tend to manifest in isolated areas&mdash;only those present in significant numbers are mentioned on the encounter table.</p>\n<p>Few creatures call the negative energy plane home. Even fewer have travelers&rsquo; best interests at heart.</p>\n<p>&nbsp;</p>\n<p>Liches, vampires, and other corporeal undead who come to bask in the negative energy plane&rsquo;s deadly energies soon grow horrified by the constant gnawing of entropy on their decaying bodies and worldly possessions. Of necessity, most gather in small floating-island city-states under authoritarian monarchs, pooling their resources to stave off the Nothing while engaging in research, trade, and what sybaritic pleasures their lord allows. Petty rivalries and resentments abound, but all differences are cast aside to fend off sceaduinar incursions or the impressment efforts of ambitious nightshades. Ironically, the safeguards that preserve these settlements also make them some of the safest places for living creatures in the negative energy plane as well. Adventurers who prove they&rsquo;re not cattle can earn outlandish fees as bodyguards, couriers, and sceaduinar hunters.</p>\n<p>&nbsp;</p>\n<p>Nightshades lord over the negative energy plane&rsquo;s dead worlds and swim its rivers of entropy. Drawn to their power, spectral dead congregate around them like pilot fish around sharks. Nightshades rarely cooperate; instead, individual nightshades scheme against the realms of the living, ever looking for vulnerable worlds to colonize and raze.</p>\n<p>&nbsp;</p>\n<p>The one true society of the negative energy plane belongs to the sceaduinars. Born divorced from existence&mdash;and out of geometrical errors at that&mdash;sceaduinars have an instinctive loathing for all creatures born with a spark of positive energy. This is reinforced by a xenophobic culture that calls them to repel any stain on the negative energy plane&rsquo;s purity: in particular, the parasitic abomination of undeath. Slaying undead is the closest thing sceaduinars have to a holy obligation, and they pursue it with fervor.</p>\n<p>&nbsp;</p>\n<p>Sceaduinar society is also marked by ancestral hatred for the Positive Energy Plane&rsquo;s birdlike jyoti. According to their lore, sceaduinars and jyoti used to be equal shepherds of creation, tending the ebb and flow of positive and negative energy throughout the multiverse. Then the jyoti betrayed the sceaduinars, slamming shut the doors to the Cosmic Fire and hoarding the secrets of creation for themselves. Now the sceaduinars are locked in darkness while the multiverse marches inexorably from positive to negative, life to death, till the end of time. Yet they dream of a multiverse flowering with crystal negative life&mdash;and some sceaduinars plot to see this vision come to pass.</p>\n<p>&nbsp;</p>\n<h3>Corporeal Undead</h3>\n<p>Intelligent undead of all kinds make pilgrimages to the negative energy plane, particularly liches and graveknights.</p>\n<p>&nbsp;</p>\n<h3>Daemons</h3>\n<p>Driven by their all-consuming hatred for life, many daemons visit the Negative Energy Plane to study and conduct experiments. They rarely settle for long, however&mdash;there is scant mortal suffering to feed upon, and sceaduinars resent their presence. Of the daemons that persevere, most find their fates in becoming nightshades.</p>\n<p>&nbsp;</p>\n<h3>Danavas</h3>\n<p>At least one of these ancient titans is known to inhabit the negative energy plane, ruminating over strange artifacts and the deepest concentrations of captured crystalline energy. Moreover, this nameless titan is one of that race&rsquo;s great pillars&mdash;powerful beings who have evolved to become anchors of reality itself. Any action by this pillar would have multiverse-shaking implications, and his destruction might well hasten the end of existence. Danavas of lesser power may hide deeper in the negative energy plane as well.</p>\n<p>&nbsp;</p>\n<h3>Devourers</h3>\n<p>Transformed by fell energies at the edge of reality, devourers are held in suspicion by the negative energy plane&rsquo;s corporeal undead, yet they have no place among the spectral dead or the courts of the nightshades. Despite&mdash; or perhaps because of&mdash;their perennial outsider status, they often serve as emissaries and diplomats. They may also be heralds of darker forces deeper in the negative energy plane, including lesser deaths, grim reapers, and worse.</p>\n<p>&nbsp;</p>\n<h3>Hunduns</h3>\n<p>Extradimensional beings from an unreality beyond the multiverse, these hooded monks come to the negative energy plane to study entropy and the destruction of existence. Often found on the highest perches along the Escarpment, their silent ruminations can last for eons. Hunduns are obsessive students of their hated foes, the danavas, and reward news of their enemies&rsquo; movements with occult secrets&mdash;revelations that, while true, set travelers on a path to ruin.</p>\n<p>&nbsp;</p>\n<h3>Incorporeal Undead</h3>\n<p>Wraiths are the plane&rsquo;s most common threat&mdash;spirit shreds sheared off mortals slain by the negative energy plane. Fortunately, these wraiths are merely imprints born of agony, while the original soul goes on to its ordained rest. But other victims of the plane are not so lucky. Souls stained by significant evil sometimes form dread wraiths, while those who perish in great anger rise as spectres, and victims consumed by madness or who commit suicide rise as allips. The plane&rsquo;s occasional consumption of whole realms can spawn other spirits&mdash;including banshees, callers in darkness, festering spirits, poltergeists, shadows, and wyrmwraiths. Most of these remain bound near the sites of their death until their eventual absorption into the Nothing.</p>\n<p>&nbsp;</p>\n<h3>Movanic Devas</h3>\n<p>Detached from celestial infantries, these angelic volunteers see themselves as the multiverse&rsquo;s first line of defense against the negative energy plane&rsquo;s spectral hordes.</p>\n<p>&nbsp;</p>\n<h3>Nightshades</h3>\n<p>Fiends of all stripes seek the power concentrated in the gulf between the Shadow and Negative Energy Planes. They rarely survive to regret their hubris. The Chasm breaks them down utterly, stripping them apart and refashioning them out of shadowstuff as new undead creatures. Collectively known as nightshades, these monstrosities seem to be manifestations of the negative energy plane itself, empowered by fiendish malice and sense of purpose. Able to cast plane shift daily, only their hatred for sunlight keeps them from obliterating world after world. Nightshades travel freely throughout the negative energy plane, gravitating toward environs that favor their umbral forms. Nightwalkers and nightprowlers lead shadow armies across dead worlds, as nightcrawlers bore beneath the surface, accelerating their eventual destruction. Nightskitters weave necromantic webs to ensnare prey along the Escarpment, while nightwings flock like bats above the plane&rsquo;s few landmarks. Practically demigods, the deadly nightwaves swim in rivers of entropy in the Chasm&rsquo;s depths. If there is a supreme intelligence that guides the nightshade race, as some sages postulate, it is likely found there.</p>\n<p>&nbsp;</p>\n<h3>Oblivions</h3>\n<p>Oblivions are the purest expression of the negative energy plane: roiling thunderclouds of negative energy that work to unmake creation. Each is independent, commands a crude intelligence, and seeks to lay waste to entire globes. Reality&rsquo;s saving grace is that oblivions cannot travel the planes on their own; when one does, it is often an extinction-level event. Oblivions manipulate spheres of annihilation with consummate skill. Indeed, far from being magical artifacts, these spheres may in fact be the eggs of the oblivion race&mdash;if such a term even applies to the oozes&rsquo; indecipherable life cycle.</p>\n<p>&nbsp;</p>\n<h3>Sceaduinars</h3>\n<p>Resembling spindly gargoyles made of dark purple crystal, these outsiders dwell upon the negative energy plane&rsquo;s crystalline knots. Sceaduinars&rsquo; origins are unique, for unlike other creatures, they are born without positive energy. Instead they spontaneously generate from flaws in the crystal structure of their homes, shearing into being at odd angles and intersections that would otherwise mar the knot&rsquo;s integrity. Their skittering, wolfish mounts, sceazirs, originate in a similar manner. Sceaduinars create shard cities of glass along the arms of their snowflake homes, decorating them with smoky mirrors and filling them with the empty sound of chimes. They tend strange treelike outgrowths of negative energy crystal, coaxing spheres of annihilation to bud from jagged branches. They then use these orbs to defend against wraith attacks or set them drifting into the negative energy plane like deadly balloons&mdash;some of which make their way to other planes of existence.</p>\n<p>&nbsp;</p>\n<p>Sceaduinars also send out death squads, parties of up to a dozen hunters and several sceazir mounts, using their supernatural invisibility to undead to pounce upon any such creatures they find. These raiding parties serve another function too: industrial espionage. Sceaduinars&rsquo; divorce from the Positive Energy Plane robs them of the ability to create. They can guide natural processes&mdash;hence their careful husbandry of nascent spheres&mdash;and they can copy or mimic, but they never truly invent.</p>\n<p>It is a cruel irony that, over time, sceaduinar cities tend to resemble the nearest dead world or undead redoubt. In spite of the sceaduinars&rsquo; best efforts to forge a destiny unique to themselves, their works inevitably mirror those of living beings they despise.</p>\n<p>&nbsp;</p>\n<h3>Umbral Dragons</h3>\n<p>Infused with negative energy while still in the egg, umbral dragons are one of the few living species that can tolerate the bleak essence of the negative energy plane. Most dwell along the Escarpment or on floating islands picked clean of undead and sceaduinars.</p>\n<p>&nbsp;</p>\n<h3>Void-Ravaged Creatures</h3>\n<p>Living creatures who survive in the negative energy plane eventually become acclimated, but not unchanged. They live on as the void-ravaged (Planar Adventures 117), creatures suspended between life and undeath. Most are lone individuals, but a few colonies of void-ravaged harpies and yrthaks squabble along the Escarpment. Elsewhere in the negative energy plane, an outpost of void-ravaged elves clings to the thicket that was their nation-tree, guarded by banshee ancestors.</p>"
}
