{
  "_id": "dd3XFS6cZ47Y1Zut",
  "name": "3.5.3.1.3. Plane of Fire",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "core": {
      "sourceId": "JournalEntry.ckBznAglPzggkUgB"
    },
    "cf": {
      "id": "temp_tv2cmtdc80l"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.XOJpjqmBzwE4R4n0]{(Index) Environment}</p>\n<p>@Compendium[pf-content.pf-rules.ryIRK7CjUk9fI8TT]{3.5. The Planes}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.BtNqgktOkZENzN1c]{3.5.3.1. Elemental Planes}</li>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>@Compendium[pf-content.pf-rules.mDgGgG7B4Ox86IEq]{3.5.3.1.1. Plane of Air}</li>\n<li>@Compendium[pf-content.pf-rules.9Lhm9foOPJ0V7BKp]{3.5.3.1.2. Plane of Earth}</li>\n<li>@Compendium[pf-content.pf-rules.dd3XFS6cZ47Y1Zut]{3.5.3.1.3. Plane of Fire}</li>\n<li>@Compendium[pf-content.pf-rules.qjK0wOAyu9X5wWUC]{3.5.3.1.4. Plane of Water}</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>GameMastery Guide pg. 190</em></p>\n<p>Everything is alight on the Plane of Fire. The ground is nothing more than great, ever-shifting plates of compressed flame. The air ripples with the heat of continual firestorms and the most common liquid is magma. The oceans are made of liquid f lame, and the mountains ooze with molten lava. Fire survives here without needing fuel or air, but flammables brought onto the plane are consumed readily.</p>\n<p>&nbsp;</p>\n<h2>Planar Traits</h2>\n<p>The Plane of Fire has the following traits:</p>\n<ul>\n<li><strong>Fire-Dominant</strong></li>\n<li><strong>Enhanced Magic</strong>: Spells and spell-like abilities with the fire descriptor or that use, manipulate, or create fire (including those of the Fire domain or the elemental [fire] bloodline) are enhanced.</li>\n<li><strong>Impeded Magic</strong>: Spells and spell-like abilities with the water descriptor or that use or create water (including spells of the Water domain, spell-like abilities of the elemental [water] bloodline, and spells that summon water elementals or outsiders with the water subtype) are impeded.</li>\n</ul>\n<p>&nbsp;</p>\n<h2>Description</h2>\n<p>A realm of perpetual conflagration, the Plane of Fire is a brilliant vortex of light and flames.</p>\n<p>Like the brilliant, fiery colors that dance within an all-consuming blaze, the Plane of Fire is both astonishingly beautiful and eminently hostile to most forms of life.</p>\n<p>Visitors able to safely traverse the Inferno are few and far between, as the plane quickly engulfs those without proper protection. Those who can endure its smoldering terrain&mdash; and the domains of its mercurial and often terribly cruel inhabitants&mdash;earn serious bragging rights back on their home planes, not to mention the wealth of treasure and adventure they might find here. For some elite explorers, the Plane of Fire&rsquo;s scintillating beauty is reward enough for visiting, though the dangers here are as unrivaled as they are alluring.</p>\n<p>&nbsp;</p>\n<p>Immense swaths of the Plane of Fire consist of rolling seas of fire, rivers of lava, volcanic mountains, and burning plains, and with skies filled with flame, smoke, and rains of cinders, the landscapes here are strange indeed. In some areas, searing, sulfurous fumes supplant all breathable air, but even those places with a breathable atmosphere are often so hot that organic materials instantly sear to a crisp. In other cases, massive columns of fire engulf whole regions and contain their own unique ecosystems. Much of the plane&rsquo;s solid and semisolid surfaces are seas of liquid fire, molten metal, flowing lava, or other hazardous materials. Rains of melted metal, incendiary mists, and volcanic eruptions occur throughout the plane, often randomly and without warning.</p>\n<p>&nbsp;</p>\n<p>Ages ago, as efreeti cities grew to astonishing proportions, their inhabitants began abutting azer strongholds as they pleased. The efreet simply executed the headstrong azer leaders of fortresses that resisted, afterward taking the unmoored clans into their cities to form an openly oppressed&mdash;and sometimes outright enslaved&mdash;bottom-ranking class. One by one, the mighty azer fortresses fell, their insular inhabitants unaware of the injustices that had happened to their neighbors.</p>\n<p>Very few free azer strongholds remain, and empty and ruined fortresses stand across the landscape like iron husks.</p>\n<p>&nbsp;</p>\n<p>However, rumors tell of a mighty azer empire that exists far below the plane&rsquo;s surface, embedded in the side of a massive basalt cliff behind a raging waterfall of lava. This empire has supposedly never had contact with any other intelligent races on the plane and has access to ancestral construct magic the likes of which the rest of the multiverse has never seen. Many intrepid explorers have set out to find this empire, but none have been successful. Those few who have returned live out the rest of their short days in a strange, horrified haze, repeating the words, &ldquo;Anything to sate the All-Father.&rdquo;</p>\n<p>&nbsp;</p>\n<h2>Denizens</h2>\n<p>Although it is inherently hostile to many forms of life, the Plane of Fire is home to a surprising breadth of fire-loving species. Below are details on some of the most common or significant creatures abiding on the plane.</p>\n<p>&nbsp;</p>\n<h3>Azers</h3>\n<p>Among the Eternal Furnace&rsquo;s most populous creatures, azers have a long, complex, and in many ways tragic history on the plane. These sturdy, dwarf-like people are hardworking and self-sufficient folk, and they once lived in carefully ordered societies secluded in fortresses of iron and brass scattered across the plane. However, while these societies had internal hierarchies that ensured they functioned as efficiently as clockwork, the ancestral azer realms never paid much attention to each other or to their homelands&rsquo; defenses, and this left the race ripe for exploitation.</p>\n<p>&nbsp;</p>\n<h3>Efreet</h3>\n<p>The most widely recognized denizens of the Plane of Fire are the efreet, and for good reason: fire genies operate the most powerful empire in the Inferno&mdash;the Dominion of Flame. The dominion&rsquo;s cosmopolitan cities sprawl across the realm, bringing the genies&rsquo; overbearing elitism, deviousness, and cruelty to nearly every corner of the plane. Their capital, the City of Brass, is among the Great Beyond&rsquo;s most amazing achievements. The efreet&rsquo;s enemies are legion; efreet universally despise djinn, most consider themselves several orders of magnitude superior to the plane&rsquo;s mephit monarchy, and the efreet of the City of Brass remain in a state of open warfare with the shaitans of the Opaline Vault. Efreet think nothing of enslaving any creatures they can overpower, no matter on how large of a scale. However, despite their cruelty and volatility, they maintain a remarkable sense of terrible logic. The Dominion of Flame maintains a tense, though not openly violent, relationship with the shaitans of the Plane of Earth as a whole, and the two nations sometimes work together when the conditions are right.</p>\n<p>&nbsp;</p>\n<h3>Fire Elementals</h3>\n<p>The most abundant beings in the Eternal Furnace are its fire and magma elementals. Were they to form any large-scale, cohesive society, they could undoubtedly vie for control of the entire plane, but elementals simply don&rsquo;t think in those terms. Fiercely independent and open to negotiating with any nonhostile beings, fire elementals see themselves more as natural forces than as parts of any larger whole.</p>\n<p>&nbsp;</p>\n<h3>Magmins</h3>\n<p>Small but quite numerous pockets of the fiery, humanoid-shaped creatures known as magmins exist throughout the Eternal Furnace. Perhaps because magmins&rsquo; settlements tend to offer little plunder of value, or simply because the suspicious folk quickly annihilate visitors they believe to be threats, no major conquerors have arrived at their doorsteps. It&rsquo;s said to be nearly impossible for an extraplanar visitor to gain a magmin enclave&rsquo;s trust, but those who make the attempt often look to the creatures&rsquo; sacred magma pools for inspiration. Because magmins use the pools for everything from sustenance to bathing to recreation, offering precious minerals to add to the magma or protecting it from imminent threats can ingratiate such helpers with a community of magmins.</p>\n<p>&nbsp;</p>\n<h3>Mephits</h3>\n<p>The Inferno&rsquo;s fire mephits are notable for their highly developed society. The theocratic mephits have expanded much in power over recent centuries, and as their realms have grown, their customs, taboos, and rituals have increased in complexity to a degree just short of those of the efreet. However, though they are not kind creatures, they are not nearly as haughty or self-obsessed as their more powerful genie counterparts.</p>"
}
