{
  "_id": "9Lhm9foOPJ0V7BKp",
  "name": "3.5.3.1.2. Plane of Earth",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "core": {
      "sourceId": "JournalEntry.UxiBqWco3wL1wP7P"
    },
    "cf": {
      "id": "temp_tv2cmtdc80l"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.XOJpjqmBzwE4R4n0]{(Index) Environment}</p>\n<p>@Compendium[pf-content.pf-rules.ryIRK7CjUk9fI8TT]{3.5. The Planes}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.BtNqgktOkZENzN1c]{3.5.3.1. Elemental Planes}</li>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>@Compendium[pf-content.pf-rules.mDgGgG7B4Ox86IEq]{3.5.3.1.1. Plane of Air}</li>\n<li>@Compendium[pf-content.pf-rules.9Lhm9foOPJ0V7BKp]{3.5.3.1.2. Plane of Earth}</li>\n<li>@Compendium[pf-content.pf-rules.dd3XFS6cZ47Y1Zut]{3.5.3.1.3. Plane of Fire}</li>\n<li>@Compendium[pf-content.pf-rules.qjK0wOAyu9X5wWUC]{3.5.3.1.4. Plane of Water}</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>GameMastery Guide pg. 190</em></p>\n<p>The Plane of Earth is a solid place made of soil and stone. An unwary traveler might find himself entombed within this vast solidity of material and crushed into nothingness, with his powdered remains left as a warning to any foolish enough to follow. Despite its solid, unyielding nature, the Plane of Earth is varied in its consistency, ranging from soft soil to veins of heavier and more valuable metal.</p>\n<p>&nbsp;</p>\n<h2>Planar Traits</h2>\n<p>The Plane of Earth has the following traits:</p>\n<ul>\n<li><strong>Earth-Dominant</strong></li>\n<li><strong>Enhanced Magic</strong>: Spells and spell-like abilities with the earth descriptor or that use, manipulate, or create earth or stone (including those of the Earth domain and the elemental [earth] bloodline) are enhanced.</li>\n<li><strong>Impeded Magic:</strong> Spells and spell-like abilities with the air descriptor or that use or create air (including those of the Air domain, spell-like abilities of the elemental [air] bloodline, and spells that summon air elementals or outsiders with the air subtype) are impeded.</li>\n</ul>\n<p>&nbsp;</p>\n<h2>Description</h2>\n<p>The Plane of Earth is a solid place made of soil and stone. An unwary traveler might find himself entombed within this vast solidity of material and crushed into nothingness, with his powdered remains left as a warning to any foolish enough to follow. Despite its solid, unyielding nature, the Plane of Earth is varied in its consistency, ranging from soft soil to veins of heavier and more valuable metal.</p>\n<p>The Plane of Earth is a vast shell of stone and minerals shot through with tunnels and caverns that range from narrow squeezes to vast vaults capable of hosting entire worlds.</p>\n<p>&nbsp;</p>\n<p>The most fixed and stable of the Elemental Planes, the Plane of Earth is an effectively limitless domain of dirt, stone, and metals, its lightless depths crisscrossed by a network of interconnected tunnels and caverns. In primordial times, this plane was a single solid shell that barred all but the most acclimated or cunning species from entering. Since the Material Plane came into being, though, the essences of the other Elemental Planes&mdash;especially the adjacent shells of fire and water&mdash;have subtly influenced the Plane of Earth.</p>\n<p>The combination of planar convergences and the arrival of new inhabitants turned the Plane of Earth into the vast expanse of interlocking cave systems, bottomless crevasses, and bizarre, unique ecologies that it is today.</p>\n<p>&nbsp;</p>\n<p>Along the immeasurable border between the Planes of Earth and Fire, stoic shaitan genies maintain bustling outposts geared toward trade, exploration, and general maintenance of the Peerless Empire&rsquo;s borders. These stations&rsquo; official orders from the empire&rsquo;s capital, the Opaline Vault, are to monitor for incursions of efreeti forces from the Plane of Fire, and most maintain at least a nominal defensive military force. In practice, the warring between the shaitans and the efreet is limited to a specific conflict between the Opaline Vault and the City of Brass, and in general, shaitans harbor no enmity for their fiery counterparts, and the two types of genies sometimes even work together when their interests align.</p>\n<p>&nbsp;</p>\n<h2>Denizens</h2>\n<p>The Plane of Earth is more populous than most natives and visitors alike realize, as entire societies can thrive within nooks and crannies that even the most experienced guides don&rsquo;t know exist.</p>\n<p>&nbsp;</p>\n<h3>Crystal Dragons</h3>\n<p>These draconic entities infused with elemental energy claim dominion over several small, personal empires in the Eternal Delve. The flighty nature of crystal dragons doesn&rsquo;t particularly predispose them to the rigors of ruling a nation, but their trade savvy&mdash;especially when it comes to precious gems and metals&mdash;combined with their altruistic natures often land them in such roles. Predispositions aside, once in a position of authority, these dragons fiercely protect those in their domains, providing comfortable living conditions free from the slavery that is ubiquitous in shaitan society.</p>\n<p>&nbsp;</p>\n<h3>Earth Elementals</h3>\n<p>Earth elementals are some of the oldest inhabitants of the Eternal Delve, and they are so attuned to their home plane that some spend entire decades or centuries fused with their surroundings, never revealing their existence until their whims move them to action. Other earth elementals traverse the plane&rsquo;s interior like swarms of insects, moving in dizzying and often unintelligible patterns. Many earth elementals&mdash;and mud elementals, to a lesser extent&mdash; are reclusive and territorial, clinging ferociously to their ever-changing homes. They have few, if any, reasons to communicate with other inhabitants of the plane, and most others view them as a natural hazard inherent to existence here. On occasion, though, a great threat to the plane has mustered the elementals&rsquo; strengths, and the shaitans of the Opaline Vault are constantly scheming to enlist them in their war against the efreet of the City of Brass.</p>\n<p>&nbsp;</p>\n<h3>Mephits</h3>\n<p>Mephits are considered pests by their domineering shaitan neighbors. The Peerless Empire subjugates earth and salt mephits without a second thought, but due to their sheer number, for every mephit captured another five go free. More often than not, when mephits are apprehended, the shaitans entrap them in extended contracts of servitude or use the empire&rsquo;s draconic laws to sentence them to extended work for the slightest violation. Ironically, many such mephits come to appreciate their newfound existence under shaitan rule, for it allows them to live among the trappings of power and opulence. The longest-serving of these mephits sometimes move on to become seneschals or minor power brokers within the rigid slave castes of the Peerless Empire.</p>\n<p>&nbsp;</p>\n<h3>Oreads</h3>\n<p>With its abundance of open-air tunnels and caverns, the Eternal Delve has historically appealed to several races more commonly found on the Material Plane, including dwarves, humans, and even elves. However, the most populous of these races are oreads, whose ancestors hailed from the Plane of Earth. Although relatively common, they typically live in smaller, more isolated populations or scattered among great cities full of other creatures. Oreads mix easily with most of the native creatures here, but many never feel truly at home. Most leverage their resiliency and adaptability to serve as envoys between shaitans and xorns or even xiomorns. However, these roles are inherently risky, and more than a few oreads have found themselves on the wrong side of shaitans&rsquo; laws or accidentally delivering a fatal insult to a proud xiomorn.</p>\n<p>&nbsp;</p>\n<h3>Shaitans</h3>\n<p>These large genies maintain the expansive Peerless Empire, a nation that spans the borders of the Plane of Earth and operates with ruthless efficiency. The earth genies are consummate contractors and use their talents to bind a wide array of creatures into serving them in everything from their business interests to maintaining their immaculate homes. They prefer willing servants over slaves, but those who oppose shaitans are ruthlessly forced into servitude, often spending their remaining existence toiling in the distant reaches of the Peerless Empire&rsquo;s mining operations. Shaitans have some manner of diplomatic relationship with nearly every race that exists on the Plane of Earth, even extending to some tentative deals with the efreet, although the shaitans of the Opaline Vault remain at war with the fire genies and refuse to participate in any dealings with them.</p>\n<p>&nbsp;</p>\n<h3>Xiomorns</h3>\n<p>The xiomorns are a race of primordial builders and experimenters whose genius is tempered by a tendency to seize upon endeavors that they lose interest in relatively quickly. While xiomorns have spent recent centuries chiefly consumed with building enormous Vaults on the Material Plane, the center is full of immense, abandoned cavern-cities created by the xiomorns before they abandoned their incredible settlements on what appears to be little more than a whim. Their activities might seem capricious, but the xiomorns assert that all their actions are driven by exacting goals whose details they refuse to disclose. Xiomorns are divided into two distinct types: the Vault Builders and the Vault Keepers. The Vault Builders are mythic beings who rule over their lesser Vault Keeper counterparts. Most of the xiomorns who dwell on the Plane of Earth dedicate themselves either to crafting new vaults or venerating their elemental lord patron.</p>\n<p>&nbsp;</p>\n<h3>Xorns</h3>\n<p>Driven into solitude by hunger, xorns are commonly found in the wilderness regions of the Plane of Earth, far removed from territories controlled by other races. They live alone or in small communities known as clusters, distant from the open tunnels that break up the plane.</p>"
}
