{
  "_id": "IcxBfkvPZ6hdWRuV",
  "name": "6.0.3. Armor",
  "flags": {
    "cf": {
      "id": "temp_8fct9jdz2vn",
      "path": "Rules#/CF_SEP/Items#/CF_SEP/00 Equipment",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.4TX2Q1MaWt1B8298]{(Index) Items}</p>\n<p>@Compendium[pf-content.pf-rules.j1KZwBRf9pU1Dg2C]{6.0. Equipment}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.yeIb3PW3M1QmlVNG]{6.0.1. Wealth and Money}</li>\n<li>@Compendium[pf-content.pf-rules.VOAlGu4isvHXBLjm]{6.0.2. Weapons}</li>\n<li><strong>@Compendium[pf-content.pf-rules.IcxBfkvPZ6hdWRuV]{6.0.3. Armor}</strong></li>\n<li>@Compendium[pf-content.pf-rules.TROqcNjEw3b2q2Dk]{6.0.4. Special Materials}</li>\n</ul>\n<hr />\n<p>Source PRPG Core Rulebook pg. 149</p>\n<p>For most, armor is the simplest way to protect oneself in a world of rampant threats and dangers. Many characters can wear only the simplest of armors, and only some can use shields. To wear heavier armor effectively, a character can select the Armor Proficiency feats, but most classes are automatically proficient with the armors that work best for them.</p>\n<p>&nbsp;</p>\n<p>Here is the format for armor entries (given as column headings on Table 6&ndash;6).</p>\n<p>&nbsp;</p>\n<h2>Cost</h2>\n<p>The cost in gold pieces of the armor for Small or Medium humanoid creatures. See Table 6&ndash;8 for armor prices for other creatures.</p>\n<p>&nbsp;</p>\n<h2>Armor/Shield Bonus</h2>\n<p>Each type of armor grants an armor bonus to AC, while shields grant a shield bonus to AC. The armor bonus from a suit of armor doesn&rsquo;t stack with other effects or items that grant an armor bonus. Similarly, the shield bonus from a shield doesn&rsquo;t stack with other effects that grant a shield bonus.</p>\n<p>&nbsp;</p>\n<h2>Maximum Dex Bonus</h2>\n<p>This number is the maximum Dexterity bonus to AC that this type of armor allows. Dexterity bonuses in excess of this number are reduced to this number for the purposes of determining the wearer&rsquo;s AC. Heavier armors limit mobility, reducing the wearer&rsquo;s ability to dodge blows. This restriction doesn&rsquo;t affect any other Dexterity-related abilities.</p>\n<p>&nbsp;</p>\n<p>Even if a character&rsquo;s Dexterity bonus to AC drops to 0 because of armor, this situation does not count as losing his Dexterity bonus to AC.</p>\n<p>&nbsp;</p>\n<p>A character&rsquo;s encumbrance (the amount of gear carried, including armor) may also restrict the maximum Dexterity bonus that can be applied to his Armor Class.</p>\n<p>&nbsp;</p>\n<h2>Shields</h2>\n<p>Shields do not affect a character&rsquo;s maximum Dexterity bonus, except for tower shields.</p>\n<p>&nbsp;</p>\n<h2>Armor Check Penalty</h2>\n<p>Any armor heavier than leather, as well as any shield, hurts a character&rsquo;s ability to use Dexterity- and Strength-based skills. An armor check penalty applies to all Dexterity- and Strength-based skill checks. A character&rsquo;s encumbrance may also incur an armor check penalty.</p>\n<p>&nbsp;</p>\n<h2>Shields</h2>\n<p>If a character is wearing armor and using a shield, both armor check penalties apply.</p>\n<p>&nbsp;</p>\n<h2>Nonproficient with Armor Worn</h2>\n<p>A character who wears armor and/or uses a shield with which he is not proficient takes the armor&rsquo;s (and/or shield&rsquo;s) armor check penalty on attack rolls as well as on all Dexterity- and Strength-based ability and skill checks. The penalty for nonproficiency with armor stacks with the penalty for shields.</p>\n<p>&nbsp;</p>\n<h2>Sleeping in Armor</h2>\n<p>A character who sleeps in medium or heavy armor is automatically fatigued the next day. He takes a &ndash;2 penalty on Strength and Dexterity and can&rsquo;t charge or run. Sleeping in light armor does not cause fatigue.</p>\n<p>&nbsp;</p>\n<h2>Arcane Spell Failure Chance</h2>\n<p>Armor interferes with the gestures that a spellcaster must make to cast an arcane spell that has a somatic component. Arcane spellcasters face the possibility of arcane spell failure if they&rsquo;re wearing armor. Bards can wear light armor and use shields without incurring any arcane spell failure chance for their bard spells.</p>\n<p>&nbsp;</p>\n<h2>Casting an Arcane Spell in Armor</h2>\n<p>A character who casts an arcane spell while wearing armor must usually make an arcane spell failure check. The number in the Arcane Spell Failure Chance column on Table 6&ndash;6 is the percentage chance that the spell fails and is ruined. If the spell lacks a somatic component, however, it can be cast with no chance of arcane spell failure.</p>\n<p>&nbsp;</p>\n<h2>Shields</h2>\n<p>If a character is wearing armor and using a shield, add the two numbers together to get a single arcane spell failure chance.</p>\n<p>&nbsp;</p>\n<h2>Speed</h2>\n<p>Medium or heavy armor slows the wearer down. The number on Table 6&ndash;6 is the character&rsquo;s speed while wearing the armor. Humans, elves, half-elves, and halforcs have an unencumbered speed of 30 feet. They use the first column. Dwarves, gnomes, and half lings have an unencumbered speed of 20 feet. They use the second column. Remember, however, that a dwarf &rsquo;s land speed remains 20 feet even in medium or heavy armor or when carrying a medium or heavy load.</p>\n<p>&nbsp;</p>\n<h2>Shields</h2>\n<p>Shields do not affect a character&rsquo;s speed.</p>\n<p>&nbsp;</p>\n<h2>Weight</h2>\n<p>This column gives the weight of the armor sized for a Medium wearer. Armor fitted for Small characters weighs half as much, and armor for Large characters weighs twice as much.</p>"
}
