{
  "_id": "iIwjijrmcP1vNUeS",
  "name": "6.0.4.11. Bone",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_8fct9jdz2vn"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.4TX2Q1MaWt1B8298]{(Index) Items}</p>\n<p>@Compendium[pf-content.pf-rules.j1KZwBRf9pU1Dg2C]{6.0. Equipment}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.TROqcNjEw3b2q2Dk]{6.0.4. Special Materials}</li>\n</ul>\n<hr />\n<p><strong>PFS Legal</strong></p>\n<p><strong>Source</strong> <em>Ultimate Equipment pg. 52</em></p>\n<p>&nbsp;</p>\n<p>Bone can be used in place of wood and steel in weapons and armor. Other animal-based materials like horn, shell, and ivory also use the rules for bone weapon and armor. The cost of a bone weapon or bone armor is half the price of a normal weapon or armor of its type.</p>\n<p>&nbsp;</p>\n<p>Light and one-handed melee weapons, as well as twohanded weapons that deal bludgeoning damage only, can be crafted from bone. Hafted two-handed weapons such as spears can be crafted with bone tips, as can arrowheads. Other two-handed weapons cannot be constructed of bone.</p>\n<p>&nbsp;</p>\n<p>Bone weapons have half the hardness of their base weapons and have the fragile weapon quality. Masterwork bone weapons also have the fragile quality, but magic bone weapons do not. Bone weapons take a &ndash;2 penalty on damage rolls (minimum 1 damage).</p>\n<p>&nbsp;</p>\n<p>Studded leather, scale mail, breastplates, and wooden shields can all be constructed using bone. Bone either replaces the metal components of the armor, or in the case of wooden shields, large pieces of bone or shell replace the wood.</p>\n<p>&nbsp;</p>\n<p>Bone armor has hardness 5 and has the fragile armor quality. Masterwork bone armor also has the fragile quality, but magic bone armor does not. The armor/shield bonus of bone armor is reduced by 1, but in the case of studded leather, the armor check penalty is also reduced by 1 (to 0). Magically strengthened bone does not have the fragile quality or reduced armor/shield bonus.</p>"
}
