{
  "_id": "VosfByLQH4UtiyxT",
  "name": "6.0.2.2. Masterwork Weapons",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_8fct9jdz2vn",
      "path": "Rules#/CF_SEP/Items#/CF_SEP/00 Equipment",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.4TX2Q1MaWt1B8298]{(Index) Items}</p>\n<p>@Compendium[pf-content.pf-rules.j1KZwBRf9pU1Dg2C]{6.0. Equipment}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.VOAlGu4isvHXBLjm]{6.0.2. Weapons}\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>@Compendium[pf-content.pf-rules.ER80inTIjIZvR0B8]{6.0.2.1. Weapon Qualities}</li>\n<li>@Compendium[pf-content.pf-rules.VosfByLQH4UtiyxT]{6.0.2.2. Masterwork Weapons}</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p>Source PRPG Core Rulebook pg. 149</p>\n<p>A masterwork weapon is a finely crafted version of a normal weapon. Wielding it provides a +1 enhancement bonus on attack rolls.</p>\n<p>&nbsp;</p>\n<p>You can&rsquo;t add the masterwork quality to a weapon after it is created; it must be crafted as a masterwork weapon (see the Craft skill). The masterwork quality adds 300 gp to the cost of a normal weapon (or 6 gp to the cost of a single unit of ammunition). Adding the masterwork quality to a double weapon costs twice the normal increase (+600 gp).</p>\n<p>&nbsp;</p>\n<p>Masterwork ammunition is damaged (effectively destroyed) when used. The enhancement bonus of masterwork ammunition does not stack with any enhancement bonus of the projectile weapon firing it.</p>\n<p>&nbsp;</p>\n<p>All magic weapons are automatically considered to be of masterwork quality. The enhancement bonus granted by the masterwork quality doesn&rsquo;t stack with the enhancement bonus provided by the weapon&rsquo;s magic.</p>\n<p>&nbsp;</p>\n<p>Even though some types of armor and shields can be used as weapons, you can&rsquo;t create a masterwork version of such an item that confers an enhancement bonus on attack rolls. Instead, masterwork armor and shields have lessened armor check penalties.</p>"
}
