{
  "_id": "EVWNyux5nxMGSDIK",
  "name": "6.0.4.09. Blight Quartz",
  "flags": {
    "cf": {
      "id": "temp_8fct9jdz2vn"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.4TX2Q1MaWt1B8298]{(Index) Items}</p>\n<p>@Compendium[pf-content.pf-rules.j1KZwBRf9pU1Dg2C]{6.0. Equipment}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.TROqcNjEw3b2q2Dk]{6.0.4. Special Materials}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Planar Adventures</em></p>\n<p>Deposits of solidified negative energy, formed by the precipitation of the plane&rsquo;s substance in regions oversaturated by raw entropy, can be found throughout the Negative Energy Plane. Known as blight quartz (although the crystals are not a form of traditional elemental material), these crystals appear as black or smoky gray gemstones that periodically shimmer or crackle with eerie, dark purple energy.</p>\n<p>&nbsp;</p>\n<p>The majority of blight quartz deposits are no larger than the size of a human fist. The process of crystallization diffuses the negative energy inherent in the material somewhat, but in large quantities the stuff can be debilitating. As long as a creature carries a pound or more of blight quartz or is within 5 feet of a deposit of blight quartz of a minimum of 10 pounds, that creature incurs 1 negative level. This negative level remains as long as the proximity to blight quartz continues, and disappears when these conditions end. This negative level never results in actual level loss, but cannot be overcome in any way (including via restoration) while proximity to the quartz continues. This is a negative energy effect.</p>\n<p>&nbsp;</p>\n<p>While blight quartz cannot be worked into armor, the material can be used to augment melee weapons, as well as arrowheads, spear tips, and similar ammunition. Doing so costs an additional 200 gp per piece of ammunition or an additional 2,500 gp for a weapon. A creature hit with a blight quartz weapon must succeed at a DC 15 Fortitude save or take 1 negative level. A negative level imparted by a blight quartz weapon or ammunition lasts for 1 minute before fading and never results in permanent level loss. Negative levels imparted by multiple hits reset the duration but do not otherwise stack, nor do they stack with any other negative levels the weapon may otherwise impart, or with any negative levels the creature struck may already have. This is a negative energy effect.</p>\n<p>&nbsp;</p>\n<p>Blight quartz has 10 hit points per inch of thickness and hardness 10, but the material decays rapidly when taken from the Negative Material Plane, taking 2d6 points of damage that bypasses its hardness each round until it crumbles away into nothingness.</p>"
}
