{
  "_id": "MiTImtZfZTS4B646",
  "name": "6.0.4.52. Lazurite",
  "flags": {
    "cf": {
      "id": "temp_8fct9jdz2vn"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.4TX2Q1MaWt1B8298]{(Index) Items}</p>\n<p>@Compendium[pf-content.pf-rules.j1KZwBRf9pU1Dg2C]{6.0. Equipment}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.TROqcNjEw3b2q2Dk]{6.0.4. Special Materials}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Heroes of the Darklands pg. 24</em></p>\n<p>&nbsp;</p>\n<p>Lazurite is a decayed form of a radioactive material no longer found in its natural form within the Darklands, said to be the remnants of a long-dead god. Lazurite is encountered exclusively in Sekamina, and appears as a crumbling black dust that emits a strong aura of necromancy. A corpse left within 30 feet of a naturally occurring deposit of lazurite for 24 hours has a 50% chance of spontaneously reanimating as a free-willed ghoul (often with the class levels it had in life). All undead within an area of lazurite radiation gain a +4 bonus on Will saves to resist channeled energy.</p>\n<p>&nbsp;</p>\n<h2>Lazurite-Bonded Armor</h2>\n<p>While crafting lazurite equipment has proven to be a notoriously difficult feat, some artificers, particularly among Darklands ghouls, have concocted a means of coaxing small amounts of lazurite into sets of armor. These sets of armor include thin lines of blackened lazurite crisscrossing the regular surface of the armor. A creature wearing a set of lazurite-bonded armor gains a +2 bonus on saves to resist channeled energy and against cure spells. The wearer must attempt a Will save against positive energy channeling, regardless of whether it&rsquo;s harmful or helpful to the wearer. A living creature slain while wearing lazurite-bonded armor has a 10% chance of spontaneously rising as a ghoul after 24 hours.</p>\n<p>&nbsp;</p>\n<p>A set of light armor bonded with lazurite costs an additional 1,500 gp. A set of medium armor bonded with lazurite costs an additional 2,500 gp. A set of heavy armor bonded with lazurite costs an additional 3,500 gp.</p>"
}
