{
  "_id": "3mXUlZodNKkPDj0D",
  "name": "6.1.14. Staves",
  "flags": {
    "cf": {
      "id": "temp_knjtd555il",
      "path": "Rules#/CF_SEP/Items#/CF_SEP/01 Magic Items",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.4TX2Q1MaWt1B8298]{(Index) Items}</p>\n<p>@Compendium[pf-content.pf-rules.s3ene84nkQAyhCrW]{6.1. Magic Items}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.sP6qrGJREE0X596I]{6.1.01. Magic Items and Detect Magic}</li>\n<li>@Compendium[pf-content.pf-rules.N3qNOnemt2nuACdl]{6.1.02. Using Items}</li>\n<li>@Compendium[pf-content.pf-rules.VOtMqlqVoaZs7zu3]{6.1.03. Magic Items on the Body}</li>\n<li>@Compendium[pf-content.pf-rules.EyKVuz8Ae2Bh5Z32]{6.1.04. Saving Throws Against Magic Item Powers}</li>\n<li>@Compendium[pf-content.pf-rules.oXM5hPY9YSNGCEpU]{6.1.05. Damaging Magic Items}</li>\n<li>@Compendium[pf-content.pf-rules.M3XyBvOcp11YAnAL]{6.1.06. Purchasing Magic Items}</li>\n<li>@Compendium[pf-content.pf-rules.iZ6tZ7PFna0TiXkW]{6.1.07. Magic Item Descriptions}</li>\n<li>@Compendium[pf-content.pf-rules.b91t5OrtW3axrmKd]{6.1.08. Magic Armor}</li>\n<li>@Compendium[pf-content.pf-rules.TT91XHZCetT5yyVc]{6.1.09. Magic Weapons}</li>\n<li>@Compendium[pf-content.pf-rules.itDodwwkCVnIf0jU]{6.1.10. Potions}</li>\n<li>@Compendium[pf-content.pf-rules.LFs1l4pTdQgqrkjx]{6.1.11. Rings}</li>\n<li>@Compendium[pf-content.pf-rules.LxBkrhoOTfPeNQ7Z]{6.1.12. Rods}</li>\n<li>@Compendium[pf-content.pf-rules.2QvAhr3WucxaQNeN]{6.1.13. Scrolls}</li>\n<li>@Compendium[pf-content.pf-rules.3mXUlZodNKkPDj0D]{6.1.14. Staves}</li>\n<li>@Compendium[pf-content.pf-rules.wi435P7HqEEOQwFA]{6.1.15. Wands}</li>\n<li>@Compendium[pf-content.pf-rules.HYNbOvjpMu4OZlfs]{6.1.16. Wondrous Items}</li>\n<li>@Compendium[pf-content.pf-rules.muHuo2GwcCKyy4tP]{6.1.17. Intelligent Items}</li>\n<li>@Compendium[pf-content.pf-rules.LaZ4cSkdCxMwDnXD]{6.1.18. Cursed Items}</li>\n<li>@Compendium[pf-content.pf-rules.87rVetLgCkc8cm5d]{6.1.19. Artifacts}</li>\n<li>@Compendium[pf-content.pf-rules.X6hkpqXjE3T3jRy2]{6.1.20. Magic Item Creation}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 491</em></p>\n<p>A staff is a long shaft that stores several spells. Unlike wands, which can contain a wide variety of spells, each staff is of a certain kind and holds specific spells. A staff has 10 charges when created.</p>\n<p>&nbsp;</p>\n<h2>Physical Description</h2>\n<p>A typical staff measures anywhere from 4 feet to 7 feet long and is 2 inches to 3 inches thick, weighing about 5 pounds. Most staves are wood, but an exotic few are bone, metal, or even glass. A staff often has a gem or some device at its tip or is shod in metal at one or both ends. Staves are often decorated with carvings or runes. A typical staff is like a walking stick, quarterstaff, or cudgel. It has AC 7, 10 hit points, hardness 5, and a break DC of 24.</p>\n<p>&nbsp;</p>\n<h2>Activation</h2>\n<p>Staves use the spell trigger activation method, so casting a spell from a staff is usually a standard action that doesn&rsquo;t provoke attacks of opportunity. (If the spell being cast has a longer casting time than 1 standard action, however, it takes that long to cast the spell from a staff.) To activate a staff, a character must hold it forth in at least one hand (or whatever passes for a hand, for nonhumanoid creatures).</p>\n<p>&nbsp;</p>\n<h2>Special Qualities</h2>\n<p>Roll d%. A 01&ndash;30 result indicates that something (a design, inscription, or the like) provides some clue to the staff &rsquo;s function, and 31&ndash;100 indicates no special qualities.</p>\n<p>&nbsp;</p>\n<h2>Using Staves</h2>\n<p>Staves use the wielder&rsquo;s ability score and relevant feats to set the DC for saves against their spells. Unlike with other sorts of magic items, the wielder can use his caster level when activating the power of a staff if it&rsquo;s higher than the caster level of the staff.</p>\n<p>&nbsp;</p>\n<p>This means that staves are far more potent in the hands of a powerful spellcaster. Because they use the wielder&rsquo;s ability score to set the save DC for the spell, spells from a staff are often harder to resist than those from other magic items, which use the minimum ability score required to cast the spell. Not only are aspects of the spell dependent on caster level (range, duration, and so on) potentially higher, but spells from a staff are also harder to dispel and have a better chance of overcoming a target&rsquo;s spell resistance.</p>\n<p>&nbsp;</p>\n<p>Staves hold a maximum of 10 charges. Each spell cast from a staff consumes one or more charges. When a staff runs out of charges, it cannot be used until it is recharged. Each morning, when a spellcaster prepares spells or regains spell slots, he can also imbue one staff with a portion of his power so long as one or more of the spells cast by the staff is on his spell list and he is capable of casting at least one of the spells. Imbuing a staff with this power restores one charge to the staff, but the caster must forgo one prepared spell or spell slot of a level equal to the highest-level spell cast by the staff. For example, a 9th-level wizard with a staff of fire could imbue the staff with one charge per day by using up one of his 4th-level spells. A staff cannot gain more than one charge per day and a caster cannot imbue more than one staff per day.</p>\n<p>&nbsp;</p>\n<p>Furthermore, a staff can hold a spell of any level, unlike a wand, which is limited to spells of 4th level or lower. The minimum caster level of a staff is 8th.</p>"
}
