{
  "_id": "X6hkpqXjE3T3jRy2",
  "name": "6.1.20. Magic Item Creation",
  "flags": {
    "cf": {
      "id": "temp_knjtd555il",
      "path": "Rules#/CF_SEP/Items#/CF_SEP/01 Magic Items",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.4TX2Q1MaWt1B8298]{(Index) Items}</p>\n<p>@Compendium[pf-content.pf-rules.s3ene84nkQAyhCrW]{6.1. Magic Items}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.sP6qrGJREE0X596I]{6.1.01. Magic Items and Detect Magic}</li>\n<li>@Compendium[pf-content.pf-rules.N3qNOnemt2nuACdl]{6.1.02. Using Items}</li>\n<li>@Compendium[pf-content.pf-rules.VOtMqlqVoaZs7zu3]{6.1.03. Magic Items on the Body}</li>\n<li>@Compendium[pf-content.pf-rules.EyKVuz8Ae2Bh5Z32]{6.1.04. Saving Throws Against Magic Item Powers}</li>\n<li>@Compendium[pf-content.pf-rules.oXM5hPY9YSNGCEpU]{6.1.05. Damaging Magic Items}</li>\n<li>@Compendium[pf-content.pf-rules.M3XyBvOcp11YAnAL]{6.1.06. Purchasing Magic Items}</li>\n<li>@Compendium[pf-content.pf-rules.iZ6tZ7PFna0TiXkW]{6.1.07. Magic Item Descriptions}</li>\n<li>@Compendium[pf-content.pf-rules.b91t5OrtW3axrmKd]{6.1.08. Magic Armor}</li>\n<li>@Compendium[pf-content.pf-rules.TT91XHZCetT5yyVc]{6.1.09. Magic Weapons}</li>\n<li>@Compendium[pf-content.pf-rules.itDodwwkCVnIf0jU]{6.1.10. Potions}</li>\n<li>@Compendium[pf-content.pf-rules.LFs1l4pTdQgqrkjx]{6.1.11. Rings}</li>\n<li>@Compendium[pf-content.pf-rules.LxBkrhoOTfPeNQ7Z]{6.1.12. Rods}</li>\n<li>@Compendium[pf-content.pf-rules.2QvAhr3WucxaQNeN]{6.1.13. Scrolls}</li>\n<li>@Compendium[pf-content.pf-rules.3mXUlZodNKkPDj0D]{6.1.14. Staves}</li>\n<li>@Compendium[pf-content.pf-rules.wi435P7HqEEOQwFA]{6.1.15. Wands}</li>\n<li>@Compendium[pf-content.pf-rules.HYNbOvjpMu4OZlfs]{6.1.16. Wondrous Items}</li>\n<li>@Compendium[pf-content.pf-rules.muHuo2GwcCKyy4tP]{6.1.17. Intelligent Items}</li>\n<li>@Compendium[pf-content.pf-rules.LaZ4cSkdCxMwDnXD]{6.1.18. Cursed Items}</li>\n<li>@Compendium[pf-content.pf-rules.87rVetLgCkc8cm5d]{6.1.19. Artifacts}</li>\n<li>@Compendium[pf-content.pf-rules.X6hkpqXjE3T3jRy2]{6.1.20. Magic Item Creation}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 548</em></p>\n<p>To create magic items, spellcasters use special feats which allow them to invest time and money in an item&rsquo;s creation. At the end of this process, the spellcaster must make a single skill check (usually Spellcraft, but sometimes another skill) to finish the item. If an item type has multiple possible skills, you choose which skill to make the check with. The DC to create a magic item is 5 + the caster level for the item. Failing this check means that the item does not function and the materials and time are wasted. Failing this check by 5 or more results in a cursed item (see Cursed Items for more information).</p>\n<p>&nbsp;</p>\n<p>Note that all items have prerequisites in their descriptions. These prerequisites must be met for the item to be created. Most of the time, they take the form of spells that must be known by the item&rsquo;s creator (although access through another magic item or spellcaster is allowed). The DC to create a magic item increases by +5 for each prerequisite the caster does not meet. The only exception to this is the requisite item creation feat, which is mandatory. In addition, you cannot create potions, spell-trigger, or spell-completion magic items without meeting their spell prerequisites.</p>\n<p>&nbsp;</p>\n<p>While item creation costs are handled in detail below, note that normally the two primary factors are the caster level of the creator and the level of the spell or spells put into the item. A creator can create an item at a lower caster level than her own, but never lower than the minimum level needed to cast the needed spell. Using metamagic feats, a caster can place spells in items at a higher level than normal.</p>\n<p>&nbsp;</p>\n<p>Magic supplies for items are always half of the base price in gp. For many items, the market price equals the base price. Armor, shields, weapons, and items with value independent of their magically enhanced properties add their item cost to the market price. The item cost does not influence the base price (which determines the cost of magic supplies), but it does increase the final market price.</p>\n<p>&nbsp;</p>\n<p>In addition, some items cast or replicate spells with costly material components. For these items, the market price equals the base price plus an extra price for the spell component costs. The cost to create these items is the magic supplies cost plus the costs for the components. Descriptions of these items include an entry that gives the total cost of creating the item.</p>\n<p>&nbsp;</p>\n<p>The creator also needs a fairly quiet, comfortable, and well lit place in which to work. Any place suitable for preparing spells is suitable for making items. Creating an item requires 8 hours of work per 1,000 gp in the item&rsquo;s base price (or fraction thereof), with a minimum of at least 8 hours. Potions and scrolls are an exception to this rule; they can take as little as 2 hours to create (if their base price is 250 gp or less). Scrolls and potions whose base price is more than 250 gp, but less than 1,000 gp, take 8 hours to create, just like any other magic item. The character must spend the gold at the beginning of the construction process. Regardless of the time needed for construction, a caster can create no more than one magic item per day. This process can be accelerated to 4 hours of work per 1,000 gp in the item&rsquo;s base price (or fraction thereof) by increasing the DC to create the item by +5.</p>\n<p>&nbsp;</p>\n<p>The caster can work for up to 8 hours each day. He cannot rush the process by working longer each day, but the days need not be consecutive, and the caster can use the rest of his time as he sees fit. If the caster is out adventuring, he can devote 4 hours each day to item creation, although he nets only 2 hours&rsquo; worth of work. This time is not spent in one continuous period, but rather during lunch, morning preparation, and during watches at night. If time is dedicated to creation, it must be spent in uninterrupted 4-hour blocks. This work is generally done in a controlled environment, where distractions are at a minimum, such as a laboratory or shrine. Work that is performed in a distracting or dangerous environment nets only half the amount of progress (just as with the adventuring caster).</p>\n<p>&nbsp;</p>\n<p>A character can work on only one item at a time. If a character starts work on a new item, all materials used on the under-construction item are wasted.</p>"
}
