{
  "_id": "iZ6tZ7PFna0TiXkW",
  "name": "6.1.07. Magic Item Descriptions",
  "flags": {
    "cf": {
      "id": "temp_knjtd555il",
      "path": "Rules#/CF_SEP/Items#/CF_SEP/01 Magic Items",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.4TX2Q1MaWt1B8298]{(Index) Items}</p>\n<p>@Compendium[pf-content.pf-rules.s3ene84nkQAyhCrW]{6.1. Magic Items}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.sP6qrGJREE0X596I]{6.1.01. Magic Items and Detect Magic}</li>\n<li>@Compendium[pf-content.pf-rules.N3qNOnemt2nuACdl]{6.1.02. Using Items}</li>\n<li>@Compendium[pf-content.pf-rules.VOtMqlqVoaZs7zu3]{6.1.03. Magic Items on the Body}</li>\n<li>@Compendium[pf-content.pf-rules.EyKVuz8Ae2Bh5Z32]{6.1.04. Saving Throws Against Magic Item Powers}</li>\n<li>@Compendium[pf-content.pf-rules.oXM5hPY9YSNGCEpU]{6.1.05. Damaging Magic Items}</li>\n<li>@Compendium[pf-content.pf-rules.M3XyBvOcp11YAnAL]{6.1.06. Purchasing Magic Items}</li>\n<li>@Compendium[pf-content.pf-rules.iZ6tZ7PFna0TiXkW]{6.1.07. Magic Item Descriptions}</li>\n<li>@Compendium[pf-content.pf-rules.b91t5OrtW3axrmKd]{6.1.08. Magic Armor}</li>\n<li>@Compendium[pf-content.pf-rules.TT91XHZCetT5yyVc]{6.1.09. Magic Weapons}</li>\n<li>@Compendium[pf-content.pf-rules.itDodwwkCVnIf0jU]{6.1.10. Potions}</li>\n<li>@Compendium[pf-content.pf-rules.LFs1l4pTdQgqrkjx]{6.1.11. Rings}</li>\n<li>@Compendium[pf-content.pf-rules.LxBkrhoOTfPeNQ7Z]{6.1.12. Rods}</li>\n<li>@Compendium[pf-content.pf-rules.2QvAhr3WucxaQNeN]{6.1.13. Scrolls}</li>\n<li>@Compendium[pf-content.pf-rules.3mXUlZodNKkPDj0D]{6.1.14. Staves}</li>\n<li>@Compendium[pf-content.pf-rules.wi435P7HqEEOQwFA]{6.1.15. Wands}</li>\n<li>@Compendium[pf-content.pf-rules.HYNbOvjpMu4OZlfs]{6.1.16. Wondrous Items}</li>\n<li>@Compendium[pf-content.pf-rules.muHuo2GwcCKyy4tP]{6.1.17. Intelligent Items}</li>\n<li>@Compendium[pf-content.pf-rules.LaZ4cSkdCxMwDnXD]{6.1.18. Cursed Items}</li>\n<li>@Compendium[pf-content.pf-rules.87rVetLgCkc8cm5d]{6.1.19. Artifacts}</li>\n<li>@Compendium[pf-content.pf-rules.X6hkpqXjE3T3jRy2]{6.1.20. Magic Item Creation}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 460</em></p>\n<p>Each general type of magic item gets an overall description, followed by descriptions of specific items.</p>\n<p>&nbsp;</p>\n<p>General descriptions include notes on activation, random generation, and other material. The AC, hardness, hit points, and break DC are given for typical examples of some magic items. The AC assumes that the item is unattended and includes a &ndash;5 penalty for the item&rsquo;s effective Dexterity of 0. If a creature holds the item, use the creature&rsquo;s Dexterity modifier in place of the &ndash;5 penalty.</p>\n<p>&nbsp;</p>\n<p>Some individual items, notably those that just store spells, don&rsquo;t get full-blown descriptions. Reference the spell&rsquo;s description for details, modif ied by the form of the item (potion, scroll, wand, and so on). Assume that the spell is cast at the minimum level required to cast it. Items with full descriptions have their powers detailed, and each of the following topics is covered in notational form as part of its entry.</p>\n<p>&nbsp;</p>\n<h2>Aura</h2>\n<p>Most of the time, a detect magic spell reveals the school of magic associated with a magic item and the strength of the aura an item emits. This information (when applicable) is given at the beginning of the item&rsquo;s notational entry. See the detect magic spell description for details.</p>\n<p>&nbsp;</p>\n<h2>Caster Level (CL)</h2>\n<p>The next item in a notational entry gives the caster level of the item, indicating its relative power. The caster level determines the item&rsquo;s saving throw bonus, as well as range or other level-dependent aspects of the powers of the item (if variable). It also determines the level that must be contended with should the item come under the effect of a dispel magic spell or similar situation.</p>\n<p>&nbsp;</p>\n<p>For potions, scrolls, and wands, the creator can set the caster level of an item at any number high enough to cast the stored spell but not higher than her own caster level. For other magic items, the caster level is determined by the item itself.</p>\n<p>&nbsp;</p>\n<h2>Slot</h2>\n<p>Most magic items can only be utilized if worn or wielded in their proper slots. If the item is stowed or placed elsewhere, it does not function. If the slot lists &ldquo;none,&rdquo; the item must be held or otherwise carried to function.</p>\n<p>&nbsp;</p>\n<h2>Price</h2>\n<p>This is the cost, in gold pieces, to purchase the item, if it is available for sale. Generally speaking, magic items can be sold by PCs for half this value.</p>\n<p>&nbsp;</p>\n<h2>Weight</h2>\n<p>This is the weight of an item. When a weight figure is not given, the item has no weight worth noting (for purposes of determining how much of a load a character can carry).</p>\n<p>&nbsp;</p>\n<h2>Description</h2>\n<p>This section of a magic item describes the item&rsquo;s powers and abilities. Potions, scrolls, staves, and wands refer to various spells as part of their descriptions (see Chapter 10 for details on these spells).</p>\n<p>&nbsp;</p>\n<h2>Construction</h2>\n<p>With the exception of artifacts, most magic items can be built by a spellcaster with the appropriate feats and prerequisites. This section describes those prerequisites.</p>\n<p>&nbsp;</p>\n<h2>Requirements</h2>\n<p>Certain requirements must be met in order for a character to create a magic item. These include feats, spells, and miscellaneous requirements such as level, alignment, and race or kind.</p>\n<p>&nbsp;</p>\n<p>A spell prerequisite may be provided by a character who has prepared the spell (or who knows the spell, in the case of a sorcerer or bard), or through the use of a spell completion or spell trigger magic item or a spell-like ability that produces the desired spell effect. For each day that passes in the creation process, the creator must expend one spell completion item or one charge from a spell trigger item if either of those objects is used to supply a prerequisite.</p>\n<p>&nbsp;</p>\n<p>It is possible for more than one character to cooperate in the creation of an item, with each participant providing one or more of the prerequisites. In some cases, cooperation may even be necessary.</p>\n<p>&nbsp;</p>\n<p>If two or more characters cooperate to create an item, they must agree among themselves who will be considered the creator for the purpose of determinations where the creator&rsquo;s level must be known.</p>\n<p>&nbsp;</p>\n<h2>Cost</h2>\n<p>This is the cost in gold pieces to create the item. Generally this cost is equal to half the price of an item, but additional material components might increase this number. The cost to create includes the costs derived from the base cost plus the costs of the components.</p>"
}
