{
  "_id": "539C4TSxha1IlXOT",
  "name": "6.2.3. Vehicle Statistics",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_e76lddqktgr",
      "path": "Rules#/CF_SEP/Items#/CF_SEP/02 Vehicles",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.4TX2Q1MaWt1B8298]{(Index) Items}</p>\n<p>@Compendium[pf-content.pf-rules.F9hzOnUh5c0Ls2p6]{6.2. Vehicles}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.wtkl6UbvZjJKe1hM]{6.2.1. Vehicle Basics}</li>\n<li>@Compendium[pf-content.pf-rules.sjmHLtUHjp10PRNg]{6.2.2. Full Vehicle Rules}</li>\n<li>@Compendium[pf-content.pf-rules.539C4TSxha1IlXOT]{6.2.3. Vehicle Statistics}</li>\n<li>@Compendium[pf-content.pf-rules.x0eiNjbEPSWvRSDc]{6.2.4. Land Vehicles}</li>\n<li>@Compendium[pf-content.pf-rules.k1QL1hPoOfe1Or6X]{6.2.5. Water Vehicles}</li>\n<li>@Compendium[pf-content.pf-rules.KhRRl87tEDU65YG5]{6.2.6. Air Vehicles}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Ultimate Combat pg. 180</em></p>\n<p>Below are explanations of some of the traits noted in vehicle statistics. If information for a given category is not listed in a given stat block, it is not applicable.</p>\n<p>&nbsp;</p>\n<h2>Name</h2>\n<p>The name of the vehicle.</p>\n<p>&nbsp;</p>\n<h2>Size and Type</h2>\n<p>Divided into land, sea, and air.</p>\n<p>&nbsp;</p>\n<h2>Squares</h2>\n<p>The typical size of the vehicle is measured in a number of squares, followed by the standard configuration of those squares.</p>\n<p>&nbsp;</p>\n<h2>Cost</h2>\n<p>The vehicle&rsquo;s cost in gp. Sometimes the description or the weapons section provides possible modifications for the vehicles. These are not included in the cost of the vehicle, nor are additions like rams or siege engines.</p>\n<p>&nbsp;</p>\n<h2>AC and Hardness</h2>\n<p>This is the AC and harness of the vehicle. The AC assumes the vehicle is in motion and the driver has not modified the AC with his driving skill. If the vehicle is not in motion, it has an effective Dexterity of 0 (&ndash;5 penalty to AC), and an additional &ndash;2 penalty to its AC.</p>\n<p>&nbsp;</p>\n<h2>HP</h2>\n<p>While a vehicle can be attacked in combat, it is often hard to significantly damage large vehicles. When a vehicle reaches the hit point total in the parentheses, it is broken. A vehicle&rsquo;s hit points not factor in its method of propulsion or the driving device. They have their own statistics.</p>\n<p>&nbsp;</p>\n<h2>Base Save</h2>\n<p>Each vehicle has a base save modifier. All of the vehicle&rsquo;s saving throws (Fortitude, Reflex, and Will) have the same value. This is the vehicle&rsquo;s save before the driver modifies it with his driving check.</p>\n<p>&nbsp;</p>\n<h2>Maximum Speed</h2>\n<p>This is the fastest that a vehicle can move. When a vehicle has more than one method of propulsion, it may also have more than one maximum speed.</p>\n<p>&nbsp;</p>\n<h2>CMB and CMD</h2>\n<p>The CMB an CMD before the driver modifies it with his driving check modifier.</p>\n<p>&nbsp;</p>\n<h2>Acceleration</h2>\n<p>This is how fast a vehicle can increase its speed each round. It also determines the maximum amount a vehicle can safely decelerate each round.</p>\n<p>&nbsp;</p>\n<h2>Propulsion</h2>\n<p>The type and amount of propulsion required.</p>\n<p>&nbsp;</p>\n<h2>Driving Check</h2>\n<p>The skills typically used to make a vehicle driving check with this vehicle.</p>\n<p>&nbsp;</p>\n<h2>Forward Facing</h2>\n<p>The direction of the vehicle&rsquo;s forward facing.</p>\n<p>&nbsp;</p>\n<h2>Driving Device</h2>\n<p>The typical driving device the driver manipulates when driving the vehicle.</p>\n<p>&nbsp;</p>\n<h2>Driving Space</h2>\n<p>The size and the location of the vehicle&rsquo;s driving space.</p>\n<p>&nbsp;</p>\n<h2>Crew</h2>\n<p>This is the number of crew members, in addition to the driver, needed to move the vehicle.</p>\n<p>&nbsp;</p>\n<h2>Decks</h2>\n<p>The number of decks and any important information about those decks is given in this section.</p>\n<p>&nbsp;</p>\n<h2>Weapons</h2>\n<p>Some vehicles can be equipped with siege weapons. This is the number of siege or vehicle weapons that a vehicle can have.</p>"
}
