{
  "_id": "UBqamMQYN3ZGFyMh",
  "name": "7.0.3.2. Arcane Magical Writing",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_3tptzvo6mqt",
      "path": "Rules#/CF_SEP/Magics#/CF_SEP/00 Magic Basics",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.dS0UkKOINqI2iTDX]{(Index) Magic}</p>\n<p>@Compendium[pf-content.pf-rules.VqmfepmRULVzQGwS]{7.0. Magic Basics}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.7sbu7PG3Re7FkQos]{7.0.3. Arcane Spells}\n<ul>\n<li>@Compendium[pf-content.pf-rules.BIHfeYxy4vvZ5mjt]{7.0.3.1. Preparing Wizard Spells}</li>\n<li>@Compendium[pf-content.pf-rules.UBqamMQYN3ZGFyMh]{7.0.3.2. Arcane Magical Writing}</li>\n<li>@Compendium[pf-content.pf-rules.xsjTbJPM05oYhCik]{7.0.3.3. Sorcerers and Bards}</li>\n<li>@Compendium[pf-content.pf-rules.jBBYZQsfUvAiEmWV]{7.0.3.4. Arcane Spells and Armor}</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 218</em></p>\n<p>To record an arcane spell in written form, a character uses complex notation that describes the magical forces involved in the spell. The writer uses the same system no matter what her native language or culture. However, each character uses the system in his own way. Another person&rsquo;s magical writing remains incomprehensible to even the most powerful wizard until he takes time to study and decipher it.</p>\n<p>&nbsp;</p>\n<p>To decipher an arcane magical writing (such as a single spell in another&rsquo;s spellbook or on a scroll), a character must make a Spellcraft check (DC 20 + the spell&rsquo;s level). If the skill check fails, the character cannot attempt to read that particular spell again until the next day. A read magic spell automatically deciphers magical writing without a skill check. If the person who created the magical writing is on hand to help the reader, success is also automatic.</p>\n<p>&nbsp;</p>\n<p>Once a character deciphers a particular piece of magical writing, he does not need to decipher it again. Deciphering magical writing allows the reader to identify the spell and gives some idea of its effects (as explained in the spell description). If the magical writing is a scroll and the reader can cast arcane spells, he can attempt to use the scroll.</p>"
}
