{
  "_id": "xsjTbJPM05oYhCik",
  "name": "7.0.3.3. Sorcerers and Bards",
  "flags": {
    "cf": {
      "id": "temp_3tptzvo6mqt",
      "path": "Rules#/CF_SEP/Magics#/CF_SEP/00 Magic Basics",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.dS0UkKOINqI2iTDX]{(Index) Magic}</p>\n<p>@Compendium[pf-content.pf-rules.VqmfepmRULVzQGwS]{7.0. Magic Basics}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.7sbu7PG3Re7FkQos]{7.0.3. Arcane Spells}\n<ul>\n<li>@Compendium[pf-content.pf-rules.BIHfeYxy4vvZ5mjt]{7.0.3.1. Preparing Wizard Spells}</li>\n<li>@Compendium[pf-content.pf-rules.UBqamMQYN3ZGFyMh]{7.0.3.2. Arcane Magical Writing}</li>\n<li>@Compendium[pf-content.pf-rules.xsjTbJPM05oYhCik]{7.0.3.3. Sorcerers and Bards}</li>\n<li>@Compendium[pf-content.pf-rules.jBBYZQsfUvAiEmWV]{7.0.3.4. Arcane Spells and Armor}</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 220</em></p>\n<p>Sorcerers and bards cast arcane spells, but they do not use spellbooks or prepare spells. Their class level limits the number of spells she can cast (see these class descriptions). Her high Charisma score might allow her to cast a few extra spells. A member of either class must have a Charisma score of at least 10 + the spell&rsquo;s level to cast the spell.</p>\n<p>&nbsp;</p>\n<h2>Daily Readying of Spells</h2>\n<p>Each day, sorcerers and bards must focus their minds on the task of casting their spells. A sorcerer or bard needs 8 hours of rest ( just like a wizard), after which she spends 15 minutes concentrating. (A bard must sing, recite, or play an instrument of some kind while concentrating.) During this period, the sorcerer or bard readies her mind to cast her daily allotment of spells. Without such a period to refresh herself, the character does not regain the spell slots she used up the day before.</p>\n<p>&nbsp;</p>\n<h2>Recent Casting Limit</h2>\n<p>Any spells cast within the last 8 hours count against the sorcerer&rsquo;s or bard&rsquo;s daily limit.</p>\n<p>&nbsp;</p>\n<h2>Adding Spells to a Sorcerer&rsquo;s or Bard&rsquo;s Repertoire</h2>\n<p>A sorcerer or bard gains spells each time she attains a new level in her class and never gains spells any other way. When your sorcerer or bard gains a new level, consult Table 3&ndash;4 or Table 3&ndash;15 to learn how many spells from the appropriate spell list she now knows. With permission from the GM, sorcerers and bards can also select the spells they gain from new and unusual spells that they come across while adventuring.</p>"
}
