{
  "_id": "aZIvW09CvYzzWDmy",
  "name": "7.0.6. Special Abilities",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_3tptzvo6mqt",
      "path": "Rules#/CF_SEP/Magics#/CF_SEP/00 Magic Basics",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.dS0UkKOINqI2iTDX]{(Index) Magic}</p>\n<p>@Compendium[pf-content.pf-rules.VqmfepmRULVzQGwS]{7.0. Magic Basics}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.QsXwV60ztDqlXSwM]{7.0.1. Casting Spells}</li>\n<li>@Compendium[pf-content.pf-rules.JrvOGuTDYfoiaCZf]{7.0.2. Spell Descriptions}</li>\n<li>@Compendium[pf-content.pf-rules.7sbu7PG3Re7FkQos]{7.0.3. Arcane Spells}</li>\n<li>@Compendium[pf-content.pf-rules.TgfOtwBEW0OmFbJT]{7.0.4. Divine Spells}</li>\n<li>@Compendium[pf-content.pf-rules.dk6hyT5yIVDVTlU5]{7.0.5. Psychic Magic}</li>\n<li>@Compendium[pf-content.pf-rules.aZIvW09CvYzzWDmy]{7.0.6. Special Abilities}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 221</em></p>\n<p>A number of classes and creatures gain the use of special abilities, many of which function like spells.</p>\n<p>&nbsp;</p>\n<p><em>See PF-Universal Monster Rules for Special Abilities</em></p>\n<p>&nbsp;</p>\n<h2>Spell-Like Abilities</h2>\n<p>Usually, a spell-like ability works just like the spell of that name. A spell-like ability has no verbal, somatic, or material component, nor does it require a focus. The user activates it mentally. Armor never affects a spell-like ability&rsquo;s use, even if the ability resembles an arcane spell with a somatic component.</p>\n<p>&nbsp;</p>\n<p>A spell-like ability has a casting time of 1 standard action unless noted otherwise in the ability or spell description. In all other ways, a spell-like ability functions just like a spell.</p>\n<p>&nbsp;</p>\n<p>Spell-like abilities are subject to spell resistance and dispel magic. They do not function in areas where magic is suppressed or negated. Spell-like abilities cannot be used to counterspell, nor can they be counterspelled.</p>\n<p>&nbsp;</p>\n<p>If a character class grants a spell-like ability that is not based on an actual spell, the ability&rsquo;s effective spell level is equal to the highest-level class spell the character can cast, and is cast at the class level the ability is gained.</p>\n<p>&nbsp;</p>\n<h2>Supernatural Abilities</h2>\n<p>These can&rsquo;t be disrupted in combat and generally don&rsquo;t provoke attacks of opportunity. They aren&rsquo;t subject to spell resistance, counterspells, or dispel magic, and don&rsquo;t function in antimagic areas.</p>\n<p>&nbsp;</p>\n<h2>Extraordinary Abilities</h2>\n<p>These abilities cannot be disrupted in combat, as spells can, and they generally do not provoke attacks of opportunity. Effects or areas that negate or disrupt magic have no effect on extraordinary abilities. They are not subject to dispelling, and they function normally in an antimagic field. Indeed, extraordinary abilities do not qualify as magical, though they may break the laws of physics.</p>\n<p>&nbsp;</p>\n<h2>Natural Abilities</h2>\n<p>This category includes abilities a creature has because of its physical nature. Natural abilities are those not otherwise designated as extraordinary, supernatural, or spell-like.</p>"
}
