{
  "_id": "1YlpjJunlELz8Wga",
  "name": "7.0.1.8. Combining Magic Effects",
  "flags": {
    "cf": {
      "id": "temp_3tptzvo6mqt",
      "path": "Rules#/CF_SEP/Magics#/CF_SEP/00 Magic Basics",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.dS0UkKOINqI2iTDX]{(Index) Magic}</p>\n<p>@Compendium[pf-content.pf-rules.VqmfepmRULVzQGwS]{7.0. Magic Basics}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.QsXwV60ztDqlXSwM]{7.0.1. Casting Spells}\n<ul>\n<li>@Compendium[pf-content.pf-rules.GiftUNKJHstqRaRu]{7.0.1.1. Choosing a Spell}</li>\n<li>@Compendium[pf-content.pf-rules.DcA0BhlzGBOmJlBR]{7.0.1.2. Concentration}</li>\n<li>@Compendium[pf-content.pf-rules.jcWzZxyQlFAl4ovj]{7.0.1.3. Counterspells}</li>\n<li>@Compendium[pf-content.pf-rules.zsULaA3W562EQNNZ]{7.0.1.4. Caster Level}</li>\n<li>@Compendium[pf-content.pf-rules.6BXjv5dKzNBoeF6f]{7.0.1.5. Spell Failure}</li>\n<li>@Compendium[pf-content.pf-rules.uHbJduQkQNwTE2jw]{7.0.1.6. The Spell's Results}</li>\n<li>@Compendium[pf-content.pf-rules.uoVKBPwOgPq2F1Ie]{7.0.1.7. Special Spell Effects}</li>\n<li>@Compendium[pf-content.pf-rules.1YlpjJunlELz8Wga]{7.0.1.8. Combining Magic Effects}</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 208</em></p>\n<p>Spells or magical effects usually work as described, no matter how many other spells or magical effects happen to be operating in the same area or on the same recipient. Except in special cases, a spell does not affect the way another spell operates. Whenever a spell has a specif ic effect on other spells, the spell description explains that effect. Several other general rules apply when spells or magical effects operate in the same place:</p>\n<p>&nbsp;</p>\n<h2>Stacking Effects</h2>\n<p>Spells that provide bonuses or penalties on attack rolls, damage rolls, saving throws, and other attributes usually do not stack with themselves. More generally, two bonuses of the same type don&rsquo;t stack even if they come from different spells (or from effects other than spells; see Bonus Types, above).</p>\n<p>&nbsp;</p>\n<h2>Different Bonus Types</h2>\n<p>The bonuses or penalties from two different spells stack if the modifiers are of different types. A bonus that doesn&rsquo;t have a type stacks with any bonus.</p>\n<p>&nbsp;</p>\n<h2>Same Effect More than Once in Different Strengths</h2>\n<p>In cases when two or more identical spells are operating in the same area or on the same target, but at different strengths, only the one with the highest strength applies.</p>\n<p>&nbsp;</p>\n<h2>Same Effect with Differing Results</h2>\n<p>The same spell can sometimes produce varying effects if applied to the same recipient more than once. Usually the last spell in the series trumps the others. None of the previous spells are actually removed or dispelled, but their effects become irrelevant while the final spell in the series lasts.</p>\n<p>&nbsp;</p>\n<h2>One Effect Makes Another Irrelevant</h2>\n<p>Sometimes, one spell can render a later spell irrelevant. Both spells are still active, but one has rendered the other useless in some fashion.</p>\n<p>&nbsp;</p>\n<h2>Multiple Mental Control Effects</h2>\n<p>Sometimes magical effects that establish mental control render each other irrelevant, such as spells that remove the subject&rsquo;s ability to act. Mental controls that don&rsquo;t remove the recipient&rsquo;s ability to act usually do not interfere with each other. If a creature is under the mental control of two or more creatures, it tends to obey each to the best of its ability, and to the extent of the control each effect allows. If the controlled creature receives conflicting orders simultaneously, the competing controllers must make opposed Charisma checks to determine which one the creature obeys.</p>\n<p>&nbsp;</p>\n<h2>Spells with Opposite Effects</h2>\n<p>Spells with opposite effects apply normally, with all bonuses, penalties, or changes accruing in the order that they apply. Some spells negate or counter each other. This is a special effect that is noted in a spell&rsquo;s description.</p>\n<p>&nbsp;</p>\n<h2>Instantaneous Effects</h2>\n<p>Two or more spells with instantaneous durations work cumulatively when they affect the same target.</p>"
}
