{
  "_id": "wb9tYgBlWX8peqFl",
  "name": "7.1.5.14. Components",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_ooq7490kebf",
      "path": "Rules#/CF_SEP/Magics#/CF_SEP/01 Mastering Magic",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.dS0UkKOINqI2iTDX]{(Index) Magic}</p>\n<p>@Compendium[pf-content.pf-rules.zCeqoMSKdZ8r4EPd]{7.1. Mastering Magic}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.xdyGkidQGN7vYL1E]{7.1.5. Designing Spells}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Ultimate Magic pg. 133</em></p>\n<p>For the most part, a spell&rsquo;s components have very little to do with its overall power level unless it requires a costly focus or material component or has no component at all. Most spells in the Core Rulebook have verbal and somatic components, and new spells should follow this trend.</p>\n<p>&nbsp;</p>\n<p>The advantage of spells that don&rsquo;t require verbal components is they can be cast in an area of silence, and thus there is the temptation to create silent versions of common combat spells. However, doing so devalues the Silent Spell feat, just like making swift-action spells devalues Quicken Spell, though not to such a great extent (casting two spells per round is a more serious problem than having a backup spell to counteract an unexpected silence). If casters decide they&rsquo;d rather prepare a silent magic missile instead of acid arrow, or a silent acid arrow instead of fireball, they&rsquo;ve deliberately chosen weaker options, and that&rsquo;s fine.</p>\n<p>&nbsp;</p>\n<p>The advantage of spells that don&rsquo;t require somatic components is they can be cast when bound, grappled, or when both hands are full or occupied, and arcane spell failure doesn&rsquo;t apply. Just as creating silent versions of spells devalues Silent Spell, making non-somatic spells devalues the Still Spell feat. The premise of the game is that most spells require words and gestures, and new spells should stick with that unless the theme of the spell suggests it wouldn&rsquo;t require a somatic component, or it was specifically designed to escape bindings or grapples.</p>\n<p>&nbsp;</p>\n<p>The advantage of spells that don&rsquo;t require material components is they don&rsquo;t require a spell component pouch (and in the rare circumstance in which if you&rsquo;re grappled, you needn&rsquo;t already have your material components in hand to cast the spell). Most material components are part of a spell for flavor rather than to satisfy rules. The guano and sulfur material components of fireball are there because early gunpowder (black powder) was made from guano and sulfur. The fur and glass rod material components of lightning bolt come from the ability to create a buildup of static electricity by rubbing fur against a glass rod. The game could present those spells without material components at all, and it would have a negligible effect on how the game plays (as proven by the &ldquo;it has whatever I need&rdquo; spell component pouch, and the sorcerer class getting Eschew Materials as a bonus feat)&mdash;they&rsquo;re just in the spell for fun. Balance your spell assuming it has no material components or free material components, and then add them in if the flavor seems appropriate.</p>\n<p>&nbsp;</p>\n<p>Costly material components should be used to prevent overzealous players from casting the spell as often as they want, because the spell either makes adventuring too easy if everyone in the party has it (such as stoneskin), allows the PCs to bypass key adventuring experiences like exploring and investigating (such as augury, divination, and commune), or allows the PCs to trivialize certain threats (such as raise dead and restoration). Balance a spell without costly material components if possible, usually by raising the spell level if it is too good for the intended level. Sometimes the power level of a spell is on target (like augury, as it makes sense to have a low-level divination spell for clerics), but the spell is valuable enough that players will overuse it if it&rsquo;s free, so you have to apply a gp cost to moderate how often the PCs use it. Long-lasting defensive spells such as glyph of warding also fit into this category; if they were free, every spellcaster would cover her lair in them, casting one per day for the weeks or months of planning the NPC has before the PCs arrive. By giving glyph of warding a gp cost, it allows for more traditional adventuring&mdash;otherwise every square the PCs walk on is a potential trap, slowing play to a crawl as the PCs are forced to slowly and carefully search every square to notice the glyphs (given that a typical 5th-level rogue has +14 to Perception against a DC 28 glyph, meaning she fails most searches unless she takes 20).</p>\n<p>&nbsp;</p>\n<p>Focus components are governed by the same rules as material components&mdash;in most cases they&rsquo;re just there for flavor, and are only relevant if costly. A costly focus is like a costly material component, except it&rsquo;s a one-time expenditure rather than a repeat expenditure, a barrier to entry that you can ignore once you&rsquo;ve crossed the threshold. A costly focus is a good way to delay when PCs gain access to the spell, but once they have the materials, it&rsquo;s essentially just like any other spell without a costly focus. As with material components, balance the spell for its level, and if it seems like the spell is too good and delaying access to it would help moderate it, consider adding a costly focus component.</p>"
}
