{
  "_id": "aVUL2wrJszAUzNMK",
  "name": "7.1.5.21. Multipurpose Spells",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_ooq7490kebf",
      "path": "Rules#/CF_SEP/Magics#/CF_SEP/01 Mastering Magic",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.dS0UkKOINqI2iTDX]{(Index) Magic}</p>\n<p>@Compendium[pf-content.pf-rules.zCeqoMSKdZ8r4EPd]{7.1. Mastering Magic}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.xdyGkidQGN7vYL1E]{7.1.5. Designing Spells}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Ultimate Magic pg. 136</em></p>\n<p>A spell that gives the caster a choice of multiple options should be weaker overall than a spell that only does one thing. First, a spell that is good at two things is much better than a spell that is good at one thing, so you should reduce the power of the former spell so the two spells remain about equal. Second, because bards, oracles, and sorcerers can only learn a limited number of spells, a spell that can do multiple things is often a better choice for them because it&rsquo;s almost like learning multiple spells.</p>\n<p>&nbsp;</p>\n<p>Examples of poorly designed spells with multiple, dissimilar options are:</p>\n<ul>\n<li>A general &ldquo;emotions&rdquo; spell that lets the caster project one of several emotions, each of which has a different effect on targets.</li>\n<li>A fire spell that lets the caster hurl a blast of fire, ignite multiple arrowheads to add fire damage, or make a protective shield of fire.</li>\n<li>A spell that works like bull&rsquo;s strength, but lets the caster choose which ability score it affects.</li>\n<li>A spell that either teleports the caster or can be used to send away an unwilling target.</li>\n<li>A spell that deals energy damage of a type chosen by the caster to an area.</li>\n</ul>\n<p>Rather than create a multipurpose spell that gives a &ldquo;shopping list&rdquo; of effects the caster can choose from, keep the spell focused on one or perhaps two similar options. Note that there is a difference between a spell with multiple similar options and one with radically different options. Good examples of appropriate multipurpose spells are alarm (audible and mental alarms are still alarms), beast shape I (Small or Medium animals, specific benefits from a short list), fire shield (two options with basically the same mechanical effect, on par for a spell of its level), the summon monster spells (very versatile but of limited duration, with monsters of a lower power level than other spells of the same level).</p>"
}
