{
  "_id": "7MT0MXLxIZ9incU4",
  "name": "7.1.4.4. Repairing Constructs",
  "flags": {
    "cf": {
      "id": "temp_ooq7490kebf",
      "path": "Rules#/CF_SEP/Magics#/CF_SEP/01 Mastering Magic",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.dS0UkKOINqI2iTDX]{(Index) Magic}</p>\n<p>@Compendium[pf-content.pf-rules.zCeqoMSKdZ8r4EPd]{7.1. Mastering Magic}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.3HmUAVI78JGriOJQ]{7.1.4. Building and Modifying Constructs}\n<ul>\n<li>@Compendium[pf-content.pf-rules.IX8Xif3UBwvGZoTL]{7.1.4.1. Animated Objects}</li>\n<li>@Compendium[pf-content.pf-rules.1wOUB8cMjiIMP0Ma]{7.1.4.2. New Animated Object Abilities}</li>\n<li>@Compendium[pf-content.pf-rules.a0XTKDAaQ86Axg4S]{7.1.4.3. Building New Constructs}</li>\n<li>@Compendium[pf-content.pf-rules.7MT0MXLxIZ9incU4]{7.1.4.4. Repairing Constructs}</li>\n<li>@Compendium[pf-content.pf-rules.VGwccLk2uCxKaC57]{7.1.4.5. Construct Modifications}</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Ultimate Magic pg. 113</em></p>\n<p>Even with the best of care, most constructs will eventually become damaged. Unless a construct suffers some sort of structural damage that radically alters its physical form, the construct continues to function at its full efficiency, and only falls apart once reduced to 0 hit points. Ideally, however, a construct should see some repair before it reaches that point. The make whole or rapid repair spells provide the easiest way to keep a construct in good condition. Both spells repair damaged constructs, even magic-immune ones like golems.</p>\n<p>&nbsp;</p>\n<p>Failing that, a crafter can repair a construct with the Craft Construct feat. When repairing a construct, its master spends 100 gp per Hit Die of the construct, and then makes a skill check as if he were crafting the construct with a DC of 5 less than the DC for crafting that construct. With a success, the construct regains 1d6 hit points per Hit Die of the construct. Completing a repair takes 1 day per 1,000 gp spent on the repair (minimum of 1 day). Repair in this way can only be performed while the construct is inanimate or nonfunctioning. At any time, a construct&rsquo;s creator can deactivate a construct under his control with a touch and a standard action.</p>\n<p>&nbsp;</p>\n<p>A construct that has been completely destroyed cannot be repaired, though at the GM&rsquo;s option some of the materials may be usable in the construction of a new construct. Additionally, some constructs have special means of repair, usually involving spells related to the golem&rsquo;s nature (such as the use of acid damage to heal a clay golem.)</p>"
}
