{
  "_id": "RRG1A0rBL44Qeskg",
  "name": "7.1.5.12. Spell Resistance",
  "flags": {
    "cf": {
      "id": "temp_ooq7490kebf",
      "path": "Rules#/CF_SEP/Magics#/CF_SEP/01 Mastering Magic",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.dS0UkKOINqI2iTDX]{(Index) Magic}</p>\n<p>@Compendium[pf-content.pf-rules.zCeqoMSKdZ8r4EPd]{7.1. Mastering Magic}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.xdyGkidQGN7vYL1E]{7.1.5. Designing Spells}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Ultimate Magic pg. 132</em></p>\n<p>Whether or not spell resistance applies to a spell depends mostly on whether or not it is an instantaneous or ongoing magical effect. Spell resistance applies to instantaneous magical effects (such as fireball) and ongoing magical effects (such as wall of fire), but not to nonmagical effects or spells that create nonmagical effects, whether instantaneous or ongoing. For example, wall of stone conjures an instantaneous wall of stone that cannot be dispelled; spell resistance doesn&rsquo;t help you walk through the spell&rsquo;s wall any more than it would if you tried to walk through a mortared stone wall in a castle&mdash;neither wall is magical, and both walls remain there even if you use dispel magic or antimagic field on them.</p>\n<p>&nbsp;</p>\n<p>The general rule is that most spells allow spell resistance. Only when you&rsquo;re deliberately designing a spell that creates a nonmagical object or nonmagical effect is spell resistance likely to be irrelevant. You can use move earth (instantaneous duration) to create a hill, and spell resistance won&rsquo;t help you get over or through the hill because the spell moves the earth and thereafter stops being magical; likewise, you can use move earth to create a pit, and spell resistance won&rsquo;t help you ignore the pit because it&rsquo;s a nonmagical pit, just as if you had created it with a shovel. Magic stone adds magical power to stones, but spell resistance doesn&rsquo;t help protect against being hit by the stones any more than spell resistance helps protect against a +1 arrow because the magic is focused on the stones, not on the creature with spell resistance.</p>\n<p>&nbsp;</p>\n<p>It&rsquo;s a common trick to design a spell that doesn&rsquo;t allow spell resistance so the caster can use it against creatures who have spell resistance. In many cases, the idea behind the design is just silly, like a spell that creates a sphere of burning oil and hurls it at the intended area, where it bursts in an explosion of flame; clearly the intent is to create a nonmagical fireball that bypasses spell resistance. Golems in particular are often the intended targets of these spell designs, as their immunity to magic ability makes them completely immune to any effect that allows spell resistance. You should avoid letting these sorts of trick spells into your campaign, as they meddle with the balance of encounters (some monsters are designed to be harder for melee characters to fight, some are designed to be harder for spellcasters to fight, and some are just supposed to be difficult all around).</p>\n<p>&nbsp;</p>\n<p>Whether or not a spell allows spell resistance is not an indicator of the spell&rsquo;s power; for most encounters, spell resistance isn&rsquo;t a factor.</p>\n<p>&nbsp;</p>\n<p>If a spell&rsquo;s saving throw entry is marked as &ldquo;(harmless)&rdquo; or &ldquo;(object),&rdquo; the spell resistance entry should say that as well.</p>"
}
