{
  "_id": "34AhdoIJXSL7gMWo",
  "name": "7.1.1.4.1. Minor Spellblights",
  "flags": {
    "cf": {
      "id": "temp_ooq7490kebf",
      "path": "Rules#/CF_SEP/Magics#/CF_SEP/01 Mastering Magic",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.dS0UkKOINqI2iTDX]{(Index) Magic}</p>\n<p>@Compendium[pf-content.pf-rules.zCeqoMSKdZ8r4EPd]{7.1. Mastering Magic}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.gmY5SUa7PRX8Dgbv]{7.1.1. Spellblights}\n<ul>\n<li>@Compendium[pf-content.pf-rules.QG2hyxED2QNo2wrB]{7.1.1.4. Description of Spellblights}\n<ul>\n<li>@Compendium[pf-content.pf-rules.34AhdoIJXSL7gMWo]{7.1.1.4.1. Minor Spellblights}</li>\n<li>@Compendium[pf-content.pf-rules.IMAAbwiYpTkr0mmI]{7.1.1.4.2. Major Spellblights}</li>\n<li>@Compendium[pf-content.pf-rules.XcPppkxDeKkslEVe]{7.1.1.4.3. Benefits of Harmful Conditions}</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Ultimate Magic pg. 95</em></p>\n<p>The following is a list and descriptions of many of the most common minor spellblights.</p>\n<p>&nbsp;</p>\n<h2>Caster Blank</h2>\n<p>A spellcaster with caster blank has a hard time focusing her spells or spell-like abilities on the same creature more than once. After targeting a creature with a spell, the caster cannot target that creature again with a spell until caster blank is removed or suppressed. To suppress caster blank, the afflicted spell caster must spend a standard action concentrating, which shakes off all effects of the caster blank until she casts a targeted spell again. Caster blank only affects spells that target creatures, and a spellcaster can still affect the creature with area spells.</p>\n<p>&nbsp;</p>\n<p>Caster blank can be cured by any effect that removes confusion or insanity. Creatures that are immune to mind-affecting effects are immune to this spellblight.</p>\n<p>&nbsp;</p>\n<h2>Caster Croak</h2>\n<p>The afflicted spellcaster&rsquo;s throat or mouth is magically constricted. The spellcaster can barely make her words heard, and then only with great effort. A creature under this affect can only make itself heard by others by spending a swift action to focus its will on speech. Casting spells with a verbal component has a 20% chance of spell failure, and the save DCs of any spells she casts with the language-dependent descriptor are reduced by 4. Spell-like abilities are not affected by this spellblight because they lack verbal components. Shouting and screaming is impossible while the creature is affected by this spellblight.</p>\n<p>&nbsp;</p>\n<p>A heal spell or similar effect cures this spellblight, as does casting the shout spell, though doing so is still affected by the spellblight&rsquo;s effects.</p>\n<p>&nbsp;</p>\n<h2>Confounded Casting</h2>\n<p>A spellcaster with confounded casting has a mental disconnect between the spells she intends to cast and the spells she actually casts. The first time on her turn that she casts a spell or uses a spell-like ability, she makes a concentration check with a DC of 15 + twice the level of the spell being cast. If the concentration check fails, the caster must pick another spell or spell-like ability of the same level or lower to cast with the same casting time. If the spellcaster has no other spell or spell-like ability, the action is lost. The spell or spell-like ability she originally picked is not spent and she can attempt to cast that spell again later.</p>\n<p>&nbsp;</p>\n<p>Confounded casting is cured by any effect that removes confusion or insanity. Creatures that are immune to mind-affecting effects are immune to this spellblight.</p>\n<p>&nbsp;</p>\n<h2>Disassociation</h2>\n<p>A spellcaster with disassociation lapses into a mild insanity in which she dissociates her identity and starts to perceive herself as someone else. While subject to disassociation, a spellcaster is incapable of using spells or effects with a range of personal or of targeting herself with a spell effect. A spell with an area that includes her but does not need targeted individual creatures functions normally.</p>\n<p>&nbsp;</p>\n<p>Disassociation can by cured by any effect that removes confusion or insanity.</p>\n<p>&nbsp;</p>\n<h2>Ebon Eyes</h2>\n<p>A spellcaster with ebon eyes develops a jet-black film over her eyes, which inverts her capacity to perceive light and darkness. The creature treats darkness as bright light, dim light as normal light, normal light as dim light, and bright light as darkness. The ebon eyes protect against blinding, dazzling, patterns, or other visual effects, granting a +2 bonus on all saving throws against those effects.</p>\n<p>&nbsp;</p>\n<p>Ebon eyes can be removed with an effect that removes blindness.</p>\n<p>&nbsp;</p>\n<h2>Eldritch Ague</h2>\n<p>Eldritch ague manifests itself as a sickness that is debilitating to spellcasters. A spellcaster with this spellblight is sickened until the curse is removed. When the subject of the curse casts a spell, she is overcome with shaking for 1 round, requiring any spellcasting or the use of a spell-like ability during that time to succeed at a concentration check (DC 15 + twice the spell level of the spell being cast). If she fails the save, the spell and the action to cast it is lost.</p>\n<p>&nbsp;</p>\n<p>While a curse, eldritch ague acts much like a disease, and creatures with immunity to disease are also immune to eldritch ague. Remove disease cures eldritch ague; unlike with most spellblights, using this spell to remove the spellblight does not impose a &ndash;5 caster level check penalty.</p>\n<p>&nbsp;</p>\n<h2>Hemoculysis</h2>\n<p>A spellcaster with hemoculysis bleeds from her eyes whenever she casts a spell. The volume and duration of this flow depends on the level of the spell, lasting 1 round per level of the spell. While bleeding from the eyes, the spellcaster is considered dazzled and takes 1 point of bleed damage. Casting additional spells while the eyes are already bleeding resets the duration of existing hemoculysis by the spell level, provided it&rsquo;s greater than the current duration. The sight of the spellcaster&rsquo;s eyes bleeding is horrifying, and she gains a +2 circumstance bonus on Intimidate checks and a &ndash;4 penalty on Bluff and Diplomacy checks for the duration of the bleeding.</p>\n<p>&nbsp;</p>\n<p>Hemoculysis can be cured by heal or regenerate.</p>\n<p>&nbsp;</p>\n<h2>Lassitude</h2>\n<p>Whenever a spellcaster with this spellblight casts a spell, she must make a concentration check (DC 15 + twice the spell level of the spell being cast). If she fails the check, the spellcaster takes 1 point of nonlethal damage per spell level (or 1 point of nonlethal damage when casting a 0-level spell or 1 point per 2 caster levels if using a spell-like ability). This nonlethal damage cannot be reduced in any way so long as the spellcaster suffers from lassitude.</p>\n<p>&nbsp;</p>\n<p>Lassitude can be cured by lesser restoration, restoration, or any effect that completely removes exhaustion. Simply resting has no effect. Creatures immune to nonlethal damage are immune to this spellblight.</p>\n<p>&nbsp;</p>\n<h2>Ritualistic Obsession</h2>\n<p>A spellcaster afflicted with ritualistic obsession adds unnecessary gestures to her spellcasting activities. Any spell without a somatic component (even a spell cast with the Still Spell feat) now requires one, and any spell that already has a somatic component requires two free hands rather than one. Spell-like abilities now require a somatic component. The extra complexity increases swift action casting times to a standard action, standard action casting times to 1 round, and 1 round casting times to 2 rounds. Other casting times are not increased. The extra focus does serve to increase the efficacy of the caster&rsquo;s spells. All save DCs for spells and spell-like abilities that have their casting time increased with ritualistic obsession are increased by 1.</p>\n<p>&nbsp;</p>\n<p>Ritualistic obsession is cured by any effect that removes insanity. Creatures that are immune to mind-affecting effects are immune to ritualistic obsession.</p>\n<p>&nbsp;</p>\n<h2>Spell Addiction</h2>\n<p>A spell addict feeds off the elation of wielding magic, but suffers rapid withdrawal once spellcasting ends. After successfully casting a spell, the addict gains a +2 morale bonus on attack rolls, skill checks, and saving throws until her next turn. On any round the spell addict does not cast a spell on her turn, however, she goes into withdrawal, and is sickened until her next turn.</p>\n<p>&nbsp;</p>\n<p>Spell addiction is cured by any effect that removes confusion, insanity, or disease. Creatures that are immune to mind-affecting effects are immune to spell addiction.</p>"
}
