{
  "_id": "U5kuu9Bq7kqY3mpK",
  "name": "7.0.5.1. Components",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_3tptzvo6mqt",
      "path": "Rules#/CF_SEP/Magics#/CF_SEP/00 Magic Basics",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.dS0UkKOINqI2iTDX]{(Index) Magic}</p>\n<p>@Compendium[pf-content.pf-rules.VqmfepmRULVzQGwS]{7.0. Magic Basics}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.dk6hyT5yIVDVTlU5]{7.0.5. Psychic Magic}\n<ul>\n<li>@Compendium[pf-content.pf-rules.U5kuu9Bq7kqY3mpK]{7.0.5.1. Components}</li>\n<li>@Compendium[pf-content.pf-rules.THcPcBnf09tYljUa]{7.0.5.2. Undercasting Spells}</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Occult Adventures pg. 144</em></p>\n<p>Psychic magic originates from the distinctive qualities of the caster&rsquo;s composite being, rather than through arcane formulae or rote supplication to divine entities. Therefore, psychic spells never have verbal or somatic components, and have only expensive material components. Psychic spells are purely mental actions, and they can be cast even while the caster is pinned or paralyzed. Focus components work the same way with psychic spells as they do with other spells.</p>\n<p>&nbsp;</p>\n<p>When a spell calls for an expensive material component, a psychic spellcaster can instead use any item with both significant meaning and a value greater than or equal to the spell&rsquo;s component cost. For example, if a spiritualist wanted to cast raise dead to bring her dead husband back from the grave, she could use her 5,000 gp wedding ring as the spell&rsquo;s material component.</p>\n<p>&nbsp;</p>\n<p>Instead of verbal and somatic components, all psychic spells have components related to the caster&rsquo;s inner being. The two psychic components are called emotion components and thought components. If a spell&rsquo;s components line lists a somatic component, that spell instead requires an emotion component when cast by psychic spellcasters, and if it has a verbal component, it instead requires a thought component when cast by psychic spellcasters. Psychic spells cast by non-psychic arcane and divine casters use any listed somatic and verbal components as normal.</p>\n<p>&nbsp;</p>\n<h2>Emotion Components</h2>\n<p>Emotion components represent a particular emotional state required to cast the spell. A psychic spellcaster marshals her desire in order to focus and release the spell&rsquo;s energy. It is impossible to cast a spell with an emotion component while the spellcaster is under the inf luence of a non-harmless effect with the emotion or fear descriptors. (The emotion descriptor was originally introduced in Pathfinder RPG Ultimate Magic.) Even if the effect&rsquo;s emotion matches the necessary emotion to cast the psychic spell, the spellcaster is not in control of her own desires and animal impulses, which is a necessary part of providing an emotion component.</p>\n<p>&nbsp;</p>\n<h2>Thought Components</h2>\n<p>Thought components represent mental constructs necessary for the spell&rsquo;s function, such as picturing a wolf in vivid detail&mdash;down to the saliva dripping from its jaws&mdash;in order to cast beast shape to transform into a wolf. Thought components are so mentally demanding that they make interruptions and distractions extremely challenging. The DC for any concentration check for a spell with a thought component increases by 10. A psychic spellcaster casting a spell with a thought component can take a move action before beginning to cast the spell to center herself; she can then use the normal DC instead of the increased DC.</p>\n<p>&nbsp;</p>\n<p>Just as spell-like abilities never require verbal, somatic, or material components, these abilities also don&rsquo;t require thought or emotion components. A psychic spellcaster can replace verbal and somatic components with thought and emotion components only for the purposes of the spell components themselves, not for the purposes of any other rules elements that relate to verbal and somatic components. She can&rsquo;t use Silent Spell to ignore the thought component of a spell, for example. The new feats Intuitive Spell and Logical Spell serve a similar function for these new components.</p>\n<p>@Compendium[pf-content.pf-feats.wi6Oo8ZIpTfhIwOG]{Intuitive Spell}</p>\n<p>@Compendium[pf-content.pf-feats.jFzlsdbPYzyLlEdD]{Logical Spell}</p>"
}
