{
  "_id": "vWKMVgMS2JLVFhSW",
  "name": "7.1.3.4.04. Archons",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_ooq7490kebf"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.dS0UkKOINqI2iTDX]{(Index) Magic}</p>\n<p>@Compendium[pf-content.pf-rules.zCeqoMSKdZ8r4EPd]{7.1. Mastering Magic}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.Sz0GZaZV3zxb9UTY]{7.1.3. Binding Outsiders}\n<ul>\n<li>@Compendium[pf-content.pf-rules.M5p2I9If5lZHg5iI]{7.1.3.4. Outsider Categories}\n<ul>\n<li>@Compendium[pf-content.pf-rules.7ajO1mDHRnt1zwri]{7.1.3.4.01. Aeon}</li>\n<li>@Compendium[pf-content.pf-rules.CQQmNNUsLaq64ISd]{7.1.3.4.02. Agathion}</li>\n<li>@Compendium[pf-content.pf-rules.doRTEmrFcb3Jpd6H]{7.1.3.4.03. Angels}</li>\n<li>@Compendium[pf-content.pf-rules.vWKMVgMS2JLVFhSW]{7.1.3.4.04. Archons}</li>\n<li>@Compendium[pf-content.pf-rules.ALU8fOwwjVflaV63]{7.1.3.4.05. Azata}</li>\n<li>@Compendium[pf-content.pf-rules.Jc9NeIDhX4EJy4NY]{7.1.3.4.06. Daemons}</li>\n<li>@Compendium[pf-content.pf-rules.rlk3otEreOuYoI8n]{7.1.3.4.07. Demons}</li>\n<li>@Compendium[pf-content.pf-rules.iNa7owekV9rX5NlO]{7.1.3.4.08. Devils}</li>\n<li>@Compendium[pf-content.pf-rules.pJMFHXBSpUdPcgW2]{7.1.3.4.09. Elementals and Genies}</li>\n<li>@Compendium[pf-content.pf-rules.bxArpGfr07tVDIL4]{7.1.3.4.10. Inevitables}</li>\n<li>@Compendium[pf-content.pf-rules.rA6iR7Xbug6TMgZk]{7.1.3.4.11. Proteans}</li>\n<li>@Compendium[pf-content.pf-rules.J4sDwQBfloYeVUD2]{7.1.3.4.12. Qlippoth}</li>\n<li>@Compendium[pf-content.pf-rules.zMmfoLzjryBQtFrg]{7.1.3.4.13. Other Outsiders}</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Ultimate Magic pg. 104</em></p>\n<p>As creatures of law and good, archons seek order, justice, and the protection of the weak against the depredations of the strong. They believe in transformation from within, whether through wholesale, systematic change of governance or personal epiphany.</p>\n<p>&nbsp;</p>\n<p>All archons are immune to electricity and petrification attacks, and all have DR 10/evil. The magic circle used to summon them is made of powdered silver.</p>\n<p>&nbsp;</p>\n<h2>Hound (SR 15)</h2>\n<p>Disciplined soldiers and vigilant sentinels, hound archons are valiant defenders of all that is good and holy. They value movement and swift yet thoughtful action, and delight in crushing evil; therefore, the best sacrifices when summoning a hound archon are magical shields imbued with holy power, ensorcelled rings or boots that grant swift or unfettered movement, or weaponry of great power.</p>\n<p>&nbsp;</p>\n<h2>Lantern</h2>\n<p>The least of the archons, lantern archons are friendly, and their greatest ambition is to see the cause of good advanced. To gain their favor, one should engage in a week&rsquo;s worth of charity or make a sincere offering worth 100 gp to a good cause in the name of Heaven.</p>\n<p>&nbsp;</p>\n<h2>Shield (SR 21)</h2>\n<p>Solid, stoic, and often defensive even in personality, shield archons are highly skeptical of those who attempt to bind them, but if they can work in the defense of the common good or opposed to the machinations of fiends, they commonly ask their binder to care for and protect a shrine or temple as a gift for their service.</p>\n<p>&nbsp;</p>\n<h2>Star (SR 30)</h2>\n<p>Brilliant, wise, and constantly strategizing the protection of Heaven or the defeat of the forces of evil, star archons often chafe under the bindings of mortal spellcasters. Negotiations often devolve into the star archon blasting his binder for shortsightedness and wasting the archon&rsquo;s time. Star archons demand outrageous gifts even when the cause is just. Only when the archon&rsquo;s and the binder&rsquo;s goals work in close concert are the gifts the archon demands nearly attainable.</p>\n<p>&nbsp;</p>\n<h2>Trumpet (SR 25)</h2>\n<p>Mighty warriors and messengers, trumpet archons are the leaders of Heaven&rsquo;s strike forces and the heralds of gods. To gain their favor, one must prove worthy of their presence; rather than making offerings of things, trumpet archons ask for sacrifices of service and time, and any binder who offers an exchange of services&mdash;and intends to keep her word&mdash;gains a +2 Charisma bonus. Those who renege on their bonds see their fortunes begin to vanish, and take a &ndash;2 Charisma penalty when dealings with good extraplanar creatures until they set matters right.</p>"
}
