{
  "_id": "Ak9Ws3Z16GY6QSoH",
  "name": "7.1.5.22. Choosing Descriptors",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_ooq7490kebf",
      "path": "Rules#/CF_SEP/Magics#/CF_SEP/01 Mastering Magic",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.dS0UkKOINqI2iTDX]{(Index) Magic}</p>\n<p>@Compendium[pf-content.pf-rules.zCeqoMSKdZ8r4EPd]{7.1. Mastering Magic}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.xdyGkidQGN7vYL1E]{7.1.5. Designing Spells}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Ultimate Magic pg. 137</em></p>\n<p>While spell descriptors are frequently overlooked, they play an important role in the mechanics of a spell. Assigning the correct descriptors is key to finishing the spell. The follows is a list of all the descriptors in the Pathfinder Roleplaying Game, including several new ones introduced in this book.</p>\n<p>&nbsp;</p>\n<h2>Acid</h2>\n<p>Acid effects deal damage with chemical reactions rather than cold, electricity, heat, or vibration. This descriptor includes both actual acids and their chemical opposites, called bases or alkalines (such as ammonia and lye).</p>\n<p>&nbsp;</p>\n<h2>Air</h2>\n<p>Spells that create air, manipulate air, or conjure creatures from air-dominant planes or with the air subtype should have the air descriptor.</p>\n<p>&nbsp;</p>\n<h2>Chaotic</h2>\n<p>Spells that draw upon the power of true chaos or conjure creatures from chaos-aligned planes or with the chaotic subtype should have the chaos descriptor.</p>\n<p>&nbsp;</p>\n<h2>Cold</h2>\n<p>Cold effects deal damage by making the target colder, typically by blasting it with supernaturally cooled matter or energy. Cold effects also include those that create ice, sleet, or snow out of nothing. They can cause frostbite, numbness, coordination problems, slowed movement and reactions, stupor, and death.</p>\n<p>&nbsp;</p>\n<h2>Curse</h2>\n<p>Curses are often permanent effects, and usually cannot be dispelled, but can be removed with a break enchantment, limited wish, miracle, remove curse, or wish.</p>\n<p>&nbsp;</p>\n<h2>Darkness</h2>\n<p>Spells that create darkness or reduce the amount of light should have the darkness descriptor. Giving a spell the darkness descriptor indicates whether a spell like daylight is high enough level to counter or dispel it.</p>\n<p>&nbsp;</p>\n<h2>Death</h2>\n<p>Spells with the death descriptor directly attack a creature&rsquo;s life force to cause immediate death, or to draw on the power of a dead or dying creature. The death ward spell protects against death effects, and some creature types are immune to death effects.</p>\n<p>&nbsp;</p>\n<h2>Disease</h2>\n<p>Disease effects give the target a disease, which may be an invading organism such as a bacteria or virus, an abnormal internal condition (such as a cancer or mental disorder), or a recurring magical effect that acts like one of the former. Creatures with resistance or immunity to disease apply that resistance to their saving throw and the effects of disease spells.</p>\n<p>&nbsp;</p>\n<h2>Earth</h2>\n<p>Spells that manipulate earth or conjure creatures from earth-dominant planes or with the earth subtype should have the earth descriptor.</p>\n<p>&nbsp;</p>\n<h2>Electricity</h2>\n<p>Electricity effects involve the presence and flow of electrical charge, whether expressed in amperes or volts. Electricity deals damage to creatures by disrupting their biological systems. It deals damage to objects (as well as creatures) by heating the material it passes through, and thus technically many electricity spells could also be treated as fire spells, but for sake of game simplicity, it is better to just let electricity-based spells deal electricity damage. Electricity effects may stun, paralyze, or even kill.</p>\n<p>&nbsp;</p>\n<h2>Emotion</h2>\n<p>Spells with this descriptor create emotions or manipulate the target&rsquo;s existing emotions. Most emotion spells are enchantments, except for fear spells, which are usually necromancy.</p>\n<p>&nbsp;</p>\n<h2>Evil</h2>\n<p>Spells that draw upon evil powers or conjure creatures from evil-aligned planes or with the evil subtype should have the evil descriptor.</p>\n<p>&nbsp;</p>\n<h2>Fear</h2>\n<p>Spells with the fear descriptor create, enhance, or manipulate fear. Most fear spells are necromancy spells, though some are enchantment spells.</p>\n<p>&nbsp;</p>\n<h2>Fire</h2>\n<p>Fire effects make the target hotter by creating fire, directly heating the target with magic or friction. Lava, steam, and boiling water all deal fire damage. Fire effects can also cause confusion, dizziness, exhaustion, fatigue, nausea, unconsciousness, and death. Spells that manipulate fire or conjure creatures from fire-dominant planes or with the fire subtype should have the fire descriptor.</p>\n<p>&nbsp;</p>\n<h2>Force</h2>\n<p>Spells with the force descriptor create or manipulate magical force. Force spells affect incorporeal creatures normally (as if they were corporeal creatures).</p>\n<p>&nbsp;</p>\n<h2>Good</h2>\n<p>Spells that draw upon the power of true goodness or conjure creatures from good-aligned planes or with the good subtype should have the good descriptor.</p>\n<p>&nbsp;</p>\n<h2>Language-Dependent</h2>\n<p>A language-dependent spell uses intelligible language as a medium for communication. If the target cannot understand or hear what the caster of a language-dependent spell says, the spell has no effect, even if the target fails its saving throw.</p>\n<p>&nbsp;</p>\n<h2>Lawful</h2>\n<p>Spells that draw upon the power of true law or conjure creatures from law-aligned planes or with the lawful subtype should have the law descriptor.</p>\n<p>&nbsp;</p>\n<h2>Light</h2>\n<p>Spells that create significant amounts of light or attack darkness effects should have the light descriptor. Giving a spell the light descriptor indicates whether a spell like darkness is high enough level counter or dispel it.</p>\n<p>&nbsp;</p>\n<h2>Mind-Affecting</h2>\n<p>Mindless creatures (those with an Intelligence score of &ldquo;&mdash;&rdquo;) and undead are immune to mind-affecting effects.</p>\n<p>&nbsp;</p>\n<h2>Pain</h2>\n<p>Pain effects cause unpleasant sensations without any permanent physical damage (though a sensitive target may suffer mental repercussions from lengthy exposure to pain). Creatures that are immune to effects that require a Fort save (such as constructs and undead) are immune to pain effects.</p>\n<p>&nbsp;</p>\n<h2>Poison</h2>\n<p>Poison effects use poison, venom, drugs, or similar toxic substances to disrupt and damage living creatures through chemical reactions. Technically, acids and poisons are both chemical reactions, but for the purpose of the Pathfinder Roleplaying Game, they are categorized as different effects, with acids dealing hit point damage and poisons causing ability damage, ability drain, bleeding, confusion, convulsions, nausea, paralysis, reduced healing, suffocation, unconsciousness, or death. Creatures with resistance to poison (such as dwarves) apply that resistance to their saving throws and the effects of poison spells. Creatures with immunity are immune to poisonous aspects of poison spells, but not necessarily all effects of the spell (for example, a spell that creates a pit full of liquid poison could still trap or drown a poison-immune creature).</p>\n<p>&nbsp;</p>\n<h2>Shadow</h2>\n<p>Shadow spells manipulate matter or energy from the Shadow Plane, or allow transport to or from that plane.</p>\n<p>&nbsp;</p>\n<h2>Sonic</h2>\n<p>Sonic effects transmit energy to the target through frequent oscillations of pressure through the air, water, or ground. Sounds that are too high or too low for the humanoid ear to detect can still transmit enough energy to cause harm, which means that these effects can even affect deafened creatures. Sound effects can cause hit point damage, deafness, dizziness, nausea, pain, shortness of breath, and temporary blindness, and can detect creatures using batlike echolocation.</p>\n<p>&nbsp;</p>\n<h2>Water</h2>\n<p>Spells that manipulate water or conjure creatures from water-dominant planes or with the water subtype should have the water descriptor.</p>"
}
