{
  "_id": "geJdCVCM1YHWI6eF",
  "name": "8.02.3. Hero Points for GMs",
  "flags": {
    "cf": {
      "id": "temp_daoez2waep",
      "path": "Rules#/CF_SEP/Optional Rules#/CF_SEP/02 Hero Points",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.bjP6ZTlIA7nkIQB5]{(Index) Optional Rules}</p>\n<p>@Compendium[pf-content.pf-rules.B0l1SgQ3dkXScjmM]{8.02. Hero Points}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.yVusNZf6NvjJgW1X]{8.02.1. Awarding Hero Points}</li>\n<li>@Compendium[pf-content.pf-rules.dvKPfeI8tjLDEqlT]{8.02.2. Using Hero Points}</li>\n<li>@Compendium[pf-content.pf-rules.geJdCVCM1YHWI6eF]{8.02.3. Hero Points for GMs}</li>\n<li>@Compendium[pf-content.pf-rules.Sbix3hiNSoYEfRKn]{8.02.4. Antiheroes}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Advanced Player's Guide pg. 324</em></p>\n<p>Although all of the options presented in this book should be carefully considered before they are added to your game, hero points deserve closer inspection. Although hero points do not drastically increase the power of the PCs, they do grant the PCs the ability to greatly increase their chances of success during critical moments. While the game itself is set up to give the player characters an edge, hero points take that a bit further, possibly more so than you might be comfortable with.</p>\n<p>&nbsp;</p>\n<p>The value to hero points is that they add dramatic tension to the climax of your game. Most uses of hero points do not guarantee success, making the moment they are used even more important to the players. Hero points are a very limited resource and their use should be described with additional detail and dramatic style. Used in this way, they can help create very memorable sessions for both you and your players.</p>\n<p>&nbsp;</p>\n<p>Although NPCs do not generally receive hero points, there are ways that they can use these mechanics. A number of spells and magic items, as well as the Hero&rsquo;s Fortune feat, grant hero points to a character. Such hero points should be used sparingly, and should be reserved for major villains or truly important characters. If you use them too much, the players will begin to resent the system, making it more of a problem than an opportunity to enhance the game.</p>"
}
