{
  "_id": "z8rQU9bwEu1UlPrb",
  "name": "8.03.1. Kingdom Building",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_qchy4wok2zi",
      "path": "Rules#/CF_SEP/Optional Rules#/CF_SEP/03 Kingdoms and War",
      "color": "#000000"
    }
  },
  "content": "<p><strong>Source</strong> <em>Ultimate Campaign pg. 198</em></p>\n<p>Ruling a kingdom is a complex and difficult task, one undertaken only by the very ambitious. Many PCs are content to live as mercenaries or treasure hunters, no interest in being responsible for the health and well-being of subjects; for these characters, a kingdom is simply a place they pass through on the way to the next adventure. However, characters who are keen to spread their wings and forge a place of power and influence in the world can use this chapter to create a different sort of campaign. If the PCs are interested in ruling only a single town or castle and the small region around it, kingdom building can focus primarily on the settlement and the PCs&rsquo; personal demesne. If the PCs have larger goals, such as carving out a new, independent kingdom, these rules allow them to build cities and engage in trade, diplomacy, and war.</p>\n<p>&nbsp;</p>\n<p>These rules assume that all of the kingdom&rsquo;s leaders are focused on making the kingdom prosperous and stable, rather than oppressing the citizens and stealing from the treasury. Likewise, the rules assume that the leaders are working together, not competing with each other or working at odds. If the campaign begins to step into those areas, the GM is free to introduce new rules to deal with these activities.</p>\n<p>&nbsp;</p>\n<p>Like the exploration system, the kingdom-building rules measure terrain in hexes. Each hex is 12 miles from corner to corner, representing an area of just less than 95 square miles. The hex measurement is an abstraction; the hexes are easy to quantify and allow the GM to categorize a large area as one terrain type without having to worry about precise borders of forests and other terrain features.</p>\n<p>&nbsp;</p>\n<p>See <strong>Kingdom Building Rules - GM </strong>and <strong>Kingom Builing Rules - Player</strong> Compendiums:</p>\n<p>@Compendium[pf-content.kingdom-building-gm.2ss67fBvXwoLdqgU]{(Index) Kingdom Building - GM}</p>\n<p>@Compendium[pf-content.kingdom-building-player.Y0OJmV3hlTwQtpIE]{(Index) Kingdom Building - Player}</p>\n<p>&nbsp;</p>"
}
