{
  "_id": "PNeTpbm5pXStZt19",
  "name": "8.08.3. Target Words",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_o8j3noe23ac",
      "path": "Rules#/CF_SEP/Optional Rules#/CF_SEP/08 Words of Power",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.bjP6ZTlIA7nkIQB5]{(Index) Optional Rules}</p>\n<p>@Compendium[pf-content.pf-rules.ORoYLnQVa3hBJnb9]{8.08. Words of Power}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.yuEqeRVy4aCviDGS]{8.08.1. Optional}</li>\n<li>@Compendium[pf-content.pf-rules.UKoM9lpRoKb0CW5r]{8.08.2. Becoming a Wordcaster}</li>\n<li>@Compendium[pf-content.pf-rules.PNeTpbm5pXStZt19]{8.08.3. Target Words}</li>\n<li>@Compendium[pf-content.pf-rules.HWwNWco0BImGzQZ6]{8.08.4. Effect Word Descriptions}</li>\n<li>@Compendium[pf-content.pf-rules.YXofEkUXbBtUKN4J]{8.08.5. Meta Words}</li>\n<li>@Compendium[pf-content.pf-rules.qFxgTlTo19rwxa98]{8.08.6. Class Word Lists}</li>\n<li>@Compendium[pf-content.pf-rules.50HgmPaJXaiVE7da]{8.08.7. Words of Power in the Worlds}</li>\n<li>@Compendium[pf-content.pf-rules.eO9wLz7jVY44BQxV]{8.08.8. Introducing Words of Power}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Ultimate Magic pg. 165</em></p>\n<p>Target words establish the way in which a spell determines its targets. Some effect words restrict the type of target words that can be used in wordspells that contain them. A wordspell contains only one target word. Target words use the following format.</p>\n<p>&nbsp;</p>\n<h2>Name</h2>\n<p>This is the name of the target word. It is used as part of the wordspell&rsquo;s complete title.</p>\n<p>&nbsp;</p>\n<h2>Level</h2>\n<p>This line lists the minimum level for a wordspell containing this target word.</p>\n<p>&nbsp;</p>\n<h2>Range</h2>\n<p>This line describes the range of a wordspell containing this target word.</p>\n<p>&nbsp;</p>\n<h2>Target</h2>\n<p>This paragraph describes how a wordspell using this target word determines its targets or area of effect. This could be a selection of targets by the caster or the creation of an area of effect, in which case all the creatures in the area are automatically targets of the spell. It might also create an effect that has no specific targets, instead just causing the effect word to occupy the listed space.</p>\n<p>&nbsp;</p>\n<h2>Boost</h2>\n<p>If the target word can be boosted by the boost meta word, the effects are listed here. See the meta word section for more details.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<h2>Personal</h2>\n<p>Level 0</p>\n<p>Range no range</p>\n<p>A wordspell with this target word only affects the caster. Effect words that are restricted to this word can be combined with other effect words, but the caster is the only target, regardless of other target possibilities.</p>\n<p>&nbsp;</p>\n<h2>Selected</h2>\n<p>Level 0</p>\n<p>Range close (25 ft. + 5 ft./2 levels)</p>\n<p>A wordspell with this target word affects a single target within range. If the wordspell deals energy damage, this word creates a ray that requires a ranged touch attack to hit, or it can be used as a melee touch attack with no range (decided by the wordcaster when the wordspell is cast). If it is used as a melee touch attack and the attack misses, the wordcaster can hold the charge and try again with subsequent attacks.</p>\n<p>Boost: Instead of one target, the wordspell affects up to one target per caster level, no two of which can be more than 30 feet apart. The range increases to medium (100 ft. + 10 ft./ level). If used with an effect word that deals energy damage, the wordcaster must make multiple ray attacks for each target (they cannot be made as melee touch attacks). This boosted target word increases the level of all the effect words in the spell by 3 levels.</p>\n<p>&nbsp;</p>\n<h2>Barrier</h2>\n<p>Level 3</p>\n<p>Range close (25 ft. + 5 ft./2 levels)</p>\n<p>A wordspell with this target word creates a visible barrier that is 10 feet long per caster level and 10 feet high. Creatures touching or passing through the barrier are subject to the spell&rsquo;s effect. The barrier does not hinder creatures passing through it unless noted in the spell effect. Creatures occupying the space of the barrier when it forms are subject to the spell&rsquo;s effect. The wall is 1 foot wide and must be anchored on a solid surface. The wall must be straight when formed.</p>\n<p>Boost: The wall is 20 feet long per caster level and up to 20 feet high. The wall can take on any shape desired by the caster, but it must remain a vertical surface.</p>\n<p>&nbsp;</p>\n<h2>Burst</h2>\n<p>Level 1</p>\n<p>Range close (25 ft. + 5 ft./2 levels)</p>\n<p>A wordspell with this target word affects everything it catches in a 10-foot-radius burst. Some effect words that use the burst target word are instead emanations, taking up the same area as the burst. These effect words typically have a longer duration and cannot be moved once created. They are noted by the word &ldquo;emanation&rdquo; in parentheses after the burst target restriction.</p>\n<p>Boost: The spell affects everything in a 20-foot-radius burst. Its range increases to medium (100 ft. + 10 ft./level). Boosting this target word increases its level by 2.</p>\n<p>Boost: The spell affects everything in a 40-foot-radius burst. Its range increases to long (400 ft. + 40 ft./level). Boosting this target word increases its level by 4.</p>\n<p>&nbsp;</p>\n<h2>Cone</h2>\n<p>Level 0</p>\n<p>Range 10 ft.</p>\n<p>A wordspell with this target word affects everything in a cone-shaped burst.</p>\n<p>Boost: The range increases to 20 feet. Boosting this target word increases its level by 2.</p>\n<p>Boost: The range increases to 40 feet. Boosting this target word increases its level by 4.</p>\n<p>&nbsp;</p>\n<h2>Line</h2>\n<p>Level 1</p>\n<p>Range 20 ft.</p>\n<p>A wordspells with this target word affects everything in a 20- foot line.</p>\n<p>Boost: The range increases to 60 feet. Boosting this target word increases its level by 1.</p>\n<p>Boost: The range increases to 120 feet. Boosting this target word increases its level by 2.</p>"
}
