{
  "_id": "IXzHxF5Z2YYcCEBc",
  "name": "8.08.2.5. Magic Item Creation",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "cf": {
      "id": "temp_o8j3noe23ac"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.bjP6ZTlIA7nkIQB5]{(Index) Optional Rules}</p>\n<p>@Compendium[pf-content.pf-rules.ORoYLnQVa3hBJnb9]{8.08. Words of Power}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.UKoM9lpRoKb0CW5r]{8.08.2. Becoming a Wordcaster}\n<ul>\n<li>@Compendium[pf-content.pf-rules.Hl7qv5HhhYXIPY95]{8.08.2.1. Learning Words of Power}</li>\n<li>@Compendium[pf-content.pf-rules.MHPmhF7dBcnhvopR]{8.08.2.2. Class-Specific Rules}</li>\n<li>@Compendium[pf-content.pf-rules.Tdszq8jGAmFmnWwG]{8.08.2.3. Arranging Words of Power}</li>\n<li>@Compendium[pf-content.pf-rules.am4SbypVsdtA23kD]{8.08.2.4. Casting Wordspells}</li>\n<li>@Compendium[pf-content.pf-rules.IXzHxF5Z2YYcCEBc]{8.08.2.5. Magic Item Creation}</li>\n</ul>\n</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>Ultimate Magic pg. 165</em></p>\n<p>It is possible to create magic items using the words of power system, but since the caster meets none of the spell prerequisites, this process is more difficult than the standard method of magic item creation. To avoid all of the penalties associated with not knowing the proper spells, a wordcaster must sacrifice a spell slot of the matching level for each spell required by the item as part of its construction requirements, just as if he were preparing the proper spells. The spells needed must appear on his class&rsquo;s spell list. Finally, the DC of the check needed to create the item increases by +2 for each spell listed in the requirements that the wordcaster must substitute in this way.</p>\n<p>&nbsp;</p>\n<p>A wordcaster can create potions, scrolls, and wands using wordspells. Potions follow the normal rules for potions and cannot contain a wordspell higher than 3rd level. The wordspell must use the selected target word&mdash;it targets the drinker of the potion. Potions cannot use meta words.</p>\n<p>&nbsp;</p>\n<p>Wands cannot contain wordspells higher than 4th level. Scrolls can hold wordspells of any level. Note that scrolls and wands cannot use meta words other than boost, and can only use boost if it increases the level of the effect words in the wordspell.</p>"
}
