{
  "_id": "aUiz43uuVyTowC27",
  "name": "9.0.1. Skill Checks",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "folder": "",
  "flags": {
    "cf": {
      "id": "temp_hfr1kzs5cym",
      "path": "Rules#/CF_SEP/Skills#/CF_SEP/00 Acquiring Skills",
      "color": "#000000"
    }
  },
  "content": "<p>@Compendium[pf-content.pf-rules.zUOuZVJH1nKufQSo]{(Index) Skills}</p>\n<p>@Compendium[pf-content.pf-rules.lWtGhRUjHQa3Wd0W]{9.0. Acquiring Skills}</p>\n<ul>\n<li>@Compendium[pf-content.pf-rules.aUiz43uuVyTowC27]{9.0.1. Skill Checks}</li>\n<li>@Compendium[pf-content.pf-rules.T7UJG1nOgJL3GL2z]{9.0.2. Taking 10 and Taking 20}</li>\n<li>@Compendium[pf-content.pf-rules.oHq025KMLI1X8ufB]{9.0.3. Aid Another}</li>\n</ul>\n<hr />\n<p><strong>Source</strong> <em>PRPG Core Rulebook pg. 86</em></p>\n<p>When your character uses a skill, he isn&rsquo;t guaranteed success. In order to determine success, whenever you attempt to use a skill, you must make a skill check.</p>\n<p>&nbsp;</p>\n<p>Each skill rank grants a +1 bonus on checks made using that skill. When you make a skill check, you roll 1d20 and then add your ranks and the appropriate ability score modifier to the result of this check. If the skill you&rsquo;re using is a class skill (and you have invested ranks into that skill), you gain a +3 bonus on the check. If you are not trained in the skill (and if the skill may be used untrained), you may still attempt the skill, but you use only the bonus (or penalty) provided by the associated ability score modifier to modify the check. Skills can be further modified by a wide variety of sources&mdash;by your race, by a class ability, by equipment, by spell effects or magic items, and so on. See Table 4&ndash;2 for a summary of skill check bonuses.</p>\n<p>&nbsp;</p>\n<p>If the result of your skill check is equal to or greater than the difficulty class (or DC) of the task you are attempting to accomplish, you succeed. If it is less than the DC, you fail. Some tasks have varying levels of success and failure depending on how much your check is above or below the required DC. Some skill checks are opposed by the target&rsquo;s skill check. When making an opposed skill check, the attempt is successful if your check result exceeds the result of the target.</p>\n<h2>Table 4-2: Skill Check Bonuses</h2>\n<table border=\"1\">\n<thead>\n<tr>\n<td scope=\"col\">Skill</td>\n<td scope=\"col\">Skill Check is Equal To*</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Untrained</td>\n<td>1d20 + ability modifier + racial modifier</td>\n</tr>\n<tr>\n<td>Trained</td>\n<td>1d20 + skill ranks + ability modifier + racial modifier</td>\n</tr>\n<tr>\n<td>Trained Class Skill</td>\n<td>1d20 + skill ranks + ability modifier + racial modifier + 3</td>\n</tr>\n</tbody>\n</table>\n<p>* Armor check penalty applies to all Strength- and Dexterity-based skill checks</p>\n<p>&nbsp;</p>"
}
