{
  "_id": "Xtof0gI7Ezu71s3M",
  "name": "1.1. Kingdom Building Quick Reference",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "folder": "",
  "flags": {
    "core": {
      "sourceId": "JournalEntry.HqBCEsu2BN9XQnof"
    }
  },
  "content": "<p>With building a kingdom, you begin by founding a small settlement&mdash;such as a village or town&mdash;and expand your territory outward, claiming nearby hexes, founding additional settlements, and constructing buildings within those settlements. What you build in a hex or a settlement affects the economy of your kingdom, the loyalty of your citizens, the stability of the government, and the likeliness that kingdom will fall into chaos when citizens worry about monster attacks and other threats.</p>\n<p>Use the kingdom sheet to track the statistics of your kingdom, just as you use a character sheet to track the statistics of your character. The terms on the kingdom sheet are described on @Compendium[pf-content.kingdom-building-gm.0vawXc3Gd0neMUeS]{1. Kingdom Terminology}. You and the other PCs take specific roles in leading your kingdom, such as Ruler, High Priest, General, and so on. The leaders provide bonuses on rolls you make to manage the kingdom&rsquo;s economy and other important issues. For example, having a High Priest makes your kingdom more stable and your citizens more loyal, and having a Treasurer makes your kingdom more profitable.</p>\n<p>Instead of using gold pieces, a kingdom uses a type of currency called build points (BP), which represent actual cash, labor, expertise, and raw materials. While it is possible to convert gp into BP and back again, for the most part you&rsquo;ll just be spending BP to run your kingdom.</p>\n<p>Running a kingdom takes place over a series of turns, similar to how combat takes place over a series of rounds. A kingdom turn takes 1 month of game time.</p>\n<p>Each turn has four phases which you resolve in order: the Upkeep phase, where you pay the kingdom&rsquo;s bills; the Edict phase, where you levy taxes and build improvements; the Income phase, where you collect taxes; and the Events phase, where you see if something especially good or bad happens to your kingdom.</p>\n<p>@Compendium[pf-content.kingdom-building-gm.CDdrMhe2ceeTCBrO]{3.1. Upkeep Phase}</p>\n<p>@Compendium[pf-content.kingdom-building-gm.FSnZzkLWx7JXVTNH]{3.2. Edict Phase}</p>\n<p>@Compendium[pf-content.kingdom-building-gm.fGcu61Aqr7vZZr0E]{3.3. Income Phase}</p>\n<p>@Compendium[pf-content.kingdom-building-gm.UcG7OO0sjsXtqoPD]{3.4. Event Phase}</p>\n<p>If this is your first time reading these rules, start with the section on @Compendium[pf-content.kingdom-building-gm.Qqn4o9SmPTTOfQs1]{4.1. Founding a Settlement} and read the rest of the kingdom-building rules in order. If you find a term you&rsquo;re not familiar with, check the @Compendium[pf-content.kingdom-building-gm.0vawXc3Gd0neMUeS]{1. Kingdom Terminology} section or refer to the @Compendium[pf-content.kingdom-building-gm.2ss67fBvXwoLdqgU]{Index} for a better idea of where you can find that information.</p>"
}
