{
  "_id": "lrFFJNDs9poM2t13",
  "name": "2.2.1. Wealthy Sponsor",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "folder": "",
  "flags": {
    "core": {
      "sourceId": "JournalEntry.3LetKv23w7Hvrtcl"
    }
  },
  "content": "<p>In many cases, a kingdom&rsquo;s initial BP come from a source outside your party. A wealthy queen may want to tame some of the wilderness on her kingdom&rsquo;s borders, or a merchant&rsquo;s guild may want to construct a trading post to increase trade with distant lands. Regardless of the intent, the work involved to create a new settlement costs thousands of gold pieces&mdash;more than most adventurers would want to spend on mundane things like jails, mills, and piers.</p>\n<p>It is an easy matter for the GM to provide these funds in the form of a quest reward. A wealthy queen may grant you minor titles and BP for your treasury if you kill a notorious bandit and turn his ruined castle into a town, or a guild may provide you with a ship full of goods and workers and enough BP to start a small colony on a newly discovered, resource-rich continent. In exchange for this investment, the sponsor expects you to be a vassal or close ally; in some cases, you may be required to pay back these BP (such as at a rate of 1 BP per turn) or provide tribute to the patron on an ongoing basis (such as at a rate of 10% of your income per turn, minimum 1 BP).</p>\n<p>An appropriate starting amount is 50 BP. This amount is enough to keep a new kingdom active for a few turns while it establishes its own economy, but it is still at risk of collapse from mismanagement or bad luck.</p>\n<p>As the initial citizens represented by this BP investment are probably loyal to the sponsor, taking action against the sponsor may anger those people and cause trouble. For example, if you rebuff the queen&rsquo;s envoy, your citizens may see this as a snub against the queen and rebel.</p>\n<p>Your responsibility to the sponsor usually falls into one of the following categories, based on the loan arrangement.</p>\n<p><strong>Charter:</strong> The sponsor expects you to explore, clear, and settle a wilderness area along the sponsor&rsquo;s border&mdash;an area where the sponsor has some territorial claims. You may have to fend off other challengers for the land.</p>\n<p><strong>Conquest</strong>: The sponsor&rsquo;s soldiers clashed with the army of an existing kingdom and the kingdom&rsquo;s old leaders have fled, surrendered, or been killed. The sponsor has placed you in command of this territory and the soldiers.</p>\n<p><strong>Fief</strong>: The sponsor places you in charge of an existing domain within his own already-settled lands. If it includes already improved terrain and cities, you&rsquo;re expected to govern and further improve them. (While you&rsquo;ll start with land and settlements, you&rsquo;ll still need around 50 BP to handle your kingdom&rsquo;s Consumption and development needs.)</p>\n<p><strong>Grant</strong>: The sponsor places you in charge of settling and improving an area already claimed by the liege but not significantly touched by civilization. You may have to expand the borders of the land or defend it against hostile creatures.</p>"
}
