{
  "_id": "pPQzul9egAJGx0nY",
  "name": "2.2. Build Points",
  "content": "<p>The units of a kingdom&rsquo;s wealth and productivity are build points (BP). Build points are an abstraction representing the kingdom&rsquo;s expendable assets, not just gold in the treasury. Build points include raw materials (such as livestock, lumber, land, seed, and ore), tangible goods (such as wagons, weapons, and candles), and people (artisans, laborers, and colonists). Together, these assets represent the labor and productive output of your citizens.</p>\n<p>You spend BP on tasks necessary to develop and protect your kingdom&mdash;planting farms, creating roads, constructing buildings, raising armies, and so on. These things are made at your command, but they are not yours. The cities, roads, farms, and buildings belong to the citizens who build them and use them to live and work every day, and those acts of living and working create more BP for the kingdom. As the leaders, you use your power and inf luence to direct the economic and constructive activity of your kingdom, deciding what gets built, when, and where.</p>\n<p>Build points don&rsquo;t have a precise exchange rate to gold pieces because they don&rsquo;t represent exact amounts of specific resources. For example, you can&rsquo;t really equate the productivity of a blacksmith with that of a stable, as their goods are used for different things and aren&rsquo;t produced at the same rate, but both of them contribute to a kingdom&rsquo;s overall economy.</p>\n<p>In general, 1 BP is worth approximately 4,000 gp; use this value to get a sense of how costly various kingdom expenditures are. In practice, it is not a simple matter to convert one currency to the other, but there are certain ways for your PC to spend gp to increase the kingdom&rsquo;s BP or withdraw BP and turn them into gold for your character to spend.</p>\n<p>Providing a seed amount of BP at the start of kingdom building means your kingdom isn&rsquo;t starving for resources in the initial months. Whether you acquire these funds on your own or with the help of an influential NPC is decided by the GM, and sets the tone for much of the campaign.</p>"
}
