{
  "_id": "WWPokotwGIpLtc91",
  "name": "3.2.1 Terrain Improvements",
  "flags": {
    "cf": {
      "id": null,
      "path": "Map Notes#/CF_SEP/PFRPG - Kingdom Building - GM Version",
      "color": "#000000"
    },
    "importid": "G8LJr6aSlnuBdxF7"
  },
  "content": "<h1>Terrain Improvements</h1>\n<p>Terrain improvements are changes to a hex that improve the land for your kingdom's use, such as cultivating fields, digging mines, and clearing forests for lumber. The following list describes common improvements. An improvement marked with an asterisk (*) can share the same hex as other improvements.</p>\n<p>Some terrain improvements affect a settlement's Defense, which is used in the mass combat rules.</p>\n<p><strong>Terrain </strong>: This indicates what kind of hex you can build this terrain improvement in.</p>\n<p><strong>Effect </strong>: This line states the effect the terrain improvement has on that hex (or in some cases, your entire kingdom).</p>\n<p>If an improvement says you can upgrade it into another improvement, you can do so by paying the cost difference between the two improvements. When the upgrade is complete, you lose the benefit of the old improvement but gain the benefit of the new improvement.</p>\n<p><strong>Cost: </strong>This line gives the cost in BP to build the terrain improvement.</p>\n<p>@Compendium[pf-content.kingdom-building-gm.aCxq30FEukVSAo0Q]{Terrain And Terrain Costs}</p>\n<h1>Aqueduct*</h1>\n<p>An Aqueduct brings water from alpine lakes and rivers to lowland cities where water is scarce or insufficient for the local populace. A finished series of Aqueduct hexes must connect to a hill or mountain hex (with a river or lake) on one end and a settlement on the other end; otherwise, you do not gain its benefit.</p>\n<p><strong>Terrain: </strong>One end must be hill or mountain hex; can pass through any type of hex.</p>\n<p><strong>Effect </strong>: Loyalty+1, Stability +1, allows settlement to build water-dependent buildings.</p>\n<p><strong>Cost: </strong>As a Road, except the cost is not doubled for hexes with rivers (see Terrain and Terrain Costs above).</p>\n<h1>Bridge*</h1>\n<p>A Bridge allows your Road hexes to cross rivers.</p>\n<p><strong>Cost: </strong>When you build a Road in a hex that contains a river, the doubled coast of the Road includes the cost of bridges needed to cross the river. You don't need to build a Bridge as a separate unit; it's listed here for reference only.</p>\n<h1>Canal*</h1>\n<p>A Canal is an artificial waterway that allows barge traffic to haul heavy commodities. Terrain: Desert, hill, or plain.</p>\n<p><strong>Effect: </strong>Settlements in a hex with a Canal treat the hex as if it had a river. Cost: Twice the cost of a Road (see Terrain and Terrain Costs above).</p>\n<h1>Farm*</h1>\n<p>A Farm helps feed your kingdom. Terrain: Desert (requires canal, coastline, or river), hill, or plain.</p>\n<p><strong>Effect </strong>: Consumption decreases by 2 BP.</p>\n<p><strong>Cost: </strong>See Terrain and Terrain Costs above.</p>\n<h1>Fishery*</h1>\n<p>A Fishery is like a Farm, except it provides abundant fish rather than planted crops.</p>\n<p><strong>Terrain: </strong>Coastline, water, river, or marsh.</p>\n<p><strong>Effect </strong>: Consumption decreases by 1 BP.</p>\n<p><strong>Cost </strong>: 4 BP.</p>\n<h1>Fort*</h1>\n<p>A Fort is a walled encampment for military forces outside a settlement. You can upgrade a Watchtower to a Fort (Unrest decreases when you do so, just as if you had built the Fort from scratch).</p>\n<p><strong>Terrain: </strong>Any land.</p>\n<p><strong>Effect: </strong>Stability +2, Defense +4, increase Consumption by 1 BP; Unrest decreases by 1 when completed. If this hex becomes a settlement, this improvement counts as one Barracks and one Stables building.</p>\n<p><strong>Cost: </strong>24 BP.</p>\n<h1>Highway*</h1>\n<p>A highway is a paved and well-maintained version of a Road. You may upgrade a Road into a Highway. You must have a kingdom of Size 26 or greater to build a Highway.</p>\n<p><strong>Terrain </strong>: Any hex with a Road.</p>\n<p><strong>Effect: </strong>Economy +1 for every 4 hexes of Highway, Stability +1 for every 8 hexes of Highway; improves overland travel speed (Pathfinder RPG Core Rulebook 172).</p>\n<p><strong>Cost: </strong>Twice the cost of a Road (see Terrain and Terrain Costs above).</p>\n<h1>Mine</h1>\n<p>A Mine extracts metal, coal, salt, or other useful materials from the earth.</p>\n<p><strong>Terrain </strong>: Cavern, desert, hill, or mountain.</p>\n<p><strong>Effect </strong>: Economy +1, earn +1 BP per turn when collecting taxes during the Income phase.</p>\n<p><strong>Cost: </strong>6 BP.</p>\n<h1>Quarry</h1>\n<p>A Quarry extracts workable stone from the ground.</p>\n<p><strong>Terrain: </strong>Cavern, hill, or mountain.</p>\n<p><strong>Effect </strong>: Stability +1, earn +1 BP per turn when collecting taxes during the Income phase.</p>\n<p><strong>Cost </strong>: 6 BP.</p>\n<h1>Road*</h1>\n<p>A Road speeds travel through your kingdom and promotes trade. You can upgrade a Road to a Highway.</p>\n<p><strong>Terrain: </strong>Any land.</p>\n<p><strong>Effect: </strong>Economy +1 for every 4 hexes of Road, Stability +1 for every 8 hexes of Road; improves overland travel speed (Core Rulebook 172).</p>\n<p><strong>Cost: </strong>See the Road column of Terrain and Terrain Costs.</p>\n<h1>Sawmill</h1>\n<p>A sawmill centralizes the activities of loggers and turns trees into lumber for use in building and crafting.</p>\n<p><strong>Terrain: </strong>Forest or jungle.</p>\n<p><strong>Effect: </strong>Stability +1, earn +1 BP per turn when collecting taxes during the Income phase.</p>\n<p><strong>Cost: </strong>3 BP.</p>\n<h1>Watchtower*</h1>\n<p>A Watchtower flies your flag, is a safe place for your patrols, and establishes your power on the frontier. A Watchtower cannot share a hex with a Fort or another Watchtower.</p>\n<p><strong>Terrain: </strong>Any land.</p>\n<p><strong>Effect: </strong>Stability +1, Defense +2; Unrest decreases by 1 when completed. If this hex becomes a settlement, this improvement counts as a Watchtower building.</p>\n<p><strong>Cost: </strong>12 BP.</p>\n<h1>&nbsp;</h1>\n<h1>Special Terrain</h1>\n<p>Some hexes contain features or resources that impact a kingdom's Economy, Loyalty, Stability, and other game statistics. These terrain resources are placed by the GM - not by player characters - for you to discover while exploring or adventuring, and may modify terrain improvements or cities.</p>\n<p><strong>Bridge: </strong>The hex contains an existing Bridge over a waterway. If you build a Road in this hex, you do not have to double the cost of the Road.</p>\n<p><strong>Building: </strong>The hex contains an abandoned building in good repair (type determined by the GM). If you establish a settlement at the building's location in the hex, you can incorporate the building into the settlement at no cost (this does not count toward your building limit for that turn).</p>\n<p><strong>Free City </strong>: A Free City is a settlement that is not part of any established kingdom. Claiming a hex with a Free City is an excellent way to add a fully functional settlement to your kingdom. In order to claim a Free City hex peacefully, you must succeed at a Stability check. Failure indicates radicals and upstarts in the settlement and Unrest increases by 1d4.</p>\n<p><strong>Lair: </strong>A Lair is usually a cave or defensible shelter that can be used as a defensive fallback point, a storage location, or even a guardpost or prison. If you claim a hex with a Lair, Stability increases by 1. If you construct a Fort or Watchtower over a Lair, its Defense increases by 1. At the GM's option, a Lair may allow access to an underground cavern hex (see Terrain and Terrain Costs).</p>\n<p><strong>Landmark </strong>: A Landmark is a site of great pride, mystery, and wonder, such as an outcropping in the shape of a human face, a smoking volcano, or a lake with an unusual color or unique properties. The Landmark bolsters your kingdom's morale. If you claim a hex with a Landmark, Loyalty increases by 1. If the hex also has a Road or Highway, Loyalty increases by an additional 1.</p>\n<p><strong>Resource </strong>: A Resource is a ready supply of some kind of valuable commodity that offers a great economic boon to your kingdom, such as exotic lumber, precious metal, gems, rare herbs, incense, silk, ivory, furs, salt, dyes, and the like. If you claim a hex with a Resource, Economy increases by 1. If you construct a Mine, Quarry, or Sawmill in a hex with a Resource, all of its benefits increase by 1. If you construct a Farm or Fishery in a hex with a Resource, those improvements decrease Consumption by an additional 1 BP.</p>\n<p><strong>River: </strong>A River allows water travel through your kingdom (Core Rulebook 172), facilitating trade and allowing irrigation. Economy increases by 1 for every 4 River hexes claimed, and Stability increases by 1 for every 8 such hexes claimed.</p>\n<p><strong>Ruin: </strong>A Ruin is a partially destroyed building. If you claim a hex containing a Ruin and build a settlement at the Ruin's location, you can use the Ruin as the basis of an appropriate type of building (as determined by the GM), reducing the cost of that building by half. Alternatively, you can salvage building materials from the Ruin, reducing the cost of 1 building in that hex by 1d4 BP.</p>"
}
