{
  "_id": "FSnZzkLWx7JXVTNH",
  "name": "3.2. Edict Phase",
  "flags": {
    "cf": {
      "id": null,
      "path": "Map Notes#/CF_SEP/PFRPG - Kingdom Building - GM Version",
      "color": "#000000"
    },
    "importid": "J4Fu6EcG7FfWScHv"
  },
  "content": "<p>The Edict phase is when you make proclamations on expansion, improvements, taxation, holidays, and so on.</p>\n<p>The number of improvements you can make during a single phase is limited by your kingdom's size; see the Improvements Edicts table (below) for these limits.</p>\n<p><strong>Table: Improvement Edicts</strong></p>\n<table>\n<tbody>\n<tr>\n<td><strong>Kingdom Size</strong></td>\n<td><strong>New Settlements 1</strong></td>\n<td><strong>New Buildings 2</strong></td>\n<td><strong>Terrain Improvement</strong></td>\n<td><strong>Hex Claims</strong></td>\n</tr>\n<tr>\n<td>01 - 10</td>\n<td>1</td>\n<td>1</td>\n<td>2</td>\n<td>1</td>\n</tr>\n<tr>\n<td>11 - 25</td>\n<td>1</td>\n<td>2</td>\n<td>3</td>\n<td>2</td>\n</tr>\n<tr>\n<td>26 - 50</td>\n<td>1</td>\n<td>5</td>\n<td>5</td>\n<td>3</td>\n</tr>\n<tr>\n<td>51 - 100</td>\n<td>2</td>\n<td>10</td>\n<td>7</td>\n<td>4</td>\n</tr>\n<tr>\n<td>101 - 200</td>\n<td>3</td>\n<td>20</td>\n<td>9</td>\n<td>8</td>\n</tr>\n<tr>\n<td>201+</td>\n<td>4</td>\n<td>No limit</td>\n<td>12</td>\n<td>12</td>\n</tr>\n</tbody>\n</table>\n<p>1 Instead of creating a new settlement, your kingdom may create a new army unit (see Mass Combat), expand or equip an existing army unit, or bring an existing army unit back to full strength.</p>\n<p>2 Upgrading a building (for example, from a Shrine to a Temple) or destroying a building counts toward this limit. The first House, Mansion, Noble Villa, or Tenement your kingdom builds each turn does not count against this number.</p>\n<h1>Capital City</h1>\n<p>A kingdom should have a capital city&mdash;the seat of your power. Your first settlement is your capital. If you want&nbsp; to designate a different settlement as the capital, you&nbsp; may do so in Step 6 of the Edict phase. Your capital city&nbsp; primarily comes into play if your kingdom loses hexes. If you change the capital city, attempt&nbsp; a Stability check. Success means Unrest increases by 1; failure means Unrest increases by 1d6.</p>\n<h1>Step 1 - Assign Leadership</h1>\n<p>Assign PCs or NPCs to any vacant leadership roles or change the roles being filled by particular PCs or closely allied NPCs.</p>\n<p>@Compendium[pf-content.kingdom-building-gm.IrtnUkZkBzaufN64]{Leadership Roles}</p>\n<h1>Step 2 - Claim And Abandon Hexes</h1>\n<p>For your kingdom to grow, you must claim additional hexes. You can only claim a hex that is adjacent to at least 1 other hex in your kingdom. Before you can claim it, the hex must first be explored, then cleared of monsters and dangerous hazards. Then, to claim the hex, spend 1 BP; this establishes the hex as part of your kingdom and increases your kingdom's Size by 1 (see Steps 2 and 3 of Founding a Settlement for more details). Table: Improvement Edicts (see above) tells you the maximum number of hexes you can claim per turn.</p>\n<p>@Compendium[pf-content.kingdom-building-gm.Qqn4o9SmPTTOfQs1]{Founding a Settlement}</p>\n<p>You may abandon any number of hexes to reduce your kingdom's Size (which you may wish to do to manage Consumption). Doing so increases Unrest by 1 for each hex abandoned (or by 4 if the hex contained a settlement). This otherwise functions like losing a hex due to unrest (see Step 4 of the Upkeep phase).</p>\n<p>@Compendium[pf-content.kingdom-building-gm.WyufcEr9ktb9GxOH]{Losing Hexes}</p>\n<h1>Step 3 - Build Terrain Improvements</h1>\n<p>You may spend BP to build terrain improvements like Farms, Forts, Roads, Mines, and Quarries (see Terrain Improvements below).</p>\n<p>You may also prepare a hex for constructing a settlement. Depending on the site, this may involve clearing trees, moving boulders, digging sanitation trenches, and so on. See the Preparation Cost column on Table: Terrain and Terrain Improvements to determine how many BP this requires.</p>\n<p>Table: Improvement Edicts (see above) tells you the maximum number of terrain improvements you can make per turn</p>\n<p>@Compendium[pf-content.kingdom-building-gm.WWPokotwGIpLtc91]{Terrain Improvements}</p>\n<h1>Step 4 - Create and Improve Settlements</h1>\n<p>You may create a settlement in a claimed hex (see Founding a Settlement). Table: Improvement Edicts (above) tells you the maximum number of settlements you can establish per turn.</p>\n<p>You may construct a building in any settlement in your kingdom. When a building is completed, apply its modifiers to your kingdom sheet. Table: Improvement Edicts (above) tells you the maximum number of buildings you can construct in your kingdom per turn.</p>\n<p>The first House, Mansion, Noble Villa, or Tenement your kingdom builds each turn does not count against that limit.</p>\n<p>@Compendium[pf-content.kingdom-building-gm.x3hv5vKskwFecQCu]{Settlements and Districts}</p>\n<h1>Step 5: Create Army Units</h1>\n<p>You may create, expand, equip, or repair army units (see <a href=\"https://aonprd.com/Rules.aspx?Name=Mass%20Combat%20Overview&amp;Category=Mass%20Combat\">Mass Combat</a>).</p>\n<p><strong>Note: </strong>Added here as a placeholder for if it is used in a later update. Ignore for right now.</p>\n<h1>Step 6: Issue Edicts</h1>\n<p>Select or adjust your edict levels.</p>\n<p>@Compendium[pf-content.kingdom-building-gm.mdXvfY1dqzT1eatP]{Edicts}</p>\n<p><strong>Example: </strong>Jessica's kingdom has no vacant leadership roles, so nothing happens in Step 1.</p>\n<p>The leaders don't want to spend BP and increase Size right now, so in Step 2 they don't claim any hexes.</p>\n<p>In Step 3, the leaders construct a Farm in one of the kingdom's prepared hexes (Consumption -2, Treasury -2 BP).</p>\n<p>In Steps 4 and 5, the leaders continue to be frugal and do not construct settlement improvements or create armies.</p>\n<p>In Step 6, the leaders issue a Holiday edict of one national holiday (Loyalty +1, Consumption +1) and set the Promotion edict level to \"none\" (Stability -1, Consumption +0).</p>\n<p>Looking ahead to the Income phase, Jessica realizes that an average roll for her Economy check would be a failure (10 on the 1d20 + 52 Economy - 4 Unrest = 58, less than the Control DC of 60), which means there's a good chance the kingdom won't generate any BP this turn. She decides to set the Taxation edict to \"heavy\" (Economy +3, Loyalty -4). At the end of this phase, the kingdom has Economy 55, Loyalty 42, Stability 55, Unrest 4, Consumption 4, and Treasury 5 BP</p>"
}
