{
  "_id": "LwHoskhoPZF5NW6I",
  "name": "Opposed Skill Checks",
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "folder": "",
  "flags": {
    "core": {
      "sourceId": "JournalEntry.8EWJB08B6m9r1nx0"
    }
  },
  "content": "<h1>Skills in Conflict</h1>\n<p><strong>Source</strong> <em>Ultimate Intrigue pg. 182</em></p>\n<p>When skills come into conflict with each other, it can lead to extremely complex interactions, often well beyond the scope of the short skill descriptions in the Pathfinder RPG Core Rulebook. The following section offers detailed advice on the most common skill clashes that involve difficult adjudications, as well as clarifications of skills where the Core Rulebook provides little guidance. The advice in this section is holistic, and GMs are encouraged to read each description in full to gain the best grasp of the nuances of each skill. Additionally, this section offers an optional variant system for opposed skill checks that reduces randomness and the potential for many rolls.</p>\n<h2>Bluff</h2>\n<p><strong>Source</strong> <em>Ultimate Intrigue pg. 182</em></p>\n<p><em>@Compendium[pf1.skills.pAB2PYkZO3lsmeaC]{Bluff}</em></p>\n<p>The Bluff skill is an extremely versatile, though sometimes misunderstood, social skill. Unlike Diplomacy and Intimidate, which can directly push their target toward a course of action, Bluff feeds the target misinformation. A skilled user of the Bluff skill needs to understand how the target&rsquo;s mind works, in order to deliver just the right misinformation to achieve the desired results. The disadvantage is that such manipulation is less predictable and more difficult to pull off, but the advantage is that the target is not aware that he is being manipulated, whereas even the most successful Diplomacy or Intimidate attempt leaves the target realizing who has convinced him to take action. This section includes clarifications and details on several different ways to use Bluff&mdash;and on several things that don&rsquo;t work.</p>\n<h2>Diplomacy</h2>\n<p><strong>Source</strong> <em>Ultimate Intrigue pg. 184</em></p>\n<p><em>@Compendium[pf1.skills.OtfbHJhIQsNzmiTN]{Diplomacy}</em></p>\n<p>Due to its ability to convince people without using either deception or coercion&mdash;and risking their negative consequences&mdash;the Diplomacy skill is one of the most commonly used forms of persuasion in the Pathfinder RPG. However, it is also difficult to adjudicate in a variety of situations involving intrigue and combat.</p>\n<h2>Disguise</h2>\n<p><strong>Source</strong> <em>Ultimate Intrigue pg. 186</em></p>\n<p><em>@Compendium[pf1.skills.lP3L1RXi9q4ha9Gu]{Disguise}</em></p>\n<p>The uses of the Disguise skill are far more specific than those of Bluff and Diplomacy. The Disguise skill exists to allow characters to conceal their identity and to potentially pose as other characters.</p>\n<p>&nbsp;</p>\n<p><strong>Not Always Opposed</strong>: The most important thing to note about the Disguise skill is that characters do not automatically get a Perception check to oppose it. Per the Core Rulebook, an opponent receives a Perception check only if the disguised character is actively drawing attention, if the perceiving character is actively suspicious of everyone, or if the disguised character is attempting to impersonate a particular person that the perceiving character recognizes. Under one of these circumstances, a perceiving character can attempt one Perception check right away and then another check each hour.</p>\n<p>&nbsp;</p>\n<p><strong>A Single Disguise Check</strong>: Unlike most other skills, a character typically attempts a Disguise check only once when creating a physical disguise. Further Disguise checks might be necessary for things such as altering one&rsquo;s voice or using appropriate mannerisms or phrasing, but the basic disguise doesn&rsquo;t require further checks. The check result is supposed to be a secret that is revealed only the first time the disguise is truly tested, which can be tricky in the face of disguising characters who want their friends to tell them how good the disguise is. One way to handle this is to roll the Disguise check secretly only the first time it truly comes into opposition (see above), since the skill doesn&rsquo;t indicate when the check first occurs.</p>\n<p>&nbsp;</p>\n<p><strong>Disguise Is More Than Visual</strong>: Though the skill as presented in the Core Rulebook focuses on the visual aspects of disguise that a character prepares, later rules (such as the vocal alteration spell) have made it clear that there are other aspects, including voice, mannerisms, and phrasing. The trick is to distinguish between the use of the Bluff and the Disguise skills. Generally, Bluff checks cover telling actual lies to support a disguise, whereas Disguise checks cover the other aspects, such as imitating mannerisms and speech.</p>\n<p>&nbsp;</p>\n<p><strong>Saw Through the Illusion</strong>: It is very tempting to use illusion or transmutation magic to augment a disguise, since the bonus is so high. As per the Core Rulebook, magic that penetrates an illusion or transmutation doesn&rsquo;t automatically see through a mundane disguise, but it negates the magical components of the costume. Thus, a true master of disguise uses both types of trickery, and she also ensures that the person who notices her use of magic has a way to explain the fact that disguise magic was involved at all. For instance, a rogue might disguise herself as a noble with mundane means and then use disguise self to cloak herself in a glamer of that same noble, but more beautiful. Then, if someone sees through the illusion but not the mundane disguise, he would just think she was a vain noble instead of becoming suspicious due to the use of illusion magic and demanding a more thorough inspection.</p>\n<p><strong>Simulacrum and Disguise</strong>: The caster of the simulacrum spell uses the Disguise skill to shape the form created. However, it is important to note that the Sense Motive check to detect a simulacrum is very easy at the level that simulacrum becomes available, so unless the simulacrum has a high Bluff modifier, it is still challenging to use a simulacrum as an impostor for long.</p>\n<h2>Intimidate</h2>\n<p><strong>Source</strong> <em>Ultimate Intrigue pg. 186</em></p>\n<p><em>@Compendium[pf1.skills.ImjhcPmm02QSCbPg]{Intimidate}</em></p>\n<p>The Intimidate skill allows characters to use fear to gain an advantage over others.</p>\n<p>&nbsp;</p>\n<p><strong>Scaring Them into Submission</strong>: Other than demoralizing foes in combat, the main use of the Intimidate skill is to force someone to capitulate to your requests by scaring them into doing so. This is similar to improving someone&rsquo;s attitude to friendly with Diplomacy and then making a request, but it doesn&rsquo;t require multiple rolls. Instead, the requests are restricted to those that provide limited assistance and actions that don&rsquo;t endanger the creature, including giving information. This means that an intimidated creature doesn&rsquo;t necessarily do what the intimidating character wants if it would be dangerous. After the Intimidate check, the target becomes unfriendly and might take actions such as reporting the intimidating character to the authorities. Thus, Diplomacy is often more likely to be successful in the long term in campaigns with interweaving plot lines and recurring characters. Since intimidation is based on fear, creatures immune to fear are also generally immune to attempts to use Intimidate against them.</p>\n<p>&nbsp;</p>\n<p><strong>Posturing and Bluster</strong>: The rules for the Intimidate skill specify that a check&rsquo;s DC is based on the target&rsquo;s HD and Wisdom modifier. That generally works when one person is attempting to Intimidate the other, but sometimes both parties are actively participating in acts of posturing and bluster. Since this DC is usually low, the two characters would end up intimidating each other, which isn&rsquo;t quite realistic. Instead, consider opposed Intimidate checks, or if the situation warrants it, a full-fledged verbal duel.</p>\n<p>&nbsp;</p>\n<p><strong>Explaining Negative Consequences</strong>: Sometimes a character wants to calmly explain negative consequences to someone in a way that merely relies on logic, not fear. This is particularly important when attempting to convince someone immune to fear, such as a paladin or vampire, to back down in the face of negative consequences. This is different than improving a creature&rsquo;s attitude or making a request (particularly since a character might try it with an unfriendly creature), so it doesn&rsquo;t fall under Diplomacy. One good way to handle this is to use the rules for influence or verbal duels instead, since those both allow for logic and knowledge to help impact the situation. If only a skill check is possible, consider allowing an Intimidate check that doesn&rsquo;t apply any modifiers tied to frightening the target (such as the Intimidating Prowess feat, size modifiers, an inquisitor&rsquo;s stern gaze, and so on) and then having the result not be a fear effect.</p>\n<h2>Perception and Stealth</h2>\n<p><strong>Source</strong><em> Ultimate Intrigue pg. 187</em></p>\n<p><em>@Compendium[pf1.skills.YYmmxDgp0g3ltSUG]{Perception}</em></p>\n<p><em>@Compendium[pf1.skills.T6nefKotIb5vKE9h]{Stealth}</em></p>\n<p>Since Perception is the skill that determines what a character sees, hears, and senses in the game world, it is no wonder that it&rsquo;s often considered the most important skill in the game. Stealth and Perception often oppose one another, and the two of them together can be difficult to adjudicate.</p>\n<p>&nbsp;</p>\n<p><strong>Active and Automatic Perception</strong>: There are two ways Perception checks happen in the game. The first way is automatic and reactive. Certain stimuli automatically call for a Perception check, such as a creature using Stealth (which calls for an opposed Perception check), or the sounds of combat or talking in the distance. The flip side is when a player actively calls for a Perception check because her PC is intentionally searching for something. This always takes at least a move action, but often takes significantly longer. The Core Rulebook doesn&rsquo;t specify what area a PC can actively search, but for a given Perception check it should be no larger than a 10-foot-by-10-foot area, and often a smaller space if that area is cluttered. For instance, in an intrigue-based game, it is fairly common to look through a filing cabinet full of files. Though the cabinet itself might fill only a 5-foot-by-5-foot area, the number of files present could cause a search to take a particularly long time.</p>\n<p>&nbsp;</p>\n<p><strong>Precise and Imprecise Senses</strong>: Since Perception covers all senses, it is important to distinguish which of those senses count as observing a creature that is using Stealth. Some senses are more precise than others. Imprecise senses allow a creature to pinpoint the location of another creature, but they don&rsquo;t allow for the use of targeted effects, and attacks against those creatures are subject to miss chances from concealment. A few examples of imprecise senses are hearing, scent, blindsense, and tremorsense. A sense is precise if it allows the creature to use targeted effects on creatures and objects it senses, and to attack enemies without suffering a miss chance from concealment.</p>\n<p>This includes vision, touch, blindsight, and lifesense. Precise senses allow the creature to pinpoint an enemy&rsquo;s location. When a creature uses a precise sense to observe an enemy, that enemy is unable to use Stealth against the observer unless it creates a distraction first, or has a special ability allowing it to do so. Senses other than the listed ones count as precise or imprecise at the GM&rsquo;s discretion. A creature might have a limited form of a sense that makes it too weak to count as precise, such as a beast with primitive eyes that has difficulty seeing a creature that isn&rsquo;t moving.</p>\n<p>&nbsp;</p>\n<p><strong>Cover and Concealment for Stealth</strong>: The reason a character usually needs cover or concealment to use Stealth is tied to the fact that characters can&rsquo;t use Stealth while being observed. A sneaking character needs to avoid all of an opponent&rsquo;s precise senses in order to use Stealth, and for most creatures, that means vision. Effects such as blur and displacement, which leave a clear visual of the character within the perceiving character&rsquo;s vision, aren&rsquo;t sufficient to use Stealth, but a shadowy area or a curtain work nicely, for example. The hide in plain sight class ability allows a creature to use Stealth while being observed and thus avoids this whole situation. As the Core Rulebook mentions, a sneaking character can come out of cover or concealment during her turn, as long as she doesn&rsquo;t end her turn where other characters are directly observing her.</p>\n<p>&nbsp;</p>\n<p><strong>States of Awareness</strong>: In general, there are four states of awareness that a creature can have with regard to another creature using Stealth.</p>\n<p>&nbsp;</p>\n<p><strong>Unaware</strong>: On one end of the spectrum, a sneaking creature can succeed at Stealth well enough that the other creature isn&rsquo;t even aware that the creature is present. This state allows the sneaking creature to use abilities such as the vigilante&rsquo;s startling appearance. The Stealth skill description in the Core Rulebook says that perceiving creatures that fail to beat a sneaking character&rsquo;s Stealth check result are not aware of the sneaking character, but that is different from being totally unaware. This is also true of a creature that has previously been made aware of the creature&rsquo;s presence or location (see below) but is currently unable to observe the sneaking creature. In those cases, the sneaking creature can&rsquo;t use abilities such as startling presence.</p>\n<p>&nbsp;</p>\n<p><strong>Aware of Presence</strong>: The next state is when the perceiving creature is aware of the sneaking creature&rsquo;s presence, though not of anything beyond that. This is the state that happens when an invisible creature attacks someone and then successfully uses Stealth so the perceiving creature doesn&rsquo;t know where the attacker moved, or when a sniper succeeds at her Stealth check to snipe. A perceiving creature that becomes aware of a hidden creature&rsquo;s presence will still be aware of its presence at least until the danger of the situation continues, if not longer (though memory-altering magic can change this).</p>\n<p>&nbsp;</p>\n<p><strong>Aware of Location</strong>: The next state is awareness of location. This happens when a perceiving character uses an imprecise sense, such as hearing or tremorsense, to discover what square a hidden or invisible creature inhabits.</p>\n<p>&nbsp;</p>\n<p><strong>Observing</strong>: The final state is when the perceiving character is able to directly observe the sneaking character with a precise sense, such as vision. This is generally the result when the perceiving character rolls higher on its opposed Perception check than the sneaking character&rsquo;s Stealth result while also having line of sight to the sneaking character and the ability to see through any sort of invisibility or other tricks the sneaking character might be using.</p>\n<h2>Sense Motive</h2>\n<p><strong>Source</strong> <em>Ultimate Intrigue pg. 188</em></p>\n<p><em>@Compendium[pf1.skills.R8HGxGCKayOl15AO]{Sense Motive}</em></p>\n<p>The Sense Motive skill allows a character to analyze the way another character is acting and figure out if something is off. It also opposes Bluff to determine whether someone is lying, making it an important social defensive skill in an intrigue-based game.</p>\n<p>&nbsp;</p>\n<p><strong>Active and Automatic Sense Motive</strong>: Most uses of Sense Motive are active and require a character to spend a minute or more interacting with someone with the intent of using Sense Motive for a particular purpose. The only time that Sense Motive happens automatically is when it opposes Bluff, as it says in the Core Rulebook that a character attempts a Sense Motive check for every Bluff check attempted against him. See the Bluff section on page 182 for guidance on how often to call for Bluff checks.</p>\n<p>&nbsp;</p>\n<p><strong>Noticing Enchantments</strong>: Sense Motive allows a character to notice someone whose behavior is being influenced by an enchantment, though as an active check, this takes at least 1 minute of interaction and the intention to sense enchantments. This doesn&rsquo;t notice enchantments that aren&rsquo;t actually causing a difference in behavior at the time. For instance, if a creature is under charm person but the caster isn&rsquo;t around and doesn&rsquo;t come up in conversation, a Sense Motive check won&rsquo;t reveal the enchantment.</p>\n<p>&nbsp;</p>\n<p><strong>Hunches</strong>: The use of Sense Motive to &ldquo;get a hunch&rdquo; mentions getting a feeling that someone is trustworthy or is an impostor, and it lists a static DC. This doesn&rsquo;t mean to say that anyone who can succeed at a DC 20 Sense Motive check can automatically find an impostor with high Bluff and Disguise modifiers. The DC 20 check assumes that the other character is not opposing the Sense Motive check with Bluff. This is particularly useful in situations with a group of impostors, one of whom is silver-tongued and does all the talking while the others aren&rsquo;t saying anything but aren&rsquo;t skilled at Bluff.</p>\n<p>For instance, a hunch might help against a group of quiet assassins dressed as servants and trickling into the grand hall. The information gained from a hunch is general, not specific, and usually results in an ambiguous inkling. You can get a vague feeling that something is wrong or that someone seems trustworthy, but no more specific information than that. In the example above, a character who received a hunch wouldn&rsquo;t know that the servants are specifically assassins, but would get a sense that something was off about the servants.</p>\n<h2>Sense Motive Is Not Mind Reading</h2>\n<p>Though Sense Motive can help ferret out lies and gain hunches about odd situations, it doesn&rsquo;t let a character read opponents&rsquo; minds and know exactly what they&rsquo;re thinking or planning. It is a verification tool that works well in conjunction with other skills, rather than a skill that allows a character to ascertain information.</p>\n<h2>Replacing Opposed Rolls</h2>\n<p><strong>Source<em> </em></strong><em>Ultimate</em><em> Intrigue pg. 189</em></p>\n<p>Especially in intrigue-based games, there are situations in which many different creatures might normally need to roll an opposed skill check against a PC. For instance, if the rogue sneaks into a camp of 50 orcs, it would technically require rolling 50 Perception checks. This slows down the game, and it makes it almost certain that one of those orcs will roll a natural 20. This variant rule replaces opposed rolls to reduce this sheer number of rolls and the likelihood for a skilled PC to be defeated by math alone.</p>\n<p>&nbsp;</p>\n<p>With this variant, when a character attempts a skill check that would normally be opposed, he attempts the check as normal, comparing the result against the DC presented by each foe (DC = 11 + the foe&rsquo;s total skill bonus with the opposed skill). If the initiating character fails this check, he simply fails and immediately experiences the consequences of failure. If he succeeds, however, he does so only against the rank-and-file opponents (such as most of the warriors in an orc camp, or most of the hangers-on at a royal court). Select foes (such as major NPCs or dedicated scouts and guards) can attempt a check with the opposing skill (DC = 11 + the initiating character&rsquo;s total skill bonus with skill he originally used). This resembles the way the Disguise skill works, where only those who pay attention to the character and are suspicious of her can attempt a Perception check.</p>\n<p>&nbsp;</p>\n<p>For example, if a hunter is sneaking through a camp of 50 orcs and succeeds at her initial Stealth check against a DC of 11 + each orc&rsquo;s Perception modifier, she slips into the camp. Meanwhile, the two orcs posted as sentries scan for trouble, so each of those orcs (but not the other 48) rolls a Perception check to see if they notice the hunter. Similarly, a bard might succeed at a Bluff check to convince the minor nobles of the court of his exaggerated exploits, but three key aristocrats&mdash; suspicious of the bard to begin with&mdash;try to poke holes in the story and find contradictions by grilling the bard for details, each of them rolling Sense Motive checks against a DC of 11 + the bard&rsquo;s Bluff modifier.</p>\n<p>&nbsp;</p>\n<p><strong>Multiple Bonuses:</strong> If the opposing group possesses a mix of bonuses, use the highest value to determine the DC. In the example of the orc camp, if 40 of the orc warriors have a &ndash;1 Perception modifier and 10 scouts have a +10 Perception modifier, the hunter would be attempting a DC 21 Stealth check. Note that because this variant doesn&rsquo;t specify which opponents beat the check, it is up to the GM to decide how the consequences of the failed check manifest.</p>\n<p>&nbsp;</p>\n<p><strong>The Odds</strong>: This variant increases the odds of success dramatically for highly skilled characters. For instance, if the hunter in the example above has a modifier on Stealth checks at least 9 higher than the orcs&rsquo; Perception modifiers, in the default system, she would have a 50% chance of succeeding. But with this variant, her chance increases to 85%. When the character has less of an advantage against her adversaries, this variant still increases the rate of success dramatically with many adversaries, and it decreases the rate slightly with a few determined adversaries.</p>\n<p>For instance, with the default system, if the hunter&rsquo;s Stealth matched the orcs&rsquo; Perception, she would have essentially a 0% chance of sneaking past the 50 orcs. With this variant, her chance is 1 in 8. However, if the other 48 orcs weren&rsquo;t present, her chance of sneaking past just the two sentries in the default system is roughly 1 in 4, whereas with this variant, it is 1 in 8, since only the determined adversaries make their own rolls and thus affect her odds.</p>",
  "img": "systems/pf1/icons/skills/light_07.jpg"
}
