{
  "_id": "msPyuCpICtVIOM7o",
  "name": "Horror Adventures: Maze of Madness and Suffering",
  "img": "systems/pf1/icons/skills/affliction_05.jpg",
  "description": "d% Maze Section",
  "results": [
    {
      "_id": "ANpmqN05QpUaXhMj",
      "flags": {},
      "type": 0,
      "text": "Circus: The creature finds itself in a nightmarish circus of giant beasts, garishly painted faces, and hideous, mocking laughter. The creature must succeed at a Will save or gain a lesser madness (see page 182). The save uses the madness's normal DC.",
      "img": "icons/svg/d20-black.svg",
      "resultId": "",
      "weight": 1,
      "range": [
        1,
        20
      ],
      "drawn": false
    },
    {
      "_id": "ANpmqN05QpUaXhMj",
      "flags": {},
      "type": 0,
      "text": "Haunted forest: The creature travels through a dark forest of grasping trees while shadowy beasts prowl at the edge of its vision. The creature must succeed at a Will save or become frightened for 2d4 rounds. This is a fear effect. A frightened creature can still attempt Intelligence checks to escape the maze, but it takes 3d6 points of slashing and piercing damage from the trees' branches.",
      "img": "icons/svg/d20-black.svg",
      "resultId": "",
      "weight": 1,
      "range": [
        21,
        40
      ],
      "drawn": false
    },
    {
      "_id": "ANpmqN05QpUaXhMj",
      "flags": {},
      "type": 0,
      "text": "Hellscape: The creature navigates a landscape of fire and stone walls carved with diabolical faces while the cries of the damned echo in the air. The creature must succeed at a Will save or become paralyzed by fear and potential torment for 1 round. This is a fear effect. The creature can't attempt to escape the maze while paralyzed, and if it fails three consecutive saving throws against this paralysis, the hellscape delivers a coup de grace, dealing the creature 4d6 points of fire damage. The creature must succeed at a Fortitude save (DC = 10 + the damage dealt) or die. A creature that survives the coup de grace escapes from the paralysis as well.",
      "img": "icons/svg/d20-black.svg",
      "resultId": "",
      "weight": 1,
      "range": [
        41,
        60
      ],
      "drawn": false
    },
    {
      "_id": "ANpmqN05QpUaXhMj",
      "flags": {},
      "type": 0,
      "text": "Oasis of respite : Whether it appears as a beautiful glade, a perfumed palace, or a literal desert oasis, this section of the maze is supernaturally peaceful, especially in comparison to the rest of the maze. The creature must succeed at a Will save or become fascinated for 1 round. The creature can't attempt to escape the maze while fascinated. A creature that fails three consecutive saving throws to this fascination enters a state of lethargy and gives up ever escaping the maze, remaining in this area until the spell ends on its own in 10 minutes (as per maze).",
      "img": "icons/svg/d20-black.svg",
      "resultId": "",
      "weight": 1,
      "range": [
        61,
        80
      ],
      "drawn": false
    },
    {
      "_id": "ANpmqN05QpUaXhMj",
      "flags": {},
      "type": 0,
      "text": "Strange city : The creature journeys through a city of cyclopean architecture under a sky of indescribable color and numerous stars. The creature must succeed at a Will save or take 2d4 points of Wisdom damage. If your campaign uses the sanity system (see page 12), the creature instead takes 2d10 points of sanity damage.",
      "img": "icons/svg/d20-black.svg",
      "resultId": "",
      "weight": 1,
      "range": [
        81,
        100
      ],
      "drawn": false
    }
  ],
  "formula": "1d100 + 0",
  "replacement": true,
  "displayRoll": true
}
