{
  "_id": "JUNLtdEnHII6yAXa",
  "name": "Hologram generator (white)",
  "type": "equipment",
  "img": "systems/pf1/icons/skills/blue_35.jpg",
  "data": {
    "description": {
      "value": "<p><strong>Source</strong> <em>Technology Guide pg. 47</em></p><p><strong>Price</strong> 1,000 gp (black), 50,000 gp (blue), 500 gp (brown), 4,000 gp (gray), 30,000 gp (green), 60,000 gp (orange), 90,000 gp (prismatic), 40,000 gp (red), 2,000 gp (white)</p><p><strong>Slot</strong> none; <strong>Weight</strong> 1 lb. (black), 1 lb. (blue), 1 lb. (brown), 1 lb. (gray), 1 lb. (green), 1 lb. (orange), 1 lb. (prismatic), 1 lb. (red), 1 lb. (white)</p><p><strong>Capacity</strong> varies; <strong>Usage</strong> 1 charge/round</p><h2 class=\"framing\">Description</h2><p>A hologram generator is a handheld device with a long, thin barrel. It manipulates photons and sound waves to produce highly realistic images and sounds, similar in nature to those generated by figment illusions.</p><p></p><p> Before a hologram generator can generate an image, though, it must store the image in its memory. The maximum size and maximum number of images a generator can store vary according to its color, but storing an image is a standard action regardless of the strength of the generator. More powerful generators can store moving images and sounds, or even generate illusions that interact with their environments.</p><p></p><p> Once a hologram generator's memory is full, additional images overwrite existing images as chosen by the user at the time of their recording.</p><p></p><p> Generating a hologram is a standard action. If the hologram generator is then left alone, it continues to project the image until it depletes its charges. Alternatively, the user can aim the hologram at a different location as a move action.</p><p></p><p> A hologram generator is a color-coded item, and the particulars of its abilities, including its energy capacity, the range at which it can create its holograms, and the Will save DC to disbelieve the hologram if it is interacted with, vary as detailed below.</p><p> </p><p><strong>Brown Hologram Generator</strong>: A brown hologram generator can create only a static, motionless image no larger than a Small creature, and can store only one such image.</p><p></p><p> <strong>Black Hologram Generator</strong>: A black hologram generator can create a static, motionless image no larger than a Medium creature, and can store three images.</p><p></p><p> <strong>White Hologram Generator</strong>: A white hologram generator can create a static, motionless image no larger than a Large creature, and can store five images.</p><p></p><p> <strong>Gray Hologram Generator</strong>: A gray hologram generator functions as a white hologram generator (and can store up to seven images), but can also store up to 1 minute of moving imagery as well. A moving hologram can move anywhere in range of the generator (see table on next page), as long as the user continues to take a move action each round to aim and direct the motion. An unattended generator's hologram cannot leave its imagery, but it can be mobile in that area.</p><p></p><p> <strong>Green Hologram Generator</strong>: A green hologram generator functions as a gray one, except that it can incorporate sound as well, with all appropriate sound coming from the image. It can store up to nine images or 2 minutes of moving imagery. It can store images equal in size to a Huge or smaller creature.</p><p></p><p> <strong>Red Hologram Generator</strong>: A red hologram generator functions as a green one, except that it can create two images within range simultaneously. Directing these images is a free action. A red hologram generator can store up to 11 images or 3 minutes of moving imagery. Blue Hologram Generator: A blue hologram generator functions as a red one, except that it can create three images simultaneously, can store up to 13 images, and can play up to 4 minutes of moving imagery.</p><p></p><p> <strong>Orange Hologram Generator</strong>: An orange hologram generator functions as a blue one, except that it can create up to four images simultaneously, can store up to 15 images, and can play up to 4 minutes of moving imagery. In addition, it can store images equal in size to a Gargantuan or smaller creature.</p><p></p><p> <strong>Prismatic Hologram Generator</strong>: A prismatic hologram generator functions as an orange one. As long as only one image is created, the image is further enhanced by graviton fields, which give it the ability to interact with the environment. (Such images still last for only 4 minutes.) A barrier generated by a prismatic hologram generator has hardness 10 and 50 hit points (break DC 28). A creature generated in this manner can be directed to attack targets. The creature can make only one attack per round regardless of its appearance, attacking at the wielder's base attack bonus modified by the wielder's Intelligence score. On a successful hit, the hologram deals 2d6+6 points of force damage, regardless of the hologram's size.</p><p></p><p> <table class=\"inner\"><tbody><tr><td><strong>Color</strong></td><td><strong>Capacity</strong></td><td><strong>Range</strong></td><td><strong>Will</strong></td></tr> <tr><td>Brown</td><td>10</td><td>100 ft.</td><td>DC 11</td></tr> <tr><td>Black</td><td>20</td><td>200 ft.</td><td>DC 13</td></tr> <tr><td>White</td><td>30</td><td>300 ft.</td><td>DC 14</td></tr> <tr><td>Gray</td><td>40</td><td>400 ft.</td><td>DC 16</td></tr> <tr><td>Green</td><td>50</td><td>500 ft.</td><td>DC 17</td></tr> <tr><td>Red</td><td>60</td><td>600 ft.</td><td>DC 19</td></tr> <tr><td>Blue</td><td>70</td><td>700 ft.</td><td>DC 20</td></tr> <tr><td>Orange</td><td>80</td><td>800 ft.</td><td>DC 22</td></tr> <tr><td>Prismatic</td><td>90</td><td>900 ft.</td><td>DC 23</td></tr></tbody></table></p><h2 class=\"framing\">Construction</h2><p><strong>Craft</strong> DC 27 (black), DC 32 (blue), DC 26 (brown), DC 29 (gray), DC 30 (green), DC 33 (orange), DC 34 (prismatic), DC 31 (red), DC 28 (white)</p><p><strong>Cost</strong> 500 gp (black), 25,000 gp (blue), 250 gp (brown), 2,000 gp (gray), 15,000 gp (green), 30,000 gp (orange), 45,000 gp (prismatic), 20,000 gp (red), 1,000 gp (white)</p><p>Craft Technological Item, production lab (prismatic hologram generator requires a graviton lab)</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": 1,
    "price": 2000,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "",
    "cl": 0,
    "aura": {
      "custom": false,
      "school": ""
    },
    "activation": {
      "cost": 1,
      "type": "passive"
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": "passive"
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "target": {
      "value": ""
    },
    "range": {
      "value": null,
      "units": "",
      "maxIncrements": 1,
      "minValue": null,
      "minUnits": ""
    },
    "uses": {
      "value": 30,
      "per": "charges",
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1",
      "maxFormula": "",
      "max": 30
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "measureTemplate": {
      "type": "",
      "size": "",
      "overrideColor": false,
      "customColor": "",
      "overrideTexture": false,
      "customTexture": ""
    },
    "attackName": "",
    "actionType": null,
    "attackBonus": "",
    "critConfirmBonus": "",
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "attackParts": [],
    "formulaicAttacks": {
      "count": {
        "formula": "",
        "value": null
      },
      "bonus": {
        "formula": ""
      },
      "label": null
    },
    "formula": "",
    "ability": {
      "attack": null,
      "damage": null,
      "damageMult": 1,
      "critRange": 20,
      "critMult": 2
    },
    "save": {
      "dc": 0,
      "type": "",
      "description": ""
    },
    "effectNotes": [],
    "attackNotes": [],
    "soundEffect": "",
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "",
    "useCustomTag": false,
    "flags": {
      "boolean": [],
      "dictionary": []
    },
    "scriptCalls": [],
    "masterwork": false,
    "enh": null,
    "attackType": "weapon",
    "nonlethal": false,
    "proficient": true,
    "primaryAttack": true,
    "held": "normal",
    "equipmentType": "misc",
    "equipmentSubtype": "other",
    "armor": {
      "value": 0,
      "dex": null,
      "acp": 0,
      "enh": 0
    },
    "spellFailure": 0,
    "slot": "slotless"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {}
}
