{
  "_id": "Z1x8tjFE0cvUeKGB",
  "name": "Abraxas",
  "content": "<p></p><h1 class=\"title\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Abraxas</h1><h2><b>Master of the Final Incantation</b></h2><b>Source</b> <a class=\"external-link\" href=\"http://paizo.com/products/btpy94wj?Pathfinder-Campaign-Setting-Inner-Sea-Gods-Hardcover\" target=\"_blank\"><i>Inner Sea Gods pg. 318</i></a><br /><b>Pathfinder Wiki</b> <a href=\"http://www.pathfinderwiki.com/wiki/Abraxas\">Abraxas</a><p></p><h3 class=\"framing\">Details</h3><p><b>Alignment</b> CE<br /><b>Pantheon</b> Demon Lords<br /><b>Areas of Concern</b> Forbidden lore, magic, snakes<br /><b>Domains</b> <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Chaos</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Evil</a>, <a href=\"DomainDisplay.aspx?ItemName=Knowledge\">Knowledge</a>, <a href=\"DomainDisplay.aspx?ItemName=Magic\">Magic</a><br /><b>Subdomains</b> <a href=\"DomainDisplay.aspx?ItemName=Magic\">Arcane</a>, <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Demon (Chaos)</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Demon (Evil)</a>, <a href=\"DomainDisplay.aspx?ItemName=Knowledge\">Education (Knowledge)</a>, <a href=\"DomainDisplay.aspx?ItemName=Knowledge\">Memory</a>, <a href=\"DomainDisplay.aspx?ItemName=Magic\">Rites</a>*, <a href=\"DomainDisplay.aspx?ItemName=Knowledge\">Thought</a><br /><i>* Requires the <u><a href=\"TraitDisplay.aspx?ItemName=Acolyte%20of%20Apocrypha\">Acolyte of Apocrypha</a></u> trait.</i><br /><b>Favored Weapon</b> Whip<br /><b>Symbol</b> Demonic face and snakes<br /><b>Sacred Animal(s)</b> Snake<br /><b>Sacred Color(s)</b> Green, orange<br /></p><h3 class=\"framing\">Obedience</h3><p>Self-flagellate with a small whip or tree branch, punctuating each stroke with utterances of mystic words of power. Gain a +4 profane bonus on saves against charm effects and written magical effects.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Demonic Obedience\">Demonic Obedience</a></h2><p></p><h3 class=\"framing\">Demoniac</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/store/games/roleplayingGames/p/pathfinderRPG/paizo/pathfinderChronicles/v5748btpy8hij\" target=\"_blank\"><i>Book of the Damned - Volume 2: Lords of Chaos pg. 9</i></a><br /><b>1: Secret Lore (Sp)</b> <i>identify </i>3/day, <i>augury </i>2/day, or <i>illusory script </i>1/day<br /><b>2: Heretical Revelation (Su)</b> Up to three times per day, you can whisper terrible secrets to an adjacent target as a standard action. The target can resist with a Will save (DC = 10 + 1/2 your HD + your Charisma modifier). If the target fails its save, it is stunned for 1 round, then confused for 1d4 rounds, and then nauseated for 2d6 rounds. This is a mind-affecting effect.<br /><b>3: Penultimate Incantation (Sp)</b> Up to three times per day, you can affect a single creature within 60 feet with a targeted <i>greater dispel magic</i>. Each spell or effect dispelled inflicts fire damage to the target equal to the result of your caster level check made to dispel that effect. This ability is the equivalent of a 9th-level spell.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Fiendish Obedience\">Fiendish Obedience</a></h2><p></p><h3 class=\"framing\">Evangelist</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 10</i></a><br /><b>1: Warped Arcana (Sp)</b> <i>magic aura</i> 3/day, <i>touch of idiocy</i> 2/day, or <i>dispel magic</i> 1/day<br /><b>2: Poisoned Mysticism (Su)</b> Your magic is imbued with the toxic lore of Abraxas. You add your Intelligence bonus on concentration checks and on caster level checks to penetrate spell resistance or dispel ongoing magical effects; if you already add your Intelligence modifier on such a check, add your Wisdom bonus instead. In addition, whenever you poison a creature via any method, whether from a spell such as <i>poison</i> or <i>prismatic spray</i>, from an envenomed weapon, or any other means, the saving throw DC of the poison effect is increased by 2. Curing this poison effect requires one additional successful save, and caster level checks to cure this poison effect (such as that required for <i>neutralize poison</i>) take a -4 penalty. You never risk accidentally poisoning yourself when you apply poison to a weapon. Finally, once per day, you can cast <i>poison</i> as a spell-like ability.<br /><b>3: Invert Magic (Sp)</b> The Master of the Final Incantation grants you the power to turn magic back on its source. You gain spell resistance equal to 11 + your Hit Dice; if you already have spell resistance as a result of a racial ability, it instead increases by 5. Whenever you would be affected by a spell, you can allow it to bypass your spell resistance, even when it's not your turn. Once per day, as an immediate action when a spell that targets only you fails to penetrate your spell resistance, you can reflect that spell back on the original caster, as if you were under the effect of <i>spell turning</i>.</p><h3 class=\"framing\">Exalted</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 10</i></a><br /><b>1: Secret Lore (Sp)</b> <i>identify </i> 3/day, <i>augury</i> 2/day, or <i>illusory script</i> 1/day<br /><b>2: Heretical Revelation (Su)</b> Three times per day as a standard action, you can whisper terrible secrets to an adjacent target. The target must succeed at a Will save (DC = 10 + half your Hit Dice + your Charisma modifier) or be stunned for 1 round, then confused for 1d4 rounds, and then nauseated for 2d6 rounds. This is a mind-affecting effect.<br /><b>3: Penultimate Incantation (Sp)</b> Three times per day, you can affect a single creature within 60 feet with a targeted <i>greater dispel magic</i>. Each spell or effect so dispelled deals an amount of fire damage to the target equal to the result of your caster level check to dispel that effect.</p><h3 class=\"framing\">Sentinel</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 10</i></a><br /><b>1: Serpent Knight (Sp)</b> <i>blade lash </i> 3/day, <i>extreme flexibility</i> 2/day, or <i>summon monster III</i> (1 fiendish constrictor snake or 1d4+1 fiendish vipers only) 1/day<br /><b>2: Fanged Lash (Su)</b> Any whip you wield grows serpentine scales, and the tip of the whip becomes a biting snake's head. Damage with your whip deals lethal damage, and you can damage creatures wearing armor. The whip deals an additional 1d6 points of damage on a hit, and once per minute as a swift action as you strike a foe with a whip, you can cause the whip to poison the target with black adder venom (<i>Pathfinder RPG Core Rulebook</i> 558). The saving throw DC of this venom is equal to 10 + half your Hit Dice + your Constitution modifier.<br /><b>3: Tools of the Master (Su)</b> You can imbue your weapons with echoes of those wielded by Abraxas himself. When you perform your obedience, choose a single whip and a single light or heavy shield you have to become imbued. An imbued shield gains the <i>animated</i> special ability. An imbued whip can siphon magical energy from spellcasting foes it strikes: up to three times per day as a swift action as you strike such a foe, you can attempt to drain magic. When you do so, the target must attempt a Will save (DC = 10 + half your Hit Dice + your Charisma modifier). If the target succeeds, it takes 1d4 points of ability damage to its Intelligence, Wisdom, or Charisma score (whichever is highest). If the target fails, the whip deals 1d6 points of ability drain to this ability score instead, and it absorbs one spell from the target. If the target is a spontaneous caster, one of its highest-level available spell slots is expended, and you regain a spell slot of an equal or lower level (your choice; if you don't have the ability to spontaneously cast spells, you receive no benefit from this). If the target is a prepared spellcaster, one of its highest-level spells (determined randomly) is lost as if cast, and that spell becomes stored in your whip (as per a <i>major ring of spell storing</i>). Your whip can store only one spell at a time in this way; if you drain another spell while your whip already contains one, the contained spell is replaced by the new spell you drain.</p><h2 class=\"title\">For Followers of Abraxas</h2><p></p><h3 class=\"framing\">Feats</h3><p><a href=\"FeatDisplay.aspx?ItemName=Channel Discord\">Channel Discord</a></p><h3 class=\"framing\">Magic Items - Wondrous Items</h3><p><a href=\"MagicWondrousDisplay.aspx?FinalName=Dagon's Eye\">Dagon's Eye</a></p><h3 class=\"framing\">Traits</h3><p><a href=\"TraitDisplay.aspx?ItemName=Demonic Persuasion\">Demonic Persuasion</a><br /><br /></p><div style=\"position:relative;left:0%;border:2px ridge #434343;width:100%;height:100%\"><div class=\"wiki-content-full\"><iframe style=\"overflow-y:hidden;width:100%;height:450px\" src=\"https://pathfinderwiki.com/wiki/Abraxas\"> </iframe></div>\n </div>",
  "flags": {
    "monks-enhanced-journal": {
      "type": "journal",
      "_viewcount": 1
    }
  }
}
