{
  "name": "Ahriman",
  "content": "<p></p><h1 class=\"title\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Ahriman</h1><h2><b>Lord of All Divs</b></h2><b>Source</b> <a class=\"external-link\" href=\"http://paizo.com/products/btpy94wj?Pathfinder-Campaign-Setting-Inner-Sea-Gods-Hardcover\" target=\"_blank\"><i>Inner Sea Gods pg. 316</i></a><br /><b>Pathfinder Wiki</b> <a href=\"http://www.pathfinderwiki.com/wiki/Ahriman\">Ahriman</a><p></p><h3 class=\"framing\">Details</h3><p><b>Alignment</b> NE<br /><b>Pantheon</b> Other Deities<br /><b>Areas of Concern</b> Destruction, div, nihilism<br /><b>Domains</b> <a href=\"DomainDisplay.aspx?ItemName=Darkness\">Darkness</a>, <a href=\"DomainDisplay.aspx?ItemName=Death\">Death</a>, <a href=\"DomainDisplay.aspx?ItemName=Destruction\">Destruction</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Evil</a><br /><b>Subdomains</b> <a href=\"DomainDisplay.aspx?ItemName=Destruction\">Catastrophe</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Fear</a>, <a href=\"DomainDisplay.aspx?ItemName=Darkness\">Loss</a>, <a href=\"DomainDisplay.aspx?ItemName=Destruction\">Rage</a><br /><i>* Requires the <u><a href=\"TraitDisplay.aspx?ItemName=Acolyte%20of%20Apocrypha\">Acolyte of Apocrypha</a></u> trait.</i><br /><b>Favored Weapon</b> Whip<br /><b>Symbol</b> Black and silver eclipse<br /><b>Sacred Animal(s)</b> Snake<br /><b>Sacred Color(s)</b> Black, silver<br /></p><h3 class=\"framing\">Obedience</h3><p>While praying to Ahriman, destroy something of monetary or sentimental value to another person, preferably in front of someone who feels a strong emotional connection toward it. Alternatively, voluntarily take 1 point of Constitution damage while chanting praises to Ahriman and flagellating yourself with a barbed lash. After performing this obedience, your true alignment is masked from detection. Each time you perform this obedience, you select an alignment that you wish to detect as. Once chosen, this alignment can't be changed until you perform this obedience again or 24 hours pass. The masked alignment can trick items and magic that require a particular alignment. For example, a neutral evil follower can make her alignment appear to be lawful good, which would allow her to safely pass beyond a <i>glyph of warding</i> keyed to lawful good.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Fiendish Obedience\">Fiendish Obedience</a></h2><p></p><h3 class=\"framing\">Evangelist</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 12</i></a><br /><b>1: Ahriman's Word (Sp)</b> <i>command </i> 3/day, <i>detect thoughts</i> 2/day, or <i>suggestion</i> 1/day<br /><b>2: Unassailable Conviction (Su)</b> You know existence is pointless and find little that can affect your outlook or sway your ultimate outcome in the bleak span of existence. Once per day when you fail a Will save, you can immediately roll again and use the second result as your actual saving throw result. If you succeed at this second save, you gain a +2 morale bonus on attack rolls and saving throws for 1 hour.<br /><b>3: Force the Lie (Su)</b> Once per day, you can twist the intention of beneficial effects. As a standard action, you can create a wave of crackling black energy that fills a 30-foot-radius spread at any point within 90 feet of you. Creatures in this area other than yourself that are benefiting from a luck, morale, or sacred bonus instead treat that bonus as a penalty. You and other worshipers of Ahriman can see through this area of black energy with ease, but all other creatures treat the area as if it were under the effects of <i>obscuring mist</i>. The black energy persists for 1 round per Hit Die you have, and cannot be dissipated by wind effects. An affected creature can negate this adjustment to bonuses with a successful Will save (DC = 10 + half your Hit Dice + your Charisma modifier), but this does not negate the obscuring effect.</p><h3 class=\"framing\">Exalted</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 12</i></a><br /><b>1: Hamper the Righteous (Sp)</b> <i>protection from good</i> 3/day, <i>touch of idiocy</i> 2/day, or <i>bestow curse</i> 1/day<br /><b>2: Pierce Obfuscation (Su)</b> You can see the bleak truth despite means to hide your vision. You can see perfectly in darkness of any kind, including that created by <i>deeper darkness</i>. Once per day, you can cast <i>true seeing</i> as a spell-like ability.<br /><b>3: Call for Ruin (Sp)</b> You can conjure some of Ahriman's armies for your own purposes. Once per day as a standard action, you can summon 1d4+1 ghawwas, 1d3 shiras, or one sepid as if with <i>summon monster IX</i>, and you gain telepathy with them to a range of 100 feet. The divs summoned in this way follow your commands perfectly for 1 round per Hit Die you have before vanishing back to their home in Abaddon. The summoned divs don't follow commands that would cause them to perform overly good acts or save mortal lives other than your own, and they immediately vanish if your orders contradict these restrictions.</p><h3 class=\"framing\">Sentinel</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 12</i></a><br /><b>1: Break the Weak (Sp)</b> <i>inflict light wounds </i> 3/day, <i>death knell</i> 2/day, or <i>dispel magic</i> 1/day<br /><b>2: Serpentine Lash (Su)</b> Any whip you wield becomes an extension of your embodiment of evil, lashing out against all those who fail to prostrate themselves before you and oblivion. You gain Weapon Specialization (whip) and Whip Mastery as bonus feats, even if you do not meet the prerequisites. In addition, your whip takes on the illusory appearance of a serpent, and you gain a +2 profane bonus to combat maneuver checks to trip opponents. If you wield a whip with at least a +1 enhancement bonus, you can grant it the <i>dancing</i> weapon special ability for 6 rounds per day as a swift action. These rounds need not be consecutive.<br /><b>3: Crush Opposition (Su)</b> Three times per day, you can target one corporeal enemy within 60 feet and call out a castigating challenge that causes the creature to painfully collapse in on itself in a crackle of black energy. The target takes 10 points of damage per Hit Dice you have. Creatures targeted by this ability can attempt a Fortitude save (DC = 10 + half your Hit Dice + your Charisma modifier) to reduce the damage by half. A creature slain by this effect is completely destroyed, and all items it was carrying or wearing at the time fall to the ground and become cursed for a number of hours equal to your Hit Dice. The curse on these items causes nonevil creatures who carry one of the items to take a -1 penalty on saving throws against fear and insanity effects; the penalties for carrying multiple items stack.<br /><br /></p><div style=\"position:relative;left:0%;border:2px ridge #434343;width:100%;height:100%\"><div class=\"wiki-content-full\"><iframe style=\"overflow-y:hidden;width:100%;height:450px\" src=\"https://pathfinderwiki.com/wiki/Ahriman\"> </iframe></div>\n </div>",
  "flags": {
    "monks-enhanced-journal": {
      "type": "journal"
    }
  },
  "_id": "hnqw2CmX8J1IpcBi"
}
