{
  "name": "Aldinach",
  "content": "<p></p><h1 class=\"title\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Aldinach</h1><h2><b>She of the Six Venoms</b></h2><b>Source</b> <a class=\"external-link\" href=\"http://paizo.com/products/btpy94wj?Pathfinder-Campaign-Setting-Inner-Sea-Gods-Hardcover\" target=\"_blank\"><i>Inner Sea Gods pg. 318</i></a><br /><b>Pathfinder Wiki</b> <a href=\"http://www.pathfinderwiki.com/wiki/Aldinach\">Aldinach</a><p></p><h3 class=\"framing\">Details</h3><p><b>Alignment</b> CE<br /><b>Pantheon</b> Demon Lords<br /><b>Areas of Concern</b> Sand, scorpions, thirst<br /><b>Domains</b> <a href=\"DomainDisplay.aspx?ItemName=Animal\">Animal</a>, <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Chaos</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Evil</a>, <a href=\"DomainDisplay.aspx?ItemName=Sun\">Sun</a><br /><b>Subdomains</b> <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Demon (Chaos)</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Demon (Evil)</a>, <a href=\"DomainDisplay.aspx?ItemName=Animal\">Feather</a>, <a href=\"DomainDisplay.aspx?ItemName=Animal\">Fur</a>, <a href=\"DomainDisplay.aspx?ItemName=Animal\">Insect</a>*, <a href=\"DomainDisplay.aspx?ItemName=Sun\">Light</a>, <a href=\"DomainDisplay.aspx?ItemName=Sun\">Thirst</a>*<br /><i>* Requires the <u><a href=\"TraitDisplay.aspx?ItemName=Acolyte%20of%20Apocrypha\">Acolyte of Apocrypha</a></u> trait.</i><br /><b>Favored Weapon</b> Kukri<br /><b>Symbol</b> Sandy gold scorpion<br /><b>Sacred Animal(s)</b> Scorpion<br /><b>Sacred Color(s)</b> Gold, orange<br /></p><h3 class=\"framing\">Obedience</h3><p>Pray to Aldinach while lying prone on sand for an hour, during which time you must eat at least one live scorpion. Gain a +4 profane bonus on saves against poison from vermin and effects that cause fatigue or exhaustion.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Demonic Obedience\">Demonic Obedience</a></h2><p></p><h3 class=\"framing\">Demoniac</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/store/games/roleplayingGames/p/pathfinderRPG/paizo/pathfinderChronicles/v5748btpy8hij\" target=\"_blank\"><i>Book of the Damned - Volume 2: Lords of Chaos pg. 10</i></a><br /><b>1: Desert's Wrath (Sp)</b> <i>endure elements </i>3/day, <i>glitterdust </i>2/day, or <i>searing light </i>1/day<br /><b>2: Raise Scorpion (Su)</b> Once per day, you may cause a dead body within 60 feet to transform into a fiendish giant scorpion under your mental control. This transformation lasts for 1 round per level, after which the scorpion returns to its original corpse form. This is a polymorph effect.<br /><b>3: Dehydrating Strike (Su)</b> Once per day as a swift action, at any point when you successfully inflict damage on a target, you can cause that target to become instantly and painfully dehydrated if it fails a Fortitude save (DC = 10 + 1/2 your HD + your Constitution modifier). If the save is successful, the victim is staggered for 1 round. If the save fails, the victim takes 1d10 points of Strength drain, is stunned for 1 round, and is then staggered for 1d4 rounds after recovering from being stunned.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Fiendish Obedience\">Fiendish Obedience</a></h2><p></p><h3 class=\"framing\">Evangelist</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 14</i></a><br /><b>1: Dominion Over the Sands (Sp)</b> <i>entropic shield </i> 3/day, <i>gust of wind</i> 2/day, or <i>ray of exhaustion</i> 1/day<br /><b>2: Living Sandstorm (Su)</b> Three times per day, you can dissipate yourself and all of your gear into a swirling mass of wind-tossed sand for 5 minutes. While in this form, you gain DR 10/- and immunity to acid, critical hits, disease, fire, infestations, poison, and precision damage (such as sneak attacks). You can speak, but you can't make physical attacks or manipulate objects, and you can't use somatic or material (including focus) spell components. You can fly at a speed of 10 feet and automatically succeed at Fly checks, and you can pass through small holes or narrow openings. You are treated as a Fine creature for the purpose of wind effects. While in sandstorm form, you can enter another creature's space once per round as part of a move action; this provokes an attack of opportunity as normal. When you enter a creature's space this way, that creature takes 3d6 points of slashing damage from abrading sands and is blinded for 1d6 rounds; the target can halve the damage and negate the blindness with a successful Reflex save (DC = 10 + half your Hit Dice + your Constitution modifier). A creature can be affected in this way only once per round, even if you move into its space multiple times.<br /><b>3: Flensing Storm (Sp)</b> Once per day, you can call out to Aldinach to conjure a deadly sandstorm from the Whispering Sands, which flenses those caught within down to nothing but bloody bones. This acts as an <i>incendiary cloud</i> spell, except that instead of fire damage it deals 6d6 points of slashing damage and 1d4 points of Constitution damage; this Constitution damage can be negated with a successful Reflex save (DC = 10 + half your Hit Dice + your Constitution modifier). As a move action, you can direct a flensing storm to move up to 60 feet in any direction; this need not be a straight line. You are immune to the effects of your flensing storms and can see through them without penalty.</p><h3 class=\"framing\">Exalted</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 14</i></a><br /><b>1: Desert's Wrath (Sp)</b> <i>endure elements </i> 3/day, <i>glitterdust</i> 2/day, or <i>searing light</i> 1/day<br /><b>2: Raise Scorpion (Su)</b> Once per day, you can cause a dead body within 60 feet to transform into a fiendish giant scorpion under your mental control. This transformation lasts for 1 round per level, after which the scorpion returns to its original corpse form. This is a polymorph effect.<br /><b>3: Dehydrating Strike (Su)</b> Once per day as a swift action, when you deal damage to a creature, that creature must attempt a Fortitude save (DC = 10 + half your Hit Dice + your Constitution modifier) to avoid becoming instantly and painfully dehydrated. If the victim fails this save, it takes 1d10 points of Strength drain, is stunned for 1 round, and is then staggered for 1d4 rounds. On a successful save, the victim is instead staggered for 1 round.</p><h3 class=\"framing\">Sentinel</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 14</i></a><br /><b>1: Chitin and Sting (Sp)</b> <i>nauseating dart </i> 3/day, <i>barkskin</i> 2/day, or <i>cup of dust</i> 1/day<br /><b>2: Hidden Strike (Ex)</b> She of the Six Venoms grants you a scorpion's talent for striking rapidly from hiding. You gain a hidden strike, with which you deal an extra 2d8 points of precision damage on melee attacks or ranged attacks from within 30 feet against foes who are unaware of your presence or who consider you an ally. You can also deal hidden strike damage to a target that you are flanking or that is denied its Dexterity bonus to AC, but in these cases, the damage is reduced to 2d4. You can deal hidden strike damage against targets with concealment (but not total concealment). This stacks with other sources of hidden strike damage or sneak attack damage you already have. In addition, like a deadfall scorpion, you are adept at taking advantage of your foes' surprise. During a surprise round, you can take a full round's worth of actions, rather than a single standard action.<br /><b>3: Sting of Aldinach (Su)</b> Once per day as a swift action, you can grow a golden-hued scorpion's tail, complete with stinger. This sting is a primary natural attack that deals damage as appropriate for a creature of your size (1d6 points of damage for a Medium creature). The sting is poisonous (<i>injury</i>; <i>save</i> DC 10 + half your Hit Dice + your Constitution modifier; <i>frequency</i> 1/round for 6 rounds; <i>effect</i> 1d3 Str damage and 1d3 Con damage; <i>cure</i> 1 save). Like that of the immense black scorpion, your stinger strikes with blinding speed; you can make an attack with your stinger as a swift action (in addition to any other attacks or actions taken during that round). Once activated, your stinger remains for a number of minutes equal to your Hit Dice.</p><h2 class=\"title\">For Followers of Aldinach</h2><p></p><h3 class=\"framing\">Archetypes</h3><p><a href=\"ArchetypeDisplay.aspx?FixedName=Antipaladin Iron Tyrant\">Iron Tyrant (Antipaladin)</a></p><h3 class=\"framing\">Feats</h3><p><a href=\"FeatDisplay.aspx?ItemName=Channel Discord\">Channel Discord</a></p><h3 class=\"framing\">Magic Items - Wondrous Items</h3><p><a href=\"MagicWondrousDisplay.aspx?FinalName=Dagon's Eye\">Dagon's Eye</a></p><h3 class=\"framing\">Traits</h3><p><a href=\"TraitDisplay.aspx?ItemName=Demonic Persuasion\">Demonic Persuasion</a><br /><br /></p><div style=\"position:relative;left:0%;border:2px ridge #434343;width:100%;height:100%\"><div class=\"wiki-content-full\"><iframe style=\"overflow-y:hidden;width:100%;height:450px\" src=\"https://pathfinderwiki.com/wiki/Aldinach\"> </iframe></div>\n </div>",
  "flags": {
    "monks-enhanced-journal": {
      "type": "journal"
    }
  },
  "_id": "4T5tZllbqFftVp3z"
}
