{
  "name": "Areshkagal",
  "content": "<p></p><h1 class=\"title\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Areshkagal</h1><h2><b>The Faceless Sphinx</b></h2><b>Source</b> <a class=\"external-link\" href=\"http://paizo.com/products/btpy94wj?Pathfinder-Campaign-Setting-Inner-Sea-Gods-Hardcover\" target=\"_blank\"><i>Inner Sea Gods pg. 320</i></a><br /><b>Pathfinder Wiki</b> <a href=\"http://www.pathfinderwiki.com/wiki/Areshkagal\">Areshkagal</a><p></p><h3 class=\"framing\">Details</h3><p><b>Alignment</b> CE<br /><b>Pantheon</b> Demon Lords<br /><b>Areas of Concern</b> Greed, portals, riddles<br /><b>Domains</b> <a href=\"DomainDisplay.aspx?ItemName=Air\">Air</a>, <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Chaos</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Evil</a>, <a href=\"DomainDisplay.aspx?ItemName=Trickery\">Trickery</a><br /><b>Subdomains</b> <a href=\"DomainDisplay.aspx?ItemName=Trickery\">Deception</a>, <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Demon (Chaos)</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Demon (Evil)</a>, <a href=\"DomainDisplay.aspx?ItemName=Trickery\">Thievery</a>, <a href=\"DomainDisplay.aspx?ItemName=Air\">Wind</a><br /><i>* Requires the <u><a href=\"TraitDisplay.aspx?ItemName=Acolyte%20of%20Apocrypha\">Acolyte of Apocrypha</a></u> trait.</i><br /><b>Favored Weapon</b> Sickle<br /><b>Symbol</b> Faceless female pharaoh<br /><b>Sacred Animal(s)</b> Viper<br /><b>Sacred Color(s)</b> Blue, gold<br /></p><h3 class=\"framing\">Obedience</h3><p>Inscribe several of the 23 riddles of the flesh (an interlocked series of conundrums, the answer to which no mortal has achieved) on your own flesh with a tiny bone knife carved from a child's rib. Gain a +4 profane bonus on Will saving throws against sonic and languagedependant effects.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Demonic Obedience\">Demonic Obedience</a></h2><p></p><h3 class=\"framing\">Demoniac</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/store/games/roleplayingGames/p/pathfinderRPG/paizo/pathfinderChronicles/v5748btpy8hij\" target=\"_blank\"><i>Book of the Damned - Volume 2: Lords of Chaos pg. 12</i></a><br /><b>1: Sphinx's Secret (Sp)</b> <i>hold portal </i>3/day, <i>touch of idiocy </i>2/day, or <i>shrink item </i>1/day<br /><b>2: Portal Jump (Sp)</b> Once per day as a swift action, you can step through one doorway, arch, or window and emerge from another at any point within 500 feet. This is a teleportation effect similar to <i>dimension door</i>, but you do not become disoriented when you use this ability. This ability is the equivalent of a 7th-level spell.<br /><b>3: Create Portal (Sp)</b> Once per day, you may use <i>gate </i>as a spell-like ability, but only to create a gate as a mode of planar travel, not as a method of calling creatures. This ability is the equivalent of a 9th-level spell.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Fiendish Obedience\">Fiendish Obedience</a></h2><p></p><h3 class=\"framing\">Evangelist</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 24</i></a><br /><b>1: Twisted Riddles (Sp)</b> <i>fumbletongue </i> 3/day, <i>fox's cunning</i> 2/day, or <i>illusory script</i> 1/day<br /><b>2: Maddening Enigma (Sp)</b> Through your faith in the Faceless Sphinx, you are granted knowledge of three unsolvable riddles. Three times per day as a standard action, you can speak one of these riddles, though the riddles must be spoken in order. When spoken to a creature within 30 feet, the first unsolvable riddle you use in a day paralyzes the target as it searches for the answer; the creature must succeed at a Will save (DC = half your Hit Dice + your Charisma modifier) or be affected by <i>hold monster</i>. The second unsolvable riddle is filled with subliminal messages; up to one creature for every 3 Hit Dice you have within 30 feet must succeed at a Will save (at the same DC as above) or be affected by a <i>suggestion</i> spell (with a suggestion of your choosing). The third unsolvable riddle uses such circuitous and warped logic that it shatters listeners' sanity; each creature within 60 feet must succeed at a Will save (using the same DC) or become <i>confused</i>. Worshipers of Areshkagal are immune to these effects.<br /><b>3: Faceless Mystery (Su)</b> Areshkagal's form is the most sacred of shapes, and as one of her favored minions, you can adopt a similar form as your own. You gain the change shape universal monster ability, allowing you to assume the form of a sphinx as per <i>beast shape IV</i>. In sphinx form, your face is eerily devoid of features (although they appear when you need them to eat, speak, make bite attacks, cast spells, and so on), and you gain blindsight to a range of 60 feet. You can activate this ability only once per day, but the new form lasts indefinitely. However, if you lose access to this boon by failing to perform your obedience, you cannot change forms or return to your true form until you perform the obedience again or the effect ends.</p><h3 class=\"framing\">Exalted</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 24</i></a><br /><b>1: Sphinx's Secret (Sp)</b> <i>hold portal </i> 3/day, <i>touch of idiocy</i> 2/day, or <i>shrink item</i> 1/day<br /><b>2: Portal Jump (Sp)</b> You understand that doorways and openings don't always have to lead to the same place. Once per day as a swift action, you can step through one doorway, arch, or window and emerge from another such portal at any point within 500 feet. This is a teleportation effect similar to <i>dimension door</i>, but you do not become disoriented when you use this ability.<br /><b>3: Create Portal (Sp)</b> Doorways have the potential to exist anywhere and everywhere-one simply needs to know where and how to look for them to find them. Once per day, you can use <i>gate</i> as a spell-like ability, but only as a mode of planar travel, not as a method of calling creatures.</p><h3 class=\"framing\">Sentinel</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 24</i></a><br /><b>1: Gilded Arms (Sp)</b> <i>magic weapon </i> 3/day, <i>spiritual weapon</i> 2/day, or <i>magic vestment</i> 1/day<br /><b>2: Auric Knight (Su)</b> Your greed demands that you equip yourself with the purest form of wealth: gold. When you are wielding weapons or shields made purely of gold or wearing armor made purely of gold, that equipment is considered to have all the properties of adamantine instead of the properties of gold; weapons affected this way also count as both cold iron and silver for the purpose of bypassing damage reduction. While you wield a shield made purely of gold, any DR/- you gain from armor made purely of gold increases by 2. In addition, you gain a +2 bonus on attack and damage rolls with sickles made purely of gold.<br /><b>3: Avatars of Avarice (Sp)</b> You can conjure the paragons of greed from the Blood Clefts to serve you... for a price. Once per day as a standard action, you can throw gold (as coins, bars, or another form) to the ground, whereupon it vanishes to Areshkagal's realm. For every 500 gp's worth of gold thrown down this way, a fiendish young red dragon appears to serve you, up to a maximum of three dragons per day. These dragons follow your commands perfectly for 1 minute per level before vanishing back to the Abyss.</p><h2 class=\"title\">For Followers of Areshkagal</h2><p></p><h3 class=\"framing\">Feats</h3><p><a href=\"FeatDisplay.aspx?ItemName=Channel Discord\">Channel Discord</a></p><h3 class=\"framing\">Magic Items - Wondrous Items</h3><p><a href=\"MagicWondrousDisplay.aspx?FinalName=Dagon's Eye\">Dagon's Eye</a></p><h3 class=\"framing\">Traits</h3><p><a href=\"TraitDisplay.aspx?ItemName=Demonic Persuasion\">Demonic Persuasion</a><br /><br /></p><div style=\"position:relative;left:0%;border:2px ridge #434343;width:100%;height:100%\"><div class=\"wiki-content-full\"><iframe style=\"overflow-y:hidden;width:100%;height:450px\" src=\"https://pathfinderwiki.com/wiki/Areshkagal\"> </iframe></div>\n </div>",
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "monks-enhanced-journal": {
      "type": "journal"
    }
  },
  "_id": "OedDjFZs7hyxRVdv"
}
