{
  "name": "Barbatos",
  "content": "<p></p><h1 class=\"title\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Barbatos</h1><h2><b>The Bearded Lord</b></h2><b>Source</b> <a class=\"external-link\" href=\"http://paizo.com/products/btpy94wj?Pathfinder-Campaign-Setting-Inner-Sea-Gods-Hardcover\" target=\"_blank\"><i>Inner Sea Gods pg. 318</i></a><br /><b>Pathfinder Wiki</b> <a href=\"http://www.pathfinderwiki.com/wiki/Barbatos\">Barbatos</a><p></p><h3 class=\"framing\">Details</h3><p><b>Alignment</b> LE<br /><b>Pantheon</b> Archdevils<br /><b>Areas of Concern</b> Animals, corruption, gateways<br /><b>Domains</b> <a href=\"DomainDisplay.aspx?ItemName=Evil\">Evil</a>, <a href=\"DomainDisplay.aspx?ItemName=Law\">Law</a>, <a href=\"DomainDisplay.aspx?ItemName=Magic\">Magic</a>, <a href=\"DomainDisplay.aspx?ItemName=Travel\">Travel</a><br /><b>Subdomains</b> <a href=\"DomainDisplay.aspx?ItemName=Magic\">Arcane</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Devil (Evil)</a>, <a href=\"DomainDisplay.aspx?ItemName=Law\">Devil (Law)</a>, <a href=\"DomainDisplay.aspx?ItemName=Magic\">Divine</a>, <a href=\"DomainDisplay.aspx?ItemName=Travel\">Portal</a>*, <a href=\"DomainDisplay.aspx?ItemName=Travel\">Trade</a><br /><i>* Requires the <u><a href=\"TraitDisplay.aspx?ItemName=Acolyte%20of%20Apocrypha\">Acolyte of Apocrypha</a></u> trait.</i><br /><b>Favored Weapon</b> Quarterstaff<br /><b>Symbol</b> Three-eyed beard<br /><b>Sacred Animal(s)</b> Raven<br /><b>Sacred Color(s)</b> Gray, red<br /></p><h3 class=\"framing\">Obedience</h3><p>Build a small, tree-shaped shrine to Barbatos out of broken branches, moss-covered stones, viscous mud, or any other sort of naturally occurring material. While pacing around the shrine, spatter it with fresh blood-either your own or that of a companion or an enemy-and speak 21 words of allegiance to the Bearded Lord. Gain a +4 profane bonus on Knowledge (arcana, planes, and religion) checks concerning evil-aligned planes, evil faiths, or evil magic.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Fiendish Obedience\">Fiendish Obedience</a></h2><p></p><h3 class=\"framing\">Evangelist</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 32</i></a><br /><b>1: Taint of the Promised Land (Sp)</b> <i>ill omen</i> 3/day, <i>blindness/deafness</i> 2/day, or <i>howling agony</i> 1/day<br /><b>2: Defile the Sacred (Su)</b> You can project the terrible mysteries of Barbatos's true form into an opponent's body, infusing it with a mere iota of the Bearded Lord's horrors. Once per day as a standard action, you can target a living good-aligned or neutral creature with a touch attack that briefly transforms its body into a mass of quivering worms and undulating flesh. This deals an amount of damage equal to 10 points per Hit Die you have (maximum 150 points of damage) and nauseates the target for 1 round. A target that succeeds at a Fortitude saving throw (DC = 10 + half your Hit Dice + your Charisma modifier) takes only half damage and negates the nauseated effect. If the creature you target is evil-aligned, this ability has no effect and is wasted for the day.<br /><b>3: Faces of the Wise (Su)</b> You are keenly aware of the million possible visages that might lurk under Barbatos's hood and can project those images into an enemy's mind. Once per day as a standard action, you can target any creature within 100 feet. If the target fails a Will saving throw (DC = 10 + half your Hit Dice + your Charisma modifier), it is stunned for 1 round and then paralyzed for a number of rounds equal to your Hit Dice. Each round on its turn while it is paralyzed, the target can attempt a new saving throw to end the paralyzing effect; this is a full-round action that does not provoke attacks of opportunity. A creature that recovers from this effect early after being affected by it for at least 2 rounds is staggered for 2d4 rounds. A creature that succeeds at its initial saving throw against this effect is merely staggered for 1 round. This is a mind-affecting fear effect.</p><h3 class=\"framing\">Exalted</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 33</i></a><br /><b>1: Beasts of the First (Sp)</b> <i>magic fang </i> 3/day, <i>fox's cunning</i> 2/day, or <i>stench of prey</i> 1/day<br /><b>2: Gnashing of Brutish Teeth (Su)</b> You are intimately familiar with the guttural sounds of hellbeasts and can imitate their cacophonies to the detriment of your foes. Once per day as a standard action, you can unleash this clamor, forcing all enemies within 30 feet of you to attempt a Will saving throw (DC = 10 + half your Hit Dice + your Charisma modifier). Those who fail are frightened for a number of rounds equal to your Hit Dice and take an amount of sonic damage equal to 1d6 per Hit Die you have (maximum 20d6). Creatures that succeed at their saving throws take half damage and are instead shaken for this effect's duration. This is a mind-affecting fear effect.<br /><b>3: Bearded Lord's Aspect (Sp)</b> Once per day, you can assume an imitation of one of the many forms Barbatos prefers when traveling in the mortal realms. This functions as <i>frightful aspect</i>, using your Hit Dice as your caster level, except you also gain darkvision with a range of 90 feet, scent, and a bite attack. Treat the bite attack as a primary attack made with your full base attack bonus; it deals an amount of damage equal to 3d6 plus 1-1/2 times your Strength modifier.</p><h3 class=\"framing\">Sentinel</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 33</i></a><br /><b>1: No Passage (Sp)</b> <i>bungle </i> 3/day, <i>piercing shriek</i> 2/day, or <i>glyph of warding</i> 1/day<br /><b>2: From Whence You Came (Sp)</b> The Bearded Lord has untold knowledge of not only fiends and their places in Hell and beyond but also all outsiders, and you can periodically harness this confounding reality to your advantage. Three times per day, you can cast <i>dismissal</i> as a spell-like ability. When you do, you are immediately affected by <i>protection from good</i> if the dismissed outsider was good-aligned, or protection from evil if the outsider was evil-aligned, for a number of minutes equal to your Hit Dice.<br /><b>3: Avernus's Iron Gates (Sp)</b> You have an unholy tie to Barbatos's demesne. Once per day, you can open a gate to Avernus, as per the spell <i>gate</i>, and use it either for planar travel or to call a pit fiend to your service. If you use it to call a pit fiend, this functions like the gate spell's calling creatures effect, but you are not required to pay the 10,000 gp material cost. If the pit fiend has more Hit Dice than you, you can't control it (as normal), but pit fiends tend to gladly obey the requests of powerful minions of Barbatos.</p><h2 class=\"title\">For Followers of Barbatos</h2><p></p><h3 class=\"framing\">Feats</h3><p><a href=\"FeatDisplay.aspx?ItemName=Hellish Shackles\">Hellish Shackles</a></p><h3 class=\"framing\">Traits</h3><p><a href=\"TraitDisplay.aspx?ItemName=Flames of Hell\">Flames of Hell</a><br /><br /></p><div style=\"position:relative;left:0%;border:2px ridge #434343;width:100%;height:100%\"><div class=\"wiki-content-full\"><iframe style=\"overflow-y:hidden;width:100%;height:450px\" src=\"https://pathfinderwiki.com/wiki/Barbatos\"> </iframe></div>\n </div>",
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "monks-enhanced-journal": {
      "type": "journal"
    }
  },
  "_id": "722ybIJP7AiF17NG"
}
