{
  "name": "Dagon",
  "content": "<p></p><h1 class=\"title\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Dagon</h1><h2><b>The Shadow in the Sea</b></h2><b>Source</b> <a class=\"external-link\" href=\"http://paizo.com/products/btpy94wj?Pathfinder-Campaign-Setting-Inner-Sea-Gods-Hardcover\" target=\"_blank\"><i>Inner Sea Gods pg. 320</i></a><br /><b>Pathfinder Wiki</b> <a href=\"http://www.pathfinderwiki.com/wiki/Dagon\">Dagon</a><p></p><h3 class=\"framing\">Details</h3><p><b>Alignment</b> CE<br /><b>Pantheon</b> Demon Lords<br /><b>Areas of Concern</b> Deformity, sea monsters, the sea<br /><b>Domains</b> <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Chaos</a>, <a href=\"DomainDisplay.aspx?ItemName=Destruction\">Destruction</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Evil</a>, <a href=\"DomainDisplay.aspx?ItemName=Water\">Water</a><br /><b>Subdomains</b> <a href=\"DomainDisplay.aspx?ItemName=Destruction\">Catastrophe</a>, <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Demon (Chaos)</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Demon (Evil)</a>, <a href=\"DomainDisplay.aspx?ItemName=Water\">Oceans</a>, <a href=\"DomainDisplay.aspx?ItemName=Destruction\">Rage</a><br /><i>* Requires the <u><a href=\"TraitDisplay.aspx?ItemName=Acolyte%20of%20Apocrypha\">Acolyte of Apocrypha</a></u> trait.</i><br /><b>Favored Weapon</b> Trident<br /><b>Symbol</b> Eye surrounded by runes<br /><b>Sacred Animal(s)</b> Fish<br /><b>Sacred Color(s)</b> Blue, gold<br /></p><h3 class=\"framing\">Obedience</h3><p>Offer a bowl of fresh blood to Dagon by speaking prayers over the blood and then emptying the blood into the sea. The bowl must be made of gold and inscribed with runes sacred to Dagon-such a bowl must be worth no less than 100 gp, but can be reused for multiple obediences. Gain a +4 profane bonus against the extraordinary or supernatural attacks of creatures with the aquatic or water subtype.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Demonic Obedience\">Demonic Obedience</a></h2><p></p><h3 class=\"framing\">Demoniac</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/store/games/roleplayingGames/p/pathfinderRPG/paizo/pathfinderChronicles/v5748btpy8hij\" target=\"_blank\"><i>Book of the Damned - Volume 2: Lords of Chaos pg. 14</i></a><br /><b>1: First Oath (Sp)</b> <i>speak with animals </i>(aquatic animals only) 3/ day, <i>disfiguring touch </i>(see page 48) 2/day, or <i>summon monster III </i>(aquatic creatures only) 1/day<br /><b>2: Second Oath (Ex)</b> You become immune to damage from water pressure, and gain the ability to breathe water, a +2 profane bonus to Constitution, and a swim speed equal to your base land speed (or increase your current swim speed by 30 ft.).<br /><b>3: Third Oath (Sp)</b> <i>Dominate monster </i>1/day (aquatic creatures only).</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Fiendish Obedience\">Fiendish Obedience</a></h2><p></p><h3 class=\"framing\">Evangelist</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 40</i></a><br /><b>1: Enslave The Sea (Sp)</b> <i>hydraulic push </i> 3/day, <i>slipstream</i> 2/day, or <i>water breathing</i> 1/day<br /><b>2: Aspect of Ishiar (Su)</b> You can cause the flesh and bone of your body to liquefy into a roiling mass of brackish sea water as a move action. While under this effect, your body takes on a slick, watery appearance and can stretch and shift with ease. You become mostly transparent, as if you were composed of liquid, granting you a +4 bonus on Stealth checks. While underwater, this bonus increases to +8, and you can attempt Stealth checks while observed and without needing cover or concealment. You gain DR 10/slashing and your reach increases by 10 feet. In addition, you can pass through small holes or narrow openings, even mere cracks, with anything you were carrying when you activated this ability (except other creatures). Finally, you gain the water subtype and a swim speed of 60 feet, and you can breathe both water and air for the duration of this effect. You can use this ability for 10 minutes per Hit Die per day; this duration need not be consecutive but must be spent in 10-minute increments.<br /><b>3: Drowning Doom (Sp)</b> You can use <i>mass suffocation</i> once per day, but instead of drawing the air from creatures' lungs, this effect fills creatures' lungs with anoxic water (and as such, the ability to breathe water offers no protection). While disturbing, this water is largely a cosmetic effect and doesn't otherwise adjust how the spell effect functions.</p><h3 class=\"framing\">Exalted</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 40</i></a><br /><b>1: First Oath (Sp)</b> <i>speak with animals</i> (aquatic animals only) 3/day, <i>disfiguring touch</i> 2/day, or <i>summon monster III</i> (aquatic creatures only) 1/day<br /><b>2: Second Oath (Ex)</b> You become immune to damage from water pressure and gain the ability to breathe water, a +2 profane bonus to Constitution, and a swim speed equal to your base speed (if you already have a swim speed, it increases by 30 feet instead).<br /><b>3: Third Oath (Sp)</b> You can cast <i>dominate monster</i> as a spell-like ability once per day but can target only aquatic creatures or creatures currently breathing water.</p><h3 class=\"framing\">Sentinel</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 40</i></a><br /><b>1: Teratogen (Sp)</b> <i>long arm </i> 3/day, <i>bear's endurance</i> 2/day, or <i>resinous skin</i> 1/day<br /><b>2: Mutagenic Strike (Su)</b> A number of times per day equal to your Hit Dice, when you strike a creature with a melee weapon, as a swift action you can cause it to become deformed. When you do so, the creature struck must succeed at a Fortitude save (DC = 10 + half your Hit Dice + your Charisma modifier) or take 2 points of Charisma drain. A creature reduced to 0 Charisma in this way is permanently transformed into a hideously deformed aquatic version of itself; it gains the mutant template, the aquatic subtype, and the amphibious quality, and its alignment becomes chaotic evil. When this transformation occurs, all Charisma damage the creature has suffered is instantly cured. Such mutants are initially friendly toward you. This transformation is a curse effect.<br /><b>3: Horror of the Deep (Su)</b> As a move action, you can switch between your natural form and a hideous hybrid of your natural form and a deep-sea monstrosity. In your hybrid form, you are immune to damage from water pressure, gain the ability to breathe water, and gain a swim speed equal to twice your base speed. Your head becomes that of a viperfish, granting you a bite attack that deals damage as for a creature two size categories larger than you (2d6 for a Medium creature). In addition, a single long tentacle sprouts from your body, granting you a tentacle secondary natural attack that deals damage as for a creature of your size category (1d4 for a Medium creature). This tentacle has the grab and constrict abilities; the constrict damage is equal to your tentacle damage plus 1-1/2 times your Strength modifier. While grappling a creature with your tentacle, you are not considered grappled and do not take any of the penalties associated with that condition. You can maintain this form for 1 minute per Hit Die per day; this duration need not be consecutive but must be spent in 1-minute increments.</p><h2 class=\"title\">For Followers of Dagon</h2><p></p><h3 class=\"framing\">Feats</h3><p><a href=\"FeatDisplay.aspx?ItemName=Channel Discord\">Channel Discord</a></p><h3 class=\"framing\">Magic Items - Wondrous Items</h3><p><a href=\"MagicWondrousDisplay.aspx?FinalName=Dagon's Eye\">Dagon's Eye</a></p><h3 class=\"framing\">Traits</h3><p><a href=\"TraitDisplay.aspx?ItemName=Demonic Persuasion\">Demonic Persuasion</a><br /><br /></p><div style=\"position:relative;left:0%;border:2px ridge #434343;width:100%;height:100%\"><div class=\"wiki-content-full\"><iframe style=\"overflow-y:hidden;width:100%;height:450px\" src=\"https://pathfinderwiki.com/wiki/Dagon\"> </iframe></div>\n </div>",
  "flags": {
    "monks-enhanced-journal": {
      "type": "journal"
    }
  },
  "_id": "5hFGUQHZSfStXoBL"
}
