{
  "name": "Flauros",
  "content": "<p></p><h1 class=\"title\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Flauros</h1><h2><b>The Burning Maw</b></h2><b>Source</b> <a class=\"external-link\" href=\"http://paizo.com/products/btpy94wj?Pathfinder-Campaign-Setting-Inner-Sea-Gods-Hardcover\" target=\"_blank\"><i>Inner Sea Gods pg. 320</i></a><br /><b>Pathfinder Wiki</b> <a href=\"http://www.pathfinderwiki.com/wiki/Flauros\">Flauros</a><p></p><h3 class=\"framing\">Details</h3><p><b>Alignment</b> CE<br /><b>Pantheon</b> Demon Lords<br /><b>Areas of Concern</b> Fire, salamanders, volcanoes<br /><b>Domains</b> <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Chaos</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Evil</a>, <a href=\"DomainDisplay.aspx?ItemName=Fire\">Fire</a>, <a href=\"DomainDisplay.aspx?ItemName=War\">War</a><br /><b>Subdomains</b> <a href=\"DomainDisplay.aspx?ItemName=Fire\">Ash</a>, <a href=\"DomainDisplay.aspx?ItemName=War\">Blood</a>, <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Demon (Chaos)</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Demon (Evil)</a>, <a href=\"DomainDisplay.aspx?ItemName=Fire\">Smoke</a><br /><i>* Requires the <u><a href=\"TraitDisplay.aspx?ItemName=Acolyte%20of%20Apocrypha\">Acolyte of Apocrypha</a></u> trait.</i><br /><b>Favored Weapon</b> Spear<br /><b>Symbol</b> Fanged mouth with lava<br /><b>Sacred Animal(s)</b> Salamander<br /><b>Sacred Color(s)</b> Black, red<br /></p><h3 class=\"framing\">Obedience</h3><p>Burn a valuable nonmagical object (something worth at least 100 gp) or any living creature as an offering and eat the ashes. Gain a +4 profane bonus on all saving throws against fire effects.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Demonic Obedience\">Demonic Obedience</a></h2><p></p><h3 class=\"framing\">Demoniac</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/store/games/roleplayingGames/p/pathfinderRPG/paizo/pathfinderChronicles/v5748btpy8hij\" target=\"_blank\"><i>Book of the Damned - Volume 2: Lords of Chaos pg. 15</i></a><br /><b>1: Fire's Harlot (Sp)</b> <i>burning hands </i>3/day, <i>flaming sphere </i>2/day, or <i>fireball </i>1/day<br /><b>2: Flame's Consort (Ex)</b> Gain fire resistance 30. If you are immune to fire, you may instead gain cold resistance 30. You may change to cold resistance if you gain immunity to fire at a point after you gain this boon.<br /><b>3: Awaken Flames (Su)</b> As a standard action once per day, you may call forth an elder fire elemental from any flame source. Alternatively, you may activate this ability as a swift action during the casting of any fire spell. The elemental appears immediately, and you can direct its actions as a free action via telepathy. The elemental is considered called, not summoned, and remains your minion for 1 hour.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Fiendish Obedience\">Fiendish Obedience</a></h2><p></p><h3 class=\"framing\">Evangelist</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 50</i></a><br /><b>1: Salamander Magic (Sp)</b> <i>magic weapon </i> 3/day, <i>pyrotechnics</i> 2/day, or <i>protection from energy</i> (fire only) 1/day<br /><b>2: Servants of the Burning Maw (Sp)</b> Flauros is served by a wide range of burning demons and fiery fiends, and as one of his favored, you have the power to call upon the aid of the servants of the Burning Maw. Once per day as a standard action, you can summon two advanced salamanders or two advanced brimorak demons as though using <i>summon monster VII</i>.<br /><b>3: Salamander's Heart (Su)</b> Although they dwell in the Plane of Fire, salamanders have long ranked among Flauros's favorite minions he sends to impose his will upon realms beyond the Abyss. As one of his chosen few, you can take on aspects of this favored race. Your skin turns a deep crimson, and your body emanates intense heat. You gain the fire subtype and DR 10/magic. Your touch and any metallic weapons you wield deal 1d6 points of fire damage, but your equipment is not damaged by this effect. At will, as a standard action you can transform your legs into a salamander-like tail or back again. This tail reduces your base speed by 10 feet, to a minimum of 20 feet, but grants you a tail slap natural attack (dealing 2d6 points of damage for a Medium creature) with reach 5 feet greater than your natural reach. You also gain the grab and constrict special attacks; your constrict damage is equal to your tail slap damage plus 1-1/2 times your Strength modifier.</p><h3 class=\"framing\">Exalted</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 50</i></a><br /><b>1: Fire's Harlot (Sp)</b> <i>burning hands </i> 3/day, <i>flaming sphere</i> 2/day, or <i>fireball</i> 1/day<br /><b>2: Flame's Consort (Ex)</b> You see perfection in the burning blood and molten flesh of your demonic patron and have been rewarded with a fraction of this power. You permanently gain fire resistance 30. If you are immune to fire or gain permanent immunity to fire at a point after you gain this boon, you instead gain cold resistance 30, as your flesh and blood burn so hot that they protect you against such extremes.<br /><b>3: Awaken Flames (Su)</b> Even fire itself must answer to mighty Flauros, and at his whim, flames take on lives of their own. You have developed a method of doing the same. Once per day as a standard action, you can call forth an elder fire elemental from any flame source. Alternatively, you can activate this ability as a swift action while you cast a spell with the fire descriptor, causing an elder fire elemental to manifest in a space adjacent to you. The elemental appears immediately, and you can direct its actions as a free action via telepathy. The elemental is considered called, not summoned, and remains your minion for 1 hour. Unlike a normal elemental, this elder fire elemental is chaotic evil in alignment and has the Chaotic and Evil subtypes.</p><h3 class=\"framing\">Sentinel</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 50</i></a><br /><b>1: Volcanic Fury (Sp)</b> <i>magic stone </i> 3/day, <i>scorching ray</i> 2/day, or <i>ash storm</i> 1/day<br /><b>2: Pyroclastic Execution (Sp)</b> It is said that every volcano on every world is an extension of the Burning Maw, and you have been granted the power to open new maws in the worlds you travel. By stabbing the earth below you with your spear, you cause a deadly eruption that engulfs a foe. This allows you to cast maximized <i>pyrotechnic eruption</i> once per day. You must be wielding a spear to use this ability.<br /><b>3: Vengeful Annihilation (Sp and Su)</b> The wrath of Flauros fills you, causing your might to intensify with every wound-and erupting from you in a killing wave when you finally fall. Whenever you have taken at least 1 point of damage per Hit Die, your attacks deal an additional 1d6 points of fire damage, and the save DCs of fire spells and effects you create increase by 1. Once per day, you can cast <i>fire shield</i> (warm shield) on yourself as a swift action. When you die, your body explodes in a wave of ash and magma, dealing 10d6 points of fire damage to all creatures within a 30-foot burst; a target that succeeds at a Reflex save (DC = 10 + half your Hit Dice + your Constitution modifier) takes half damage. Your body is destroyed by this eruption, but your gear is not. If you die in this way, you can be restored to life only via <i>miracle</i>, <i>true resurrection</i>, or <i>wish</i>.</p><h2 class=\"title\">For Followers of Flauros</h2><p></p><h3 class=\"framing\">Feats</h3><p><a href=\"FeatDisplay.aspx?ItemName=Channel Discord\">Channel Discord</a></p><h3 class=\"framing\">Magic Items - Wondrous Items</h3><p><a href=\"MagicWondrousDisplay.aspx?FinalName=Dagon's Eye\">Dagon's Eye</a>, <a href=\"MagicWondrousDisplay.aspx?FinalName=Demonic Smith's Gloves\">Demonic Smith's Gloves</a></p><h3 class=\"framing\">Traits</h3><p><a href=\"TraitDisplay.aspx?ItemName=Demonic Persuasion\">Demonic Persuasion</a><br /><br /></p><div style=\"position:relative;left:0%;border:2px ridge #434343;width:100%;height:100%\"><div class=\"wiki-content-full\"><iframe style=\"overflow-y:hidden;width:100%;height:450px\" src=\"https://pathfinderwiki.com/wiki/Flauros\"> </iframe></div>\n </div>",
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "monks-enhanced-journal": {
      "type": "journal"
    }
  },
  "_id": "nirBCH6kYc2dMUvt"
}
