{
  "name": "Hanspur",
  "content": "<p></p><h1 class=\"title\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Hanspur</h1><h2><b>The Water Rat</b></h2><b>Source</b> <a class=\"external-link\" href=\"http://paizo.com/products/btpy9j74?Pathfinder-Campaign-Setting-Inner-Sea-Faiths\" target=\"_blank\"><i>Inner Sea Faiths pg. 59</i></a><br /><b>Pathfinder Wiki</b> <a href=\"http://www.pathfinderwiki.com/wiki/Hanspur\">Hanspur</a><p></p><h3 class=\"framing\">Details</h3><p><b>Alignment</b> CN<br /><b>Pantheon</b> Other Deities<br /><b>Areas of Concern</b> River travel, rivers, smugglers<br /><b>Domains</b> <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Chaos</a>, <a href=\"DomainDisplay.aspx?ItemName=Death\">Death</a>, <a href=\"DomainDisplay.aspx?ItemName=Travel\">Travel</a>, <a href=\"DomainDisplay.aspx?ItemName=Water\">Water</a><br /><b>Subdomains</b> <a href=\"DomainDisplay.aspx?ItemName=Travel\">Exploration</a>, <a href=\"DomainDisplay.aspx?ItemName=Death\">Murder</a>, <a href=\"DomainDisplay.aspx?ItemName=Water\">Rivers</a>, <a href=\"DomainDisplay.aspx?ItemName=Travel\">Trade</a><br /><i>* Requires the <u><a href=\"TraitDisplay.aspx?ItemName=Acolyte%20of%20Apocrypha\">Acolyte of Apocrypha</a></u> trait.</i><br /><b>Favored Weapon</b> Trident<br /><b>Symbol</b> Rat walking on water<br /><b>Sacred Animal(s)</b> Rat<br /><b>Sacred Color(s)</b> Blue, gold<br /></p><h3 class=\"framing\">Obedience</h3><p>With the assistance of another priest of Hanspur or by yourself, simulate the act of drowning. You can do this by fully submerging yourself in a body of water, exhaling all of your breath, and painfully inhaling water instead of air. Alternatively, you can lie on your back with your head at a lower elevation than your legs while water is slowly poured on your face and up your nose. If you choose the latter method, you must cover your face with a cloth while the water is poured. When you conclude this simulated drowning, contemplate your life and how your goals coincide with the teachings of Hanspur and the Six River Freedoms. You gain a +4 sacred or profane bonus on Survival checks attempted while on or near rivers. The type of bonus depends on your alignment-if you're neither good nor evil, you must choose either a sacred bonus or a profane bonus the first time you perform your obedience, and this choice can't be changed.</p><h3 class=\"framing\">On Golarion</h3><p><b>Centers of Worship</b> River Kingdoms<br /><b>Nationality</b> Kellid</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Deific Obedience\">Deific Obedience</a></h2><p></p><h3 class=\"framing\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Evangelist</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9j74?Pathfinder-Campaign-Setting-Inner-Sea-Faiths\" target=\"_blank\"><i>Inner Sea Faiths pg. 59</i></a><br /><b>1: River Sage (Sp)</b> <i>hydraulic push</i><sup>APG</sup> 3/day, <i>river whip</i><sup>ACG</sup> 2/day, or <i>hydraulic torrent</i><sup>APG</sup> 1/day<br /><b>2: River Scion (Su)</b> Just as drowning was not the end of Hanspur's story, inhaling water holds no terror for you. As a free action you can breathe underwater, as if affected by <i>water breathing</i>, for a number of hours per day equal to the number of Hit Dice you possess. These hours need not be used consecutively, but must be used in 1-hour increments.<br /><b>3: River's Embodiment (Sp)</b> The river is a part of you, and you are a part of it. Once per day as a standard action, you can transform yourself into a Huge water elemental, as per <i>elemental body IV</i>. You can stay in this form for 1 minute per Hit Die you possess, and can dismiss this effect as a free action.</p><h3 class=\"framing\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Exalted</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9j74?Pathfinder-Campaign-Setting-Inner-Sea-Faiths\" target=\"_blank\"><i>Inner Sea Faiths pg. 59</i></a><br /><b>1: River Guide (Sp)</b> <i>obscuring mist</i> 3/day, <i>haunting mists</i><sup>UM</sup> 2/day, or <i>aqueous orb</i><sup>APG</sup> 1/day<br /><b>2: River Traveler (Su)</b> A priest of Hanspur should never fear the water, and should move as freely as the fish (and rats) that make their homes within it. As a free action, you can grant yourself and any allies within 30 feet of you a swim speed of 60 feet. This effect lasts for 1 round per Hit Die you possess or until you dismiss it as a free action, whichever comes first. Your allies must remain within 30 feet of you or lose this benefit. In addition, you gain a +2 profane or sacred bonus (of the same type as that provided by your obedience) on saves against spells with the water descriptor.<br /><b>3: River's Depths (Su)</b> The river is your companion, and it fights on your behalf, teaching your enemies about the holy act of drowning. Once per day as a standard action, you can cause one creature within 30 feet to begin drowning, filling its lungs with water. The target of this ability can attempt a Fortitude save (DC = 10 + 1/2 your Hit Dice + your Wisdom modifier) to negate the effect. If the target succeeds, it is staggered for 1 round while it gasps for breath. On a failed save, the target immediately begins to suffocate. On the target's next turn, it falls unconscious and is reduced to 0 hit points. One round later, the target drops to -1 hit points and is dying. One round after that, the target dies. Each round, the target can attempt a Fortitude save to end the effect. This ability affects only living creatures that must breathe and cannot breathe underwater. This is a curse effect.</p><h3 class=\"framing\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Sentinel</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9j74?Pathfinder-Campaign-Setting-Inner-Sea-Faiths\" target=\"_blank\"><i>Inner Sea Faiths pg. 59</i></a><br /><b>1: River Warden (Sp)</b> <i>wave shield</i><sup>ACG</sup> 3/day, <i>masterwork transformation</i><sup>UM</sup> 2/day, or <i>quench</i> 1/day<br /><b>2: River Champion (Su)</b> The river is your weapon. Three times per day as a standard action, you can sculpt water into the form of a melee weapon with which you are proficient (typically a trident, but it could also take the form of a dagger or another light weapon). You must have enough water to form the weapon, an amount equal to the weapon's normal weight. Once formed, the weapon behaves as a weapon of its type with an enhancement bonus of +1. This bonus increases by 1 for every 5 additional Hit Dice you have beyond 5 (up to a maximum of +4 at 20 Hit Dice). This weapon deals double the normal amount of damage to creatures with the fire subtype. The weapon dissolves into ordinary water after a number of rounds equal to your Hit Dice or as soon as it leaves your hand, whichever happens first.<br /><b>3: River's Renewal (Su)</b> As Hanspur was reborn in the water, so too are you healed by it. When completely submerged in water, you gain fast healing 2. You can recover a total number of hit points equal to twice your Hit Dice in this manner each day. At 20th level, if you fall below 0 hit points and your body is fully submerged in a river, you automatically stabilize.</p><h2 class=\"title\">Antipaladin Code</h2>While antipaladins of Hanspur are exceedingly rare, a handful have emerged over the centuries to cause untold damage across the River Kingdoms. These cruel and vengeful followers focus their violence against adherents and suspected allies of the harbinger Corosbel, leading to violent and bloody inquisitions that, on the surface, are done in Hanspur's name. More likely, however, these vendettas serve only to consolidate the antipaladins' personal power or serve their own agendas. Their code is one of persecution under the guise of protection. Its tenets include the following adages. <ul><li>Make them suffer as he did-drown your enemies alive so they may understand.</li><li>The river is free, but the land is our reward.</li><li>To kill death is to master it. We shall crush the daemons under our heel.</li><li>Respect is blood or gold; let none ply our rivers without giving respect.</li></ul><h2 class=\"title\">For Followers of Hanspur</h2><p></p><h3 class=\"framing\">Traits</h3><p><a href=\"TraitDisplay.aspx?ItemName=Light Sleeper\">Light Sleeper</a>, <a href=\"TraitDisplay.aspx?ItemName=River Freedom\">River Freedom</a></p><h2 class=\"title\">Unique Spell Rules</h2><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> <b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9j74?Pathfinder-Campaign-Setting-Inner-Sea-Faiths\" target=\"_blank\"><i>Inner Sea Faiths pg. 62</i></a><br /><p></p><h3 class=\"framing\">Druid</h3><p><i><a href=\"SpellDisplay.aspx?ItemName=Water Walk\">Water Walk</a></i> can be prepared as a 3rd-level spell<br /></p><h3 class=\"framing\">Ranger</h3><p><i><a href=\"SpellDisplay.aspx?ItemName=Water Breathing\">Water Breathing</a></i> can be prepared as a 2nd-level spell<br /><br /></p><div style=\"position:relative;left:0%;border:2px ridge #434343;width:100%;height:100%\"><div class=\"wiki-content-full\"><iframe style=\"overflow-y:hidden;width:100%;height:450px\" src=\"https://pathfinderwiki.com/wiki/Hanspur\"> </iframe></div>\n </div>",
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "monks-enhanced-journal": {
      "type": "journal"
    }
  },
  "_id": "lBMaONyNMVevHszV"
}
