{
  "name": "Kurgess",
  "content": "<p></p><h1 class=\"title\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Kurgess</h1><h2><b>The Strong Man</b></h2><b>Source</b> <a class=\"external-link\" href=\"http://paizo.com/products/btpy9j74?Pathfinder-Campaign-Setting-Inner-Sea-Faiths\" target=\"_blank\"><i>Inner Sea Faiths pg. 65</i></a><br /><b>Pathfinder Wiki</b> <a href=\"http://www.pathfinderwiki.com/wiki/Kurgess\">Kurgess</a><p></p><h3 class=\"framing\">Details</h3><p><b>Alignment</b> NG<br /><b>Pantheon</b> Other Deities<br /><b>Areas of Concern</b> Bravery, competition, sport<br /><b>Domains</b> <a href=\"DomainDisplay.aspx?ItemName=Community\">Community</a>, <a href=\"DomainDisplay.aspx?ItemName=Good\">Good</a>, <a href=\"DomainDisplay.aspx?ItemName=Luck\">Luck</a>, <a href=\"DomainDisplay.aspx?ItemName=Strength\">Strength</a>, <a href=\"DomainDisplay.aspx?ItemName=Travel\">Travel</a><br /><b>Subdomains</b> <a href=\"DomainDisplay.aspx?ItemName=Good\">Agathion</a>, <a href=\"DomainDisplay.aspx?ItemName=Strength\">Competition</a>, <a href=\"DomainDisplay.aspx?ItemName=Community\">Family</a>, <a href=\"DomainDisplay.aspx?ItemName=Luck\">Fate</a>, <a href=\"DomainDisplay.aspx?ItemName=Community\">Home</a>, <a href=\"DomainDisplay.aspx?ItemName=Strength\">Resolve</a>, <a href=\"DomainDisplay.aspx?ItemName=Strength\">Self-Realization (Strength)</a>*, <a href=\"DomainDisplay.aspx?ItemName=Travel\">Trade</a><br /><i>* Requires the <u><a href=\"TraitDisplay.aspx?ItemName=Acolyte%20of%20Apocrypha\">Acolyte of Apocrypha</a></u> trait.</i><br /><b>Favored Weapon</b> Javelin<br /><b>Symbol</b> Flexing arm with chain<br /><b>Sacred Animal(s)</b> Horse<br /><b>Sacred Color(s)</b> Gold, white<br /></p><h3 class=\"framing\">Obedience</h3><p>Find the nearest boulder, log, or other unattended object that you can reliably lift over your head, and hold it up high for the duration of the obedience while meditating on the ennobling nature of sports and tests of physical might. If you are interrupted at any time by any creature or person, you must challenge your interrupter to a contest of strength, speed, or stamina, with the boulder or another object of your obedience used as the main focus of the competition. Regardless of who wins, you gain a +2 sacred bonus on Acrobatics and Climb checks.</p><h3 class=\"framing\">On Golarion</h3><p><b>Centers of Worship</b> Andoran, Druma, Isger, Taldor<br /><b>Nationality</b> Taldan</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Deific Obedience\">Deific Obedience</a></h2><p></p><h3 class=\"framing\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Evangelist</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9j74?Pathfinder-Campaign-Setting-Inner-Sea-Faiths\" target=\"_blank\"><i>Inner Sea Faiths pg. 65</i></a><br /><b>1: Blessed Runner (Sp)</b> <i>longstrider</i> 3/day, <i>cat's grace</i> 2/day, or <i>haste</i> 1/day<br /><b>2: Strong One (Su)</b> You are wise enough to know that strength is a useful attribute for more than just competition and combat, and Kurgess smiles upon you for this wisdom, granting you greater strength for your everyday activities. You gain a +2 sacred bonus on all Strength-based skill checks.<br /><b>3: Farmer's Brawn (Su)</b> Great strength finds those who need it most, granting even the weakest individuals nearsupernatural abilities in moments of panic or to rescue loved ones, and Kurgess's evangelists are especially prone to such instantaneous bursts of brawn. Treat your carrying capacity as though your Strength ability score were 3 points higher than it actually is. Once per day, as long as you are wearing light, medium, or no armor, you can lift up to two unconscious or dead Medium or smaller creatures and their equipment onto your shoulders and still move up to your base speed, ignoring the added weight of your fallen comrades. You cannot both attack and move in the same round while carrying one or more creatures in this way. You can carry your companions in this way for a number of rounds equal to your Hit Dice; afterward, they encumber you as normal.</p><h3 class=\"framing\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Exalted</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9j74?Pathfinder-Campaign-Setting-Inner-Sea-Faiths\" target=\"_blank\"><i>Inner Sea Faiths pg. 65</i></a><br /><b>1: Holy Strength (Sp)</b> <i>enlarge person</i> 3/day, <i>bull's strength</i> 2/day, or <i>rage</i> 1/day<br /><b>2: Coordinated Escape (Su)</b> You and your allies know it is better to flee and live to continue the fight another day than to die honorable deaths that accomplish nothing. Three times per day as a standard action, you can shout an inspirational command that affects you and any allies within 60 feet for a number of rounds equal to your Hit Dice. During this time, affected characters can use the withdraw action to move up to triple their base speed (instead of up to double their base speed).<br /><b>3: Break the Anvil (Su)</b> You don't believe it is enough to shame your enemies by relieving them of their weapons-if possible, you must shatter those weapons so they can never again stand against you. Once per day, you can perform a disarm or sunder combat maneuver with a +4 competence bonus against an adjacent creature and a weapon it holds. If you succeed, the creature's weapon is simultaneously damaged and disarmed, as though you had succeeded at both combat maneuvers simultaneously. If you exceed the target's Combat Maneuver Defense by 10 or more, the target drops the items it is carrying in both hands, but you only sunder the weapon you initially targeted. If you don't have either the Improved Disarm or Improved Sunder feat or a similar ability, this attempt provokes attacks of opportunity as normal; however, if you have one of the feats or a similar ability, this attempt does not provoke attacks of opportunity.</p><h3 class=\"framing\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Sentinel</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9j74?Pathfinder-Campaign-Setting-Inner-Sea-Faiths\" target=\"_blank\"><i>Inner Sea Faiths pg. 65</i></a><br /><b>1: Master of Games (Sp)</b> <i>true strike</i> 3/day, <i>bear's endurance</i> 2/day, or <i>heroism</i> 1/day<br /><b>2: Reveal Frauds (Sp)</b> Like Kurgess, your keen sense of honor will not allow you to brook cheats among your ranks, and the insight bestowed by your devotion to your ideals has taught you to spot a fraud based on a hunch. You can use <i>discern lies</i>, as per the spell, for a number of rounds per day equal to your Hit Dice. These rounds need not be consecutive. Activating this ability is an immediate action.<br /><b>3: Unchained Savior (Su)</b> You are nothing without your teammates, and are willing to sacrifice your own safety to keep them alive. Once per day as an immediate action, if an ally within 60 feet of you would normally take enough damage to fall unconscious or die, you can move to an adjacent space and intercept the killing blow, taking the damage in your ally's place. If the attack would have inflicted any effects other than hit point damage, those effects are negated. If the damage would bring you to negative hit points, you are brought to 0 hit points instead, and the remaining damage is negated. Any attacks of opportunity you provoke by moving in this way are resolved after you take the damage from the intercepted blow; you take any damage from those attacks as normal.</p><h2 class=\"title\">Paladin Code</h2>Paladins of Kurgess are jovial in nature but firm in conviction, and brook no cheaters or liars among their ranks. Their tenants include the following affirmations. <ul><li>Fairness and good sportsmanship are testaments to one's virtue. I must set the finest example of what it means to be sporting and noble in challenges of strength and honor.</li><li>A challenge that is won unfairly is not a challenge won. I am no cheat, and I will lose any contest of brawn, honor, or mettle rather than resort to knavery or trickery.</li><li>Frauds have no place among true competitors. In contests of import and high-stakes trials, I will unrelentingly reveal the untruthful and deliver them to their proper justice.</li><li>Winning and losing are two sides of the same coin, and both are worthy of acknowledgment. I treat champions with respect, but honor losers for their courage and willingness to challenge themselves.</li><li>I respectfully seek tutelage from my betters, give honest guidance to the less accomplished, and cherish most of all my friendships with rivals whose skill matches my own.</li><li>Every day is a contest to better oneself, and every deed undertaken is an opportunity to condition my allies and myself for the trials ahead.</li></ul><h2 class=\"title\">For Followers of Kurgess</h2><p></p><h3 class=\"framing\">Feats</h3><p><a href=\"FeatDisplay.aspx?ItemName=Daring Exploit\">Daring Exploit</a>, <a href=\"FeatDisplay.aspx?ItemName=Intrepid Rescuer\">Intrepid Rescuer</a></p><h3 class=\"framing\">Prestige Classes</h3><p><a href=\"PrestigeClassesDisplay.aspx?ItemName=Darechaser\">Darechaser</a></p><h3 class=\"framing\">Traits</h3><p><a href=\"TraitDisplay.aspx?ItemName=Strength's Fanfare\">Strength's Fanfare</a>, <a href=\"TraitDisplay.aspx?ItemName=The Flexing Arm\">The Flexing Arm</a></p><h2 class=\"title\">Unique Spell Rules</h2><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> <b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9j74?Pathfinder-Campaign-Setting-Inner-Sea-Faiths\" target=\"_blank\"><i>Inner Sea Faiths pg. 67</i></a><br /><p></p><h3 class=\"framing\">Cleric/Warpriest</h3><p><i><a href=\"SpellDisplay.aspx?ItemName=Expeditious Retreat\">Expeditious Retreat</a></i> can be prepared as a 1st-level spell<br /><i><a href=\"SpellDisplay.aspx?ItemName=Jump\">Jump</a></i> can be prepared as a 1st-level spell<br /><br /></p><div style=\"position:relative;left:0%;border:2px ridge #434343;width:100%;height:100%\"><div class=\"wiki-content-full\"><iframe style=\"overflow-y:hidden;width:100%;height:450px\" src=\"https://pathfinderwiki.com/wiki/Kurgess\"> </iframe></div>\n </div>",
  "flags": {
    "monks-enhanced-journal": {
      "type": "journal"
    }
  },
  "_id": "8Hj7GkXf32WG3U7N"
}
