{
  "name": "Mammon",
  "content": "<p></p><h1 class=\"title\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Mammon</h1><h2><b>The Argent Prince</b></h2><b>Source</b> <a class=\"external-link\" href=\"http://paizo.com/products/btpy94wj?Pathfinder-Campaign-Setting-Inner-Sea-Gods-Hardcover\" target=\"_blank\"><i>Inner Sea Gods pg. 318</i></a><br /><b>Pathfinder Wiki</b> <a href=\"http://www.pathfinderwiki.com/wiki/Mammon\">Mammon</a><p></p><h3 class=\"framing\">Details</h3><p><b>Alignment</b> LE<br /><b>Pantheon</b> Archdevils<br /><b>Other Pantheons</b> Kobold Deities<br /><b>Areas of Concern</b> Avarice, watchfulness, wealth<br /><b>Domains</b> <a href=\"DomainDisplay.aspx?ItemName=Artifice\">Artifice</a>, <a href=\"DomainDisplay.aspx?ItemName=Earth\">Earth</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Evil</a>, <a href=\"DomainDisplay.aspx?ItemName=Law\">Law</a><br /><b>Subdomains</b> <a href=\"DomainDisplay.aspx?ItemName=Artifice\">Construct</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Devil (Evil)</a>, <a href=\"DomainDisplay.aspx?ItemName=Law\">Devil (Law)</a>, <a href=\"DomainDisplay.aspx?ItemName=Earth\">Metal</a>, <a href=\"DomainDisplay.aspx?ItemName=Artifice\">Toil</a><br /><i>* Requires the <u><a href=\"TraitDisplay.aspx?ItemName=Acolyte%20of%20Apocrypha\">Acolyte of Apocrypha</a></u> trait.</i><br /><b>Favored Weapon</b> Shortspear<br /><b>Symbol</b> Devil-faced coin<br /><b>Sacred Animal(s)</b> Rat<br /><b>Sacred Color(s)</b> Gold, silver<br /></p><h3 class=\"framing\">Obedience</h3><p>Shake a purse containing at least six coins of any minting rhythmically while recounting exactly how you earned, stole, or otherwise acquired them, and declare that you have gained all of your wealth for the glory of Mammon, the Argent Prince. Then, use the coins in the purse to form a pentagram on top of a small mirror or any other reflective surface while singing profane hymns to the Argent Prince. Gain a +2 profane bonus on Appraise checks and Sleight of Hand checks to take something unnoticed.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Fiendish Obedience\">Fiendish Obedience</a></h2><p></p><h3 class=\"framing\">Evangelist</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 70</i></a><br /><b>1: Dawn Vaults' Glory (Sp)</b> <i>color spray</i> 3/day, <i>symbol of mirroring</i> 2/day, or <i>magic vestment</i> 1/day<br /><b>2: Argent Prince's Sanctum (Sp)</b> You have seen visions of Mammon's Bier, the darkly magnificent vault where Mammon's oncestunning angelic form lies entombed in a coffin of diamond, and you can make a sanctum for yourself in its image. Once per day, you can use <i>mage's magnificent mansion</i> as a spell-like ability. When you do, the inside of the extradimensional dwelling is filled with images of riches beyond imagining, including replicas of the gem-filled chests in Mammon's Bier in Erebus (though this wealth is illusory and cannot be removed from your sanctum or sold).<br /><b>3: Darkly Shining Majesty (Su)</b> Three times per day as a standard action, you can release a burst of overwhelming evil in the form of the searing reflections of a mighty treasure vault. This is an 80-foot-radius burst centered at any point within 400 feet of you. Each creature in the area is permanently blinded and takes 10d6 points of damage unless it succeeds at a Reflex saving throw (DC = 10 + half your Hit Dice + your Charisma modifier) to negate the blindness and take half damage. Since this burst is not traditional light, it does not further affect creatures vulnerable to sunlight, but it does dispel darkness spells lower than 9th level within its area.</p><h3 class=\"framing\">Exalted</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 70</i></a><br /><b>1: Erebus's Grasp (Sp)</b> <i>grease </i> 3/day, <i>pilfering hand</i> 2/day, or <i>obscure object</i> 1/day<br /><b>2: Pay in Blood (Sp)</b> Once a vaunted champion of Asmodeus's infernal armies, Mammon covets the blood and suffering of those who would stand against him, and you are more than happy to bring the Open Palm his due. Three times per day, you can cast empowered <i>inflict critical wounds</i> as a spell-like ability with a Will save DC equal to 10 + half your Hit Dice + your Charisma modifier.<br /><b>3: 13,001 Chests (Sp)</b> Like the Argent Prince, you understand the role that treasure can play when trying to persuade others to join your side. Three times per day, you can show your enemies visions of the 13,001 open gem-filled chests in Mammon's Bier that were meant to coerce the proteans to Hell's side eons ago. This functions like <i>mass suggestion</i>, except no two of the creatures can be more than 60 feet apart. The DC of the Will saving throw to negate this effect is equal to 10 + half your Hit Dice + your Charisma modifier.</p><h3 class=\"framing\">Sentinel</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 70</i></a><br /><b>1: Guardian of Infernal Vaults (Sp)</b> <i>alarm </i> 3/day, <i>spiritual weapon</i> 2/day, or <i>keen edge</i> 1/day<br /><b>2: Enemy of the Light (Su)</b> For a number of minutes per day equal to your Hit Dice, you are immune to good-aligned damage, and damage you deal is considered evil-aligned for the purpose of overcoming damage reduction. Against good foes, your weapons gain a +3 profane bonus on damage rolls. Further, while this ability is in effect, weapons and effects cannot deal additional damage (such as a <i>holy</i> weapon would deal) to you due to your evil alignment, though you still suffer from any nondamaging effects based on your evil alignment as normal. Activating this ability is a standard action, and dismissing it is a free action. This effect's duration need not be used all at once but must be used in 1-minute increments.<br /><b>3: Flesh of Mammon's Flesh (Su)</b> As one of Mammon's favored unholy servants, you can briefly imbue your weapon as if it were a part of the Argent Prince's body, granting it great power. For a number of rounds equal to your Hit Dice, a single weapon that you are holding gains the <i>unholy</i> and <i>brilliant energy</i> special abilities. (This effect stacks with the weapon's existing enhancement bonuses and special abilities, including enemy of the light, and is not subject to the normal limitations and requirements for magic weapons.) Activating this ability is a move action, and dismissing it is a free action. This effect's duration need not be used all at once but must be used in 1-round increments. While this ability is in effect, your weapon sheds light as normal, but it is an eerie, black, colorless light-a mockery of the light that servants of good might use.</p><h2 class=\"title\">For Followers of Mammon</h2><p></p><h3 class=\"framing\">Feats</h3><p><a href=\"FeatDisplay.aspx?ItemName=Hellish Shackles\">Hellish Shackles</a></p><h3 class=\"framing\">Traits</h3><p><a href=\"TraitDisplay.aspx?ItemName=Flames of Hell\">Flames of Hell</a><br /><br /></p><div style=\"position:relative;left:0%;border:2px ridge #434343;width:100%;height:100%\"><div class=\"wiki-content-full\"><iframe style=\"overflow-y:hidden;width:100%;height:450px\" src=\"https://pathfinderwiki.com/wiki/Mammon\"> </iframe></div>\n </div>",
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "monks-enhanced-journal": {
      "type": "journal"
    }
  },
  "_id": "T0YUD7znCEJvKCDE"
}
