{
  "name": "Pazuzu",
  "content": "<p></p><h1 class=\"title\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Pazuzu</h1><h2><b>King of the Wind Demons</b></h2><b>Source</b> <a class=\"external-link\" href=\"http://paizo.com/products/btpy94wj?Pathfinder-Campaign-Setting-Inner-Sea-Gods-Hardcover\" target=\"_blank\"><i>Inner Sea Gods pg. 320</i></a><br /><b>Pathfinder Wiki</b> <a href=\"http://www.pathfinderwiki.com/wiki/Pazuzu\">Pazuzu</a><p></p><h3 class=\"framing\">Details</h3><p><b>Alignment</b> CE<br /><b>Pantheon</b> Demon Lords<br /><b>Areas of Concern</b> The sky, temptation, winged creatures<br /><b>Domains</b> <a href=\"DomainDisplay.aspx?ItemName=Air\">Air</a>, <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Chaos</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Evil</a>, <a href=\"DomainDisplay.aspx?ItemName=Trickery\">Trickery</a><br /><b>Subdomains</b> <a href=\"DomainDisplay.aspx?ItemName=Air\">Cloud</a>, <a href=\"DomainDisplay.aspx?ItemName=Trickery\">Deception</a>, <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Demon (Chaos)</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Demon (Evil)</a>, <a href=\"DomainDisplay.aspx?ItemName=Air\">Wind</a><br /><i>* Requires the <u><a href=\"TraitDisplay.aspx?ItemName=Acolyte%20of%20Apocrypha\">Acolyte of Apocrypha</a></u> trait.</i><br /><b>Favored Weapon</b> Longsword<br /><b>Symbol</b> Himself, right hand raised<br /><b>Sacred Animal(s)</b> All flying animals<br /><b>Sacred Color(s)</b> Brown, red<br /></p><h3 class=\"framing\">Obedience</h3><p>String up the intestines of a freshly killed creature somewhere that will attract the attention of hungry birds (such as the branches of a tree or the crenellations of a tower), then meditate on the offering. Gain a +4 profane bonus on all saving throws against effects from flying creatures and compulsion effects.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Demonic Obedience\">Demonic Obedience</a></h2><p></p><h3 class=\"framing\">Demoniac</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/store/games/roleplayingGames/p/pathfinderRPG/paizo/pathfinderChronicles/v5748btpy8hij\" target=\"_blank\"><i>Book of the Damned - Volume 2: Lords of Chaos pg. 23</i></a><br /><b>1: Whispers on the Wind (Sp)</b> <i>charm person </i>3/day, <i>enthrall </i>2/ day, or <i>fly </i>1/day<br /><b>2: Possession (Sp)</b> You can cast <i>magic jar </i>once per day as a spell-like ability. You can use a holy symbol of Pazuzu or a statue of Pazuzu as your receptacle-if you do so, you can determine the exact creature type and position of all potential life forces you're capable of possessing. This ability is the equivalent of a 7th-level spell.<br /><b>3: True Temptation (Sp)</b> If any creature speaks Pazuzu's name aloud three times with a single breath, and that creature is within 60 feet of you, you can cast quickened <i>charm monster </i>on that creature as an immediate action. You can use this power up to three times per day. Creatures with fly speeds take a -4 penalty on saves against this effect. If a creature that fails its save against this effect has <i>protection from evil </i>or a similar effect activated, that effect is immediately and automatically dispelled. You can use this ability against a creature that has not invoked Pazuzu's name, but if you do so, it functions as a normal (non-quickened) <i>charm monster </i>spell that does not dispel <i>protection from evil </i>effects. This ability is the equivalent of a 9th-level spell.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Fiendish Obedience\">Fiendish Obedience</a></h2><p></p><h3 class=\"framing\">Evangelist</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 86</i></a><br /><b>1: Pazuzu's Voice (Sp)</b> <i>lesser confusion </i> 3/day, <i>honeyed tongue</i> 2/day, or <i>suggestion</i> 1/day<br /><b>2: Siren of the Skies (Ex)</b> Your form becomes avian in aspect-your hair transforms into a mane of feathers, feathered wings sprout from your back, and your face takes on a birdlike profile with a hooked nose and chin. Your new wings grant you a fly speed equal to your base speed (good maneuverability). In addition, your voice becomes sweet and melodic, with an astonishing range. You gain a +4 bonus on Perform (oratory) and Perform (sing) checks, and the save DCs of language-dependent or sonic effects you create increase by 1. When you must attempt opposed Charisma checks against a charmed subject to convince it to do something it wouldn't ordinarily do, you can roll twice and take the result you prefer as your actual result.<br /><b>3: Avian Mastery (Su)</b> Any creature flying under its own power (flight from a source other than a spell, spell-like ability, or magic item) that attempts to attack you with a melee attack must attempt a Will save (DC = 10 + half your Hit Dice + your Charisma modifier). If the creature fails, it can't follow through with the attack, that part of its action is lost, and it can't directly attack you for the remainder of the round. Once a creature succeeds at this save, it is immune to this ability for 24 hours.</p><h3 class=\"framing\">Exalted</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 86</i></a><br /><b>1: Whispers on the Wind (Sp)</b> <i>charm person </i> 3/day, <i>enthrall</i> 2/day, or <i>fly</i> 1/day<br /><b>2: Possession (Sp)</b> You can cast <i>possession</i> three times per day as a spell-like ability.<br /><b>3: True Temptation (Sp)</b> If any creature speaks Pazuzu's name aloud three times with a single breath, and that creature is within 60 feet of you, you can cast <i>charm monster</i> on that creature as an immediate action. You can use this spell-like ability up to three times per day. Creatures with fly speeds take a -4 penalty on saving throws against this effect. If a creature that fails its save against this effect is under the benefits of <i>protection from evil</i> or a similar effect, that effect is immediately and automatically dispelled. You can use this ability against a creature that has not invoked Pazuzu's name, but if you do so, it functions as a normal (non-quickened) <i>charm monster</i> spell that does not dispel <i>protection from evil</i> effects.</p><h3 class=\"framing\">Sentinel</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 86</i></a><br /><b>1: Master of Air (Sp)</b> <i>feather fall </i> 3/day, <i>gust of wind</i> 2/day, or <i>wind wall</i> 1/day<br /><b>2: The Wind, My Shield (Su)</b> A cylinder of swirling wind constantly surrounds you, an effect you can dismiss or reactivate as a free action. While this effect is active, you gain a +4 deflection bonus to Armor Class, and all ranged attacks against you suffer a 50% miss chance. These supernatural winds can even deflect ranged touch spell effects (such as rays) and massive ranged weapons such as ballista bolts or thrown boulders. As a standard action, you can also direct these winds to assail a creature within 30 feet; this acts as a bull rush or trip attempt, using your Constitution modifier in place of your Strength modifier. You can maintain this wind shield for a number of rounds per day equal to your Hit Dice, but these rounds need not be consecutive.<br /><b>3: Champion of Shibaxet (Sp)</b> The King of the Wind Demons grants you mastery over the power of the winds. You can cast <i>winds of vengeance</i> as a spell-like ability once per day.</p><h2 class=\"title\">For Followers of Pazuzu</h2><p></p><h3 class=\"framing\">Feats</h3><p><a href=\"FeatDisplay.aspx?ItemName=Channel Discord\">Channel Discord</a></p><h3 class=\"framing\">Magic Items - Wondrous Items</h3><p><a href=\"MagicWondrousDisplay.aspx?FinalName=Dagon's Eye\">Dagon's Eye</a></p><h3 class=\"framing\">Traits</h3><p><a href=\"TraitDisplay.aspx?ItemName=Demonic Persuasion\">Demonic Persuasion</a><br /><br /></p><div style=\"position:relative;left:0%;border:2px ridge #434343;width:100%;height:100%\"><div class=\"wiki-content-full\"><iframe style=\"overflow-y:hidden;width:100%;height:450px\" src=\"https://pathfinderwiki.com/wiki/Pazuzu\"> </iframe></div>\n </div>",
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "IPeKQhMz2Odi77tR": 3
  },
  "flags": {
    "monks-enhanced-journal": {
      "type": "journal"
    }
  },
  "_id": "4dIzITHGkCaNWnaQ"
}
