{
  "name": "Shax",
  "content": "<p></p><h1 class=\"title\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Shax</h1><h2><b>The Blood Marquis</b></h2><b>Source</b> <a class=\"external-link\" href=\"http://paizo.com/products/btpy94wj?Pathfinder-Campaign-Setting-Inner-Sea-Gods-Hardcover\" target=\"_blank\"><i>Inner Sea Gods pg. 320</i></a><br /><b>Pathfinder Wiki</b> <a href=\"http://www.pathfinderwiki.com/wiki/Shax\">Shax</a><p></p><h3 class=\"framing\">Details</h3><p><b>Alignment</b> CE<br /><b>Pantheon</b> Demon Lords<br /><b>Areas of Concern</b> Envy, lies, murder<br /><b>Domains</b> <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Chaos</a>, <a href=\"DomainDisplay.aspx?ItemName=Destruction\">Destruction</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Evil</a>, <a href=\"DomainDisplay.aspx?ItemName=Nobility\">Nobility</a><br /><b>Subdomains</b> <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Demon (Chaos)</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Demon (Evil)</a>, <a href=\"DomainDisplay.aspx?ItemName=Nobility\">Leadership</a>, <a href=\"DomainDisplay.aspx?ItemName=Nobility\">Martyr</a>, <a href=\"DomainDisplay.aspx?ItemName=Destruction\">Rage</a><br /><i>* Requires the <u><a href=\"TraitDisplay.aspx?ItemName=Acolyte%20of%20Apocrypha\">Acolyte of Apocrypha</a></u> trait.</i><br /><b>Favored Weapon</b> Dagger<br /><b>Symbol</b> White bloody feather<br /><b>Sacred Animal(s)</b> Stork<br /><b>Sacred Color(s)</b> Red, white<br /></p><h3 class=\"framing\">Obedience</h3><p>Perform an autopsy on a creature killed within the last 24 hours, using bare hands instead of tools as much as possible. Gain a +4 profane bonus against effects that cause bleed and figment illusions.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Demonic Obedience\">Demonic Obedience</a></h2><p></p><h3 class=\"framing\">Demoniac</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/store/games/roleplayingGames/p/pathfinderRPG/paizo/pathfinderChronicles/v5748btpy8hij\" target=\"_blank\"><i>Book of the Damned - Volume 2: Lords of Chaos pg. 24</i></a><br /><b>1: Killer's Finesse (Sp)</b> <i>true strike </i>3/day, <i>invisibility </i>2/day, or <i>keen edge</i> 1/day<br /><b>2: Life in Blood (Su)</b> You treat bleed effects as fast healing. For example, if you suffer an effect that causes bleed 5, you do not take any damage from the effect and instead gain fast healing 5. This effect ends whenever you are fully healed.<br /><b>3: Murderer's Wrath (Ex)</b> You gain sneak attack +3d6. This increase to sneak attack damage stacks with sneak attack damage you may have from other sources. Whenever you inflict sneak attack damage with a slashing weapon, you inflict +2 points of damage per sneak attack die.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Fiendish Obedience\">Fiendish Obedience</a></h2><p></p><h3 class=\"framing\">Evangelist</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 88</i></a><br /><b>1: Liar's Arcana (Sp)</b> <i>ventriloquism </i> 3/day, <i>misdirection</i> 2/day, or <i>glibness</i> 1/day<br /><b>2: I Was Never Here (Sp)</b> You can disappear from the scene of a murder at a moment's notice or vanish before a soon-to-be victim knows of your presence. You can use <i>invisibility</i> once per day as an immediate action or as part of an initiative check. If you use this ability as part of an initiative check, you can target a single creature within 30 feet with the effects of <i>modify memory</i> but only to remove memories of your presence in the area.<br /><b>3: Charnel Retreat (Sp)</b> The Blood Marquis grants you a tiny corner of his domain of Charnelhome to use for your own pleasures. Three times per day, you can create a portal to this place. This acts as <i>mage's magnificent mansion</i>, except the mansion exists as part of the Abyss (all planar traits apply) and the portal can be seen and used by anyone. This realm continues to exist when not in use, although foodstuffs and servants are magically replenished each day. In addition, the realm is lethal to invaders. The entire mansion is under the effects of a <i>guards and wards</i> spell, which refreshes each day. Any food conjured by the mansion is poisoned with dark reaver powder, and the <i>unseen servants</i> can become <i>spiritual allies</i> (although only one can do so at a time). You and creatures designated by you are unaffected by these hazardous effects.</p><h3 class=\"framing\">Exalted</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 88</i></a><br /><b>1: Killer's Finesse (Sp)</b> <i>true strike </i> 3/day, <i>invisibility</i> 2/day, or <i>keen edge</i> 1/day<br /><b>2: Life in Blood (Su)</b> When your veins are opened, you revel in the glorious pain and exalt in the knowledge that you are closer to your unholy patron. Such wounds do not imperil your life but instead invigorate you. You treat bleed effects as fast healing. For example, if you suffer an effect that causes bleed 5, you take no damage from the effect and instead gain fast healing 5. This ability activates automatically the first time each day you suffer a bleed effect, and it continues until you are fully healed. After that point, the ability ceases to function and does not work for 24 hours, during which time bleed effects affect you normally. If you are affected by multiple bleed effects during the time in which this ability is active, you always gain fast healing equal to the most powerful bleed effect.<br /><b>3: Murderer's Wrath (Ex)</b> Your training and worship has honed your bloodletting skill with knives, axes, and other cutting implements. If you don't already have the sneak attack ability, you gain sneak attack +5d6. Whenever you deal sneak attack damage with a slashing weapon, you deal 2 additional points of damage per sneak attack die.</p><h3 class=\"framing\">Sentinel</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 88</i></a><br /><b>1: Gifts of Slaughter (Sp)</b> <i>divine favor </i> 3/day, <i>instrument of agony</i> 2/day, or <i>haste</i> 1/day<br /><b>2: Unholy Butcher (Su)</b> Shax grants you a blessing when you use your gifts to spread death and murder. As a swift action, you can imbue a natural weapon you have or a manufactured weapon you wield with the <i>vicious</i> special ability for 1 round. During this round, whenever you take the 1d6 points of damage from using a <i>vicious</i> weapon (whether it's one you created with this ability or otherwise), you gain a profane bonus to Armor Class and saving throws equal to the amount of damage taken until the start of your turn in the next round. This bonus does not stack with itself if you use a vicious weapon multiple times in a round, but a higher roll can increase the bonus gained. You can use this ability a number of rounds per day equal to your Hit Dice, but these rounds need not be consecutive.<br /><b>3: Bloodbath (Su)</b> You wield daggers like paintbrushes, crafting an exquisite masterpiece of blood and gore with every surgical stroke. Whenever you use a dagger to deal damage to a creature, you also deal bleed damage equal to your Charisma modifier. This bleed damage stacks with bleed damage you have from other abilities. Whenever a creature within 15 feet of you takes bleed damage from a wound you inflict, the blood flows to you and into your wounds, healing you for an number of hit points equal to the bleed damage taken this way.</p><h2 class=\"title\">For Followers of Shax</h2><p></p><h3 class=\"framing\">Feats</h3><p><a href=\"FeatDisplay.aspx?ItemName=Channel Discord\">Channel Discord</a></p><h3 class=\"framing\">Magic Items - Wondrous Items</h3><p><a href=\"MagicWondrousDisplay.aspx?FinalName=Dagon's Eye\">Dagon's Eye</a></p><h3 class=\"framing\">Traits</h3><p><a href=\"TraitDisplay.aspx?ItemName=Demonic Persuasion\">Demonic Persuasion</a><br /><br /></p><div style=\"position:relative;left:0%;border:2px ridge #434343;width:100%;height:100%\"><div class=\"wiki-content-full\"><iframe style=\"overflow-y:hidden;width:100%;height:450px\" src=\"https://pathfinderwiki.com/wiki/Shax\"> </iframe></div>\n </div>",
  "flags": {
    "monks-enhanced-journal": {
      "type": "journal"
    }
  },
  "_id": "TIJuLHcsDAfHhIgI"
}
