{
  "name": "Shivaska",
  "content": "<p></p><h1 class=\"title\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Shivaska</h1><h2><b>The Chained Maiden</b></h2><b>Source</b> <a class=\"external-link\" href=\"http://paizo.com/products/btpy94wj?Pathfinder-Campaign-Setting-Inner-Sea-Gods-Hardcover\" target=\"_blank\"><i>Inner Sea Gods pg. 320</i></a><br /><b>Pathfinder Wiki</b> <a href=\"http://www.pathfinderwiki.com/wiki/Shivaska\">Shivaska</a><p></p><h3 class=\"framing\">Details</h3><p><b>Alignment</b> CE<br /><b>Pantheon</b> Demon Lords<br /><b>Areas of Concern</b> Aberrations, clocks, prisons<br /><b>Domains</b> <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Chaos</a>, <a href=\"DomainDisplay.aspx?ItemName=Darkness\">Darkness</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Evil</a>, <a href=\"DomainDisplay.aspx?ItemName=Madness\">Madness</a><br /><b>Subdomains</b> <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Demon (Chaos)</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Demon (Evil)</a>, <a href=\"DomainDisplay.aspx?ItemName=Madness\">Insanity</a>, <a href=\"DomainDisplay.aspx?ItemName=Darkness\">Loss</a>, <a href=\"DomainDisplay.aspx?ItemName=Madness\">Nightmare</a><br /><i>* Requires the <u><a href=\"TraitDisplay.aspx?ItemName=Acolyte%20of%20Apocrypha\">Acolyte of Apocrypha</a></u> trait.</i><br /><b>Favored Weapon</b> Heavy flail<br /><b>Symbol</b> Clock face with 13 hours<br /><b>Sacred Animal(s)</b> Tarantula<br /><b>Sacred Color(s)</b> Brown, red<br /></p><h3 class=\"framing\">Obedience</h3><p>You must start an obedience to Shivaska at exactly the start of an hour. You must spend this hour bound with chains, rope, manacles, a straitjacket, or some similar restraint. While bound, you must recite prayers to the Chained Maiden and strain against your bindings enough to leave marks on your flesh for the remainder of the day. Gain a +4 profane bonus to your CMD.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Demonic Obedience\">Demonic Obedience</a></h2><p></p><h3 class=\"framing\">Demoniac</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/store/games/roleplayingGames/p/pathfinderRPG/paizo/pathfinderChronicles/v5748btpy8hij\" target=\"_blank\"><i>Book of the Damned - Volume 2: Lords of Chaos pg. 24</i></a><br /><b>1: Maiden's Cry (Sp)</b> <i>lesser confusion </i>3/day, <i>hold person </i>2/day, or <i>ray of exhaustion </i>1/day<br /><b>2: Binding Touch (Sp)</b> Once per day, you can use <i>binding</i>, but only at a range of touch. You need not expend any material components to use this ability, nor can assistants aid you in its casting. You can only have one creature affected by this ability at any one time. If you successfully use this ability on a second creature, the previously bound creature is immediately freed. This ability is the equivalent of a 7th-level spell.<br /><b>3: Unwind the Clock (Sp)</b> You can use <i>time stop </i>once per day.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Fiendish Obedience\">Fiendish Obedience</a></h2><p></p><h3 class=\"framing\">Evangelist</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 90</i></a><br /><b>1: Warp Time (Sp)</b> <i>expeditious retreat </i> 3/day, <i>time shudder</i> 2/day, or <i>slow</i> 1/day<br /><b>2: Clockwork Doll (Su)</b> Once per day as a standard action, you can transform a living creature within 30 feet that has no more Hit Dice than your own into a porcelain-skinned parody of itself, with springs and gears in place of living organs. The target can resist this transformation if it wishes with a successful Fortitude save (DC = 10 + half your Hit Dice + your Charisma modifier). A transformed creature's type becomes construct, and it gains all traits of the construct type, including lack of a Constitution score. The transformed creature also gains the clockwork subtype, including vulnerability to electricity, but it does not gain the swift reactions trait. A transformed creature must be wound once per day with a special key (which appears as part of this transformation); as the key must be inserted into the creature's back, this requires either a successful DC 25 Dexterity or Escape Artist check or another creature's assistance. If the creature is not wound by midnight each night, it becomes immobile and helpless until wound again. A creature transformed into a clockwork doll becomes mindless, with an Intelligence score of 0. It can't use any supernatural or spell-like abilities it had prior to transforming, nor can it cast spells. It also loses all feats and skill ranks. A clockwork doll follows your commands to the letter, but otherwise it remains motionless and takes no actions on its own (unless you command it to react in certain ways, such as serving as a room guardian). This transformation can be reversed only by <i>break enchantment</i>, <i>miracle</i>, <i>polymorph any object</i>, or <i>wish</i>. If the clockwork doll is slain, the creature can be brought back to life via <i>true resurrection</i>. You can only have one clockwork doll under your command at a time. If you create a second clockwork doll, the first one must attempt a Fortitude saving throw (DC = 10 + half your Hit Dice + your Charisma modifier); if it succeeds, it reverts to its previous form with no memories of the time spent as your clockwork doll, but if it fails this save, the clockwork doll crumbles to rubble and is destroyed. If you are slain, any clockwork doll you've created automatically reverts to its previous form (no save required to avoid destruction).<br /><b>3: Ineluctable Prison (Sp)</b> You can cast <i>imprisonment</i> once per day as a spell-like ability.</p><h3 class=\"framing\">Exalted</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 90</i></a><br /><b>1: Maiden's Cry (Sp)</b> <i>lesser confusion </i> 3/day, <i>hold person</i> 2/day, or <i>ray of exhaustion</i> 1/day<br /><b>2: Binding Touch (Sp)</b> Once per day, you can cast <i>binding</i> as a spell-like ability, but only at a range of touch. You don't need to expend any material components to use this ability, but assistants can't aid you in its casting. You can have only one creature affected by this ability at a time. If you successfully use this ability on a second creature, the previously bound creature is immediately freed.<br /><b>3: Unwind the Clock (Sp)</b> You can cast <i>time stop</i> once per day as a spell-like ability.</p><h3 class=\"framing\">Sentinel</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 90</i></a><br /><b>1: Strangler's Secret (Sp)</b> <i>long arm </i> 3/day, <i>spider climb</i> 2/day, or <i>haste</i> 1/day<br /><b>2: Summon Abyssal Horrors (Sp)</b> Once per day as a standard action, you can summon two advanced grimslakes, as per <i>summon monster VII</i>. You gain telepathic communication with the summoned aberrations to a range of 100 feet, and they follow your commands perfectly for 1 minute per level before vanishing back to the Abyss.<br /><b>3: Maiden's Wretch (Ex)</b> Your body warps into a hunched and slimy form with rubbery flesh and tentacles for limbs, and you gain some of the powers of the aberrant creatures known as chokers. Your arms become boneless and flexible, with sucker-covered, starfish-shaped 'hands.' While you can still manipulate objects and wield weapons with these appendages, they also grant you two tentacle primary natural attacks. Each tentacle deals damage appropriate to your size (1d6 if you are Medium). These tentacle attacks have a reach 5 feet greater than your normal reach, and you gain the grab and constrict abilities (your constrict damage is equal to the damage you deal with one of your tentacles plus 1-1/2 times your Strength modifier); you can grab a creature up to one size category larger than you this way. In addition, you gain the choker's strangle and quickness special abilities.</p><h2 class=\"title\">For Followers of Shivaska</h2><p></p><h3 class=\"framing\">Feats</h3><p><a href=\"FeatDisplay.aspx?ItemName=Channel Discord\">Channel Discord</a></p><h3 class=\"framing\">Magic Items - Wondrous Items</h3><p><a href=\"MagicWondrousDisplay.aspx?FinalName=Dagon's Eye\">Dagon's Eye</a></p><h3 class=\"framing\">Traits</h3><p><a href=\"TraitDisplay.aspx?ItemName=Demonic Persuasion\">Demonic Persuasion</a><br /><br /></p><div style=\"position:relative;left:0%;border:2px ridge #434343;width:100%;height:100%\"><div class=\"wiki-content-full\"><iframe style=\"overflow-y:hidden;width:100%;height:450px\" src=\"https://pathfinderwiki.com/wiki/Shivaska\"> </iframe></div>\n </div>",
  "flags": {
    "monks-enhanced-journal": {
      "type": "journal"
    }
  },
  "_id": "HY6QEsOuEStFAnoI"
}
