{
  "name": "Zura",
  "content": "<p></p><h1 class=\"title\"><img src=\"http://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px\" title=\"PFS Legal\" /> Zura</h1><h2><b>The Vampire Queen</b></h2><b>Source</b> <a class=\"external-link\" href=\"http://paizo.com/products/btpy94wj?Pathfinder-Campaign-Setting-Inner-Sea-Gods-Hardcover\" target=\"_blank\"><i>Inner Sea Gods pg. 320</i></a><br /><b>Pathfinder Wiki</b> <a href=\"http://www.pathfinderwiki.com/wiki/Zura\">Zura</a><p></p><h3 class=\"framing\">Details</h3><p><b>Alignment</b> CE<br /><b>Pantheon</b> Demon Lords<br /><b>Areas of Concern</b> Blood, cannibalism, vampires<br /><b>Domains</b> <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Chaos</a>, <a href=\"DomainDisplay.aspx?ItemName=Death\">Death</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Evil</a>, <a href=\"DomainDisplay.aspx?ItemName=Madness\">Madness</a><br /><b>Subdomains</b> <a href=\"DomainDisplay.aspx?ItemName=War\">Blood</a>, <a href=\"DomainDisplay.aspx?ItemName=Chaos\">Demon (Chaos)</a>, <a href=\"DomainDisplay.aspx?ItemName=Evil\">Demon (Evil)</a>, <a href=\"DomainDisplay.aspx?ItemName=Death\">Murder</a>, <a href=\"DomainDisplay.aspx?ItemName=Death\">Undead</a><br /><i>* Requires the <u><a href=\"TraitDisplay.aspx?ItemName=Acolyte%20of%20Apocrypha\">Acolyte of Apocrypha</a></u> trait.</i><br /><b>Favored Weapon</b> Rapier<br /><b>Symbol</b> Crimson fanged skull rune<br /><b>Sacred Animal(s)</b> Vampire bat<br /><b>Sacred Color(s)</b> Red<br /></p><h3 class=\"framing\">Obedience</h3><p>Drink some of the blood of a willing creature, and allow the same creature to drink some of your own blood, after which you must meditate on the teachings of Zura. Alternatively, you can feed on the flesh of a creature of your own race until you are full. Gain a +4 profane bonus on all saving throws against the supernatural abilities of undead creatures.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Demonic Obedience\">Demonic Obedience</a></h2><p></p><h3 class=\"framing\">Demoniac</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/store/games/roleplayingGames/p/pathfinderRPG/paizo/pathfinderChronicles/v5748btpy8hij\" target=\"_blank\"><i>Book of the Damned - Volume 2: Lords of Chaos pg. 29</i></a><br /><b>1: Zura's Favor (Sp)</b> <i>deathwatch </i>3/day, <i>spider climb </i>2/day, or <i>vampiric touch </i>1/day<br /><b>2: Blood is Life (Su)</b> Once per day as a full-round action, you may drink the blood of a creature that has been dead for no more than an hour to gain the benefits of <i>heroes' feast</i> and <i>death knell </i>for 1 hour. The blood imbibed must come from a creature with a minimum CR of your character level -2.<br /><b>3: Vampirism (Su)</b> Once per day, you may infuse yourself with the qualities of a vampire. Apply the vampire template to yourself for the duration of this effect, which lasts for 1d6 rounds plus an additional number of rounds equal to your Charisma bonus. When the effect ends, you are staggered for 1d4 rounds. If you are already a vampire, you gain the advanced template for the duration of this effect.</p><h2 class=\"title\">Boons - <a href=\"FeatDisplay.aspx?ItemName=Fiendish Obedience\">Fiendish Obedience</a></h2><p></p><h3 class=\"framing\">Evangelist</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 108</i></a><br /><b>1: Vampire Magic (Sp)</b> <i>charm person </i> 3/day, <i>eagle's splendor</i> 2/day, or <i>gaseous form</i> 1/day<br /><b>2: Decadent Hungers (Su)</b> Your palate is too refined to be satisfied by the blood and flesh of lesser beings-only sentient creatures are worthy enough to gratify your hunger. If you have access to the fresh blood or raw flesh (harvested no more than 1 hour ago from a living body) of a creature with an Intelligence score of 6 or greater, you can consume it as a full-round action; alternatively, you can consume blood or flesh from a willing or helpless living target. Upon drinking or feeding in this manner, you gain a +2 profane bonus on attack rolls, saving throws, and skill checks for 10 minutes. In addition, any spell you cast during this time takes effect as though your caster level were 2 higher; this is a profane bonus.<br /><b>3: Vampire Queen's Mystique (Ex)</b> You take on some of the sensuous allure of the vampire and can bend others to your will with just a glance. You gain a +4 profane bonus to your Charisma score and on Will saving throws against mind-affecting effects.</p><h3 class=\"framing\">Exalted</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 108</i></a><br /><b>1: Zura's Favor (Sp)</b> <i>deathwatch </i> 3/day, <i>spider climb</i> 2/day, or <i>vampiric touch</i> 1/day<br /><b>2: Blood Is Life (Su)</b> Not all of those who venerate Zura are themselves undead vampires, but all who worship her are expected to drink blood as part of their duty to the Vampire Queen. Your faith in the demon lord allows you to gain more than just religious rapture and sustenance from blood, provided the blood you drink is fresh and warm. Once per day as a full-round action, you can drink the blood of a creature that has been dead for no more than 1 hour to gain the benefits of <i>heroes' feast</i> and <i>death knell</i> for 1 hour. The blood you imbibe must come from a creature with a minimum CR of your character level - 2.<br /><b>3: Vampirism (Su)</b> While Zura's favored worshipers are vampires, she still values the service of powerful cult members who yet live, for a living cultist can move about in the light of day and need not fear the weaknesses most vampires do. But this is not to say that Zura denies her greatest followers the bliss and rapture of becoming a vampire, at least for short periods of time. Thanks to your long-standing devotion to the Vampire Queen, you have become one of those chosen few to gain this peek into a vampire's unlife without having to give up living. Once per day, you can infuse yourself with the qualities of a vampire. Apply the vampire template to yourself for the duration of this effect, which lasts for 1d6 rounds plus an additional number of rounds equal to your Charisma bonus. When the effect ends, you are staggered for 1d4 rounds. In time, most worshipers of Zura hope to become vampires, and those who do and have this boon find that they can still draw upon its effects to bolster their power. If you are already a vampire and you activate this boon, you gain the advanced creature simple template for the duration of this effect.</p><h3 class=\"framing\">Sentinel</h3><p><b>Source </b><a class=\"external-link\" href=\"http://paizo.com/products/btpy9tok\" target=\"_blank\"><i>Book of the Damned pg. 108</i></a><br /><b>1: Blood-Slicked Knight (Sp)</b> <i>inflict light wounds</i> 3/day, <i>bloodbath</i> 2/day, or <i>waves of blood</i> 1/day<br /><b>2: Bloodthirsty Savagery (Ex)</b> Your canines develop into razor-sharp fangs, and you thirst for the blood of the living. You gain a bite attack, dealing 1d6 points of damage for a Medium creature; if you already have a bite attack, it deals damage as though you were one size category larger. Whenever you confirm a critical hit with your bite attack, you consume some of the victim's flesh and blood, dealing 1 point of Constitution damage. When you deal Constitution damage this way, you heal 5 hit points. If you have the blood drain special attack, you gain its benefits whenever you deal damage with your bite attack, as if you had pinned your target.<br /><b>3: Vampire's Flesh (Su)</b> Your flesh is infused with a vampire's undead vigor, and it repairs itself with unnatural speed. You are damaged by positive energy and healed by negative energy, as if you were undead. In addition, you gain fast healing 5 and DR 10/magic and silver. If you are already a vampire, your fast healing and DR both increase by 5. You are staggered whenever you are exposed to direct natural sunlight; if you are a vampire, this replaces your normal weakness to sunlight.</p><h2 class=\"title\">For Followers of Zura</h2><p></p><h3 class=\"framing\">Feats</h3><p><a href=\"FeatDisplay.aspx?ItemName=Channel Discord\">Channel Discord</a></p><h3 class=\"framing\">Magic Items - Wondrous Items</h3><p><a href=\"MagicWondrousDisplay.aspx?FinalName=Dagon's Eye\">Dagon's Eye</a></p><h3 class=\"framing\">Traits</h3><p><a href=\"TraitDisplay.aspx?ItemName=Blessing of the Feast\">Blessing of the Feast</a>, <a href=\"TraitDisplay.aspx?ItemName=Demonic Persuasion\">Demonic Persuasion</a><br /><br /></p><div style=\"position:relative;left:0%;border:2px ridge #434343;width:100%;height:100%\"><div class=\"wiki-content-full\"><iframe style=\"overflow-y:hidden;width:100%;height:450px\" src=\"https://pathfinderwiki.com/wiki/Zura\"> </iframe></div>\n </div>",
  "flags": {
    "monks-enhanced-journal": {
      "type": "journal"
    }
  },
  "_id": "nMfycGBxClU8KRzI"
}
