{
  "_id": "P3IHkkMjx9sE6KAE",
  "name": "Alchemical Pheromones (Aggression)",
  "type": "consumable",
  "img": "systems/pf1/icons/items/potions/unique-5.jpg",
  "data": {
    "description": {
      "value": "<p><strong>Source</strong> <em>Ultimate Wilderness pg. 245</em>, <em>Dirty Tactics Toolbox pg. 20</em><br/><strong>Price</strong> 150 gp (aggression), 300 gp (arousal), 1 gp (simple), 300 gp (susceptibility); <strong>Weight</strong> - (aggression), - (arousal), - (simple), - (susceptibility)</p><h2 class=\"framing\">Description</h2><p>Alchemical pheromones are variously colored liquids typically stored in glass vials. These pheromones combine the natural scent of an animal (such as a wolf), humanoid (such as a human), magical beast (such as a unicorn), or vermin (such as a centipede) with alchemical reagents that enhance and refine that scent, making the concoction potent enough to modify the behavior of a creature. A dose of alchemical pheromones must be created for the animal, magical beast, or vermin type or for a single subtype of humanoid; it typically affects only creatures of that type or subtype. The effects of the alchemical pheromone depend on the type.<br/><br/> When it is smeared onto a surface or it is thrown as a splash weapon, the alchemical pheromone fills a 5-foot-radius area with its scent. The scent then remains active for 1 minute. A creature of the targeted type or subtype that enters that area must succeed at a DC 14 Will save or be subject to the effects of the pheromone for 1 round. If the creature remains in the affected area, it must attempt a new saving throw each round as long as the pheromone remains active. All alchemical pheromones are mind-affecting effects, but swarms (as well as any other collection of creatures that acts as a single creature) are not immune to them. Creatures that don't need to breathe are immune to alchemical pheromones, while creatures with the scent ability take a -4 penalty on saving throws against them.<br/><br/> <strong>Aggression</strong>: Affected creatures are driven into a mindless frenzy, as if affected by simultaneous <em>confusion</em> and <em>rage</em> spells.<br/><br/> <strong>Arousal</strong>: Affected creatures are aroused and distracted, causing them to lose their Dexterity bonus to AC.<br/><br/> <strong>Simple</strong>: An affected creature is staggered for 1 round. Whether the target succeeds at or fails the saving throw, it becomes immune to simple alchemical pheromones for 24 hours.<br/><br/> <strong>Susceptibility</strong>: Affected creatures are forced to obey one specific, simple command, as if affected by a <em>command</em> spell. The command is chosen when the pheromone is created, and must be a something simple, such as approach, drop, fall, flee, or halt (as defined by the <em>command</em> spell).</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 0
    },
    "price": 150,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "",
    "cl": 0,
    "aura": {
      "custom": false,
      "school": ""
    },
    "actions": [],
    "uses": {
      "per": null,
      "value": 0,
      "maxFormula": "",
      "pricePerUse": 0,
      "autoDeductCharges": true,
      "autoDeductChargesCost": "1"
    },
    "attackNotes": [],
    "effectNotes": [],
    "links": {
      "children": [],
      "charges": []
    },
    "tag": "alchemicalPheromonesAggression",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {
        "Category": "Alchemical Tools"
      }
    },
    "scriptCalls": [],
    "consumableType": "misc",
    "showInQuickbar": false,
    "activation": {
      "cost": 1,
      "type": ""
    },
    "unchainedAction": {
      "activation": {
        "cost": 1,
        "type": ""
      }
    },
    "duration": {
      "value": null,
      "units": ""
    },
    "actionType": null,
    "ability": {
      "damageMult": 1,
      "critMult": 2
    },
    "attack": {},
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
