{
  "_id": "JoGUnh0Dab8XlowI",
  "name": "Backpack (carrier)",
  "type": "container",
  "img": "systems/pf1/icons/items/inventory/backpack.jpg",
  "data": {
    "description": {
      "value": "<h1 class=\"title\">Backpack</h1><b>Source</b> <em>Ultimate Wilderness pg. 242</em><br/><b>Price</b> <img src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px;\" title=\"PFS Legal\"/>  25 gp (carrier), <img src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px;\" title=\"PFS Legal\"/>   2 gp (common), <img src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px;\" title=\"PFS Legal\"/>  40 gp (hydration), <img src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px;\" title=\"PFS Legal\"/>   50 gp (masterwork), <img src=\"https://www.aonprd.com/images/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px;\" title=\"PFS Legal\"/>  25 gp (weaponrack); <b>Weight</b> 5 lbs. (carrier),  2 lbs. (common), 4 lbs. (hydration),  4 lbs. (masterwork), 5 lbs. (weaponrack)<h3 class=\"framing\">Description</h3><p>This leather knapsack has one large pocket that closes with a buckled strap and holds about 2 cubic feet of material. Some may have one or more smaller pockets on the sides.<br/><br/> <i>Masterwork Backpack</i>: This backpack has numerous pockets for storing items that might be needed while adventuring. Hooks are included for attaching items such as canteens, pouches, or even a rolled-up blanket. It has padded bands that strap across the chest and the waist to distribute its weight more evenly. Like a common backpack, it can hold about 2 cubic feet of material in its main container. When wearing a masterwork backpack, treat your Strength score as +1 higher than normal when calculating your carrying capacity.<br/><br/><i>Carrier Backpack</i>: Reinforced metal bars allow for this leather backpack to withstand a greater degree of stress than a traditional pack. Along with the standard backpack compartment, this pack has an additional pouch and harness at its top. Used together, the harness and pouch can safely contain a Tiny or smaller creature. While harnessed, the creature can't leave the backpack or see outside of it; it takes a full-round action to remove the harness from a carried creature.<br/><br/><i>Hydration Backpack</i>: This mostly leather backpack has a series of awkward metallic tubes, which run from the pack over your shoulders, and a small bladder at its base. A hydration backpack has a large pocket identical to that of a regular backpack that holds 2 cubic feet of material, while the bladder holds 1 gallon of liquid. The ends of the metal tubes can be positioned to allow you to easily dispense and drink liquid stored in the attached bladder. Consuming water in this way grants a +2 circumstance bonus on Constitution checks to avoid nonlethal damage during a forced march.<br/><br/><i>Weaponrack Backpack</i>: This leather backpack includes a small weapons rack. The rack holds up to four weapons, such as battleaxes, longswords, maces, or short swords. Allies adjacent to you can retrieve a weapon from the rack as a move action without provoking attacks of opportunity, as if they were simply drawing a weapon. Like a normal backpack, it can hold 2 cubic feet of material in its main compartment.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": 2,
    "price": 25,
    "size": "med",
    "equipped": true,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": "",
      "basePrice": 0
    },
    "identifiedName": "Backpack (carrier)",
    "cl": 0,
    "aura": {
      "custom": false,
      "school": ""
    },
    "inventoryItems": [],
    "maxWeight": null,
    "weightReduction": 0,
    "baseWeight": 2,
    "sellMultiplier": 0.5,
    "currency": {
      "pp": 0,
      "gp": 0,
      "sp": 0,
      "cp": 0
    },
    "flags": {
      "boolean": [],
      "dictionary": [
        [
          "Category",
          "Adventuring Gear"
        ]
      ]
    },
    "basePrice": 0,
    "uses": {
      "value": 0,
      "max": 0
    },
    "damage": {
      "parts": [],
      "critParts": [],
      "nonCritParts": []
    },
    "conditionals": [],
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
