{
  "_id": "0COesnDlpeBtVluo",
  "name": "Lure (Fake Coins)",
  "type": "loot",
  "img": "systems/pf1/icons/items/inventory/coin-gold.jpg",
  "data": {
    "description": {
      "value": "<p><strong>Source</strong> <em>Kobolds of Golarion pg. 28</em><br/><strong>Price</strong> 20 gp (fake area map), 5 gp (fake coins); <strong>Weight</strong> - (fake area map), - (fake coins)</p><h2 class=\"framing\">Description</h2><p>Among Darklanders, the process of luring surface dwellers into danger is known as 'deepbaiting.' This practice is highly refined in kobold culture, and requires a substantial amount of psychological subtlety. Many kobold trappers use physical lures to draw victims into such ambushes. These lures are most often replica items, chosen to appeal to the intended prey. Because kobolds have little in-depth contact with the surface-dwelling world, their replicas lack detail, and usually don't stand up to close inspection.<br/><br/> <strong>Fake Area Map</strong>: This faux-distressed piece of parchment is a crude map of the local area, with red circles and arcane gibberish scrawled on it. Intentionally made to look old and worn, it's actually a simple piece of parchment that's been singed, crumpled, and rolled in the dirt. Because the average kobold artisan's knowledge of Common is poor, any literate creature within 5 feet can identify the map as a fake. However, beyond 5 feet, a fake map requires a successful DC 25 Sense Motive check to identify it as phony.<br/><br/> <strong>Fake Coins</strong>: These rough-hewn discs of metal are covered in highly ref lective, gold-colored plating, which catches the light and causes them to shimmer. At a distance greater than 5 feet, fake coins require a DC 20 Sense Motive check to identify. However, because these 'coins' aren't molded and have no embellishment on either side, any creature within 5 feet can clearly identify them as spurious.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": 0,
    "price": 5,
    "size": "med",
    "equipped": false,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "",
    "cl": 0,
    "aura": {
      "custom": false,
      "school": ""
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": []
    },
    "tag": "lureFakeCoins",
    "useCustomTag": false,
    "flags": {
      "boolean": [],
      "dictionary": [
        [
          "Category",
          "Adventuring Gear"
        ]
      ]
    },
    "scriptCalls": [],
    "subType": "gear",
    "uses": {
      "value": 0,
      "max": 0
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0,
    "T7ruBbHuMiFYUDxv": 3
  },
  "flags": {}
}
