{
  "_id": "vtD10eeMqm6YyWff",
  "name": "Manacles",
  "type": "loot",
  "img": "icons/sundries/survival/cuffs-shackles-steel.webp",
  "data": {
    "description": {
      "value": "<p><strong>Source</strong> <em>Path of the Hellknight pg. 15</em>, <em>PRPG Core Rulebook pg. 158</em>, <em>Ultimate Equipment pg. 57</em><br/><strong>Price</strong> <img src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px;\" title=\"PFS Legal\"/> 15 gp (common), <img src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px;\" title=\"PFS Legal\"/> 50 gp (masterwork), <img src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px;\" title=\"PFS Legal\"/> 1,000 gp (mithral); <strong>Weight</strong> 2 lbs. (common), 2 lbs. (masterwork), 2 lbs. (mithral)</p><h2 class=\"framing\">Description</h2><p>Manacles can bind a Medium creature. A manacled creature can use the Escape Artist skill to slip free (DC 30, or DC 35 for masterwork manacles). Breaking the manacles requires a Strength check (DC 26, or DC 28 for masterwork manacles). Manacles have hardness 10 and 10 hit points.<br/><br/>Most manacles have locks; add the cost of the lock you want to the price of the manacles.<br/><br/>For the same price, you can buy manacles for a Small creature. For a Large creature, manacles cost 10 times the indicated amount, and for a Huge creature, 100 times the indicated amount. Gargantuan, Colossal, Tiny, Diminutive, and Fine creatures can be held only by specially made manacles, which cost at least 100 times the indicated amount.<br/><br/>Mithral Manacles: These bindings are more difficult to break than standard manacles and are particularly useful against lycanthropes. They have hardness 15, 30 hit points, and a break DC of 30. They are otherwise treated as masterwork manacles.</p><h2 class=\"title\">Expanded Information</h2><p><strong>Source</strong>: <em>Pathfinder Campaign Setting: Path of the Hellknight pg.15</em><br/><br/>Manacles are detailed on page 68 of <em>Ultimate Equipment</em>. The specifics of their effects are largely left to the GM's discretion, due in large part to manacles' versatility. However, for their most common uses, GMs might employ the following effects.<br/><br/> <strong>Fetters</strong>: These manacles are specifically designed to fit around the ankles, and use the same rules for breaking, escape, and cost relative to size. A creature in fetters is entangled and can move at only half speed. In addition, a fettered creature must succeed at a DC 15 Acrobatics check to move more than its (reduced) speed in a round. If it fails the check by 5 or more, the creature falls prone.<br/><br/> <strong>Frontal Restraint</strong>: A creature whose wrists are bound with manacles can wield only one melee weapon or shield in combat (the weapon may be a two-handed weapon). It cannot make use of ranged weapons, except for crossbows (but even these cannot be reloaded by the bound creature). Any attack the creature makes while manacled takes a -4 penalty. The creature can attempt skill checks using its hands, but at a -5 penalty (-15 on Disable Device checks to pick the lock of manacles the creature is wearing).<br/><br/> <strong>Rear Restraint</strong>: Manacles might be employed to keep a creature's hands behind its back. In such cases, the creature cannot use its hands to effectively employ any weapon or shield. The creature can attempt to use its hands to perform a skill, but at a -10 penalty (-25 on Disable Device checks to pick the lock of manacles the creature is wearing). While manacled, a creature can attempt to flip its arms beneath its legs, bringing its hands in front of itself. This requires a successful DC 25 Escape Artist check (a separate Escape Artist check is then required to escape the manacles).<br/><br/> <strong>Restraining Two Individuals</strong>: Two creatures might share one set of manacles. While manacled together, the manacled individuals must remain adjacent to one another. If they are not working together, they are both treated as grappled. If they are working together, they can move together in the same round (using the movement speed of the slower creature). A manacled creature can forfeit its turn during combat to mimic the other manacled creature's movements, allowing that creature to act as if unrestrained.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 2
    },
    "price": 15,
    "size": "med",
    "equipped": false,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "",
    "cl": 0,
    "aura": {
      "custom": false,
      "school": ""
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": []
    },
    "tag": "manacles",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {
        "Category": "Adventuring Gear"
      }
    },
    "scriptCalls": [],
    "subType": "gear",
    "extraType": "",
    "uses": {
      "value": 0,
      "max": 0
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
