{
  "_id": "cwJTKhRWsN92xwLh",
  "name": "Masterwork tool",
  "type": "loot",
  "img": "icons/tools/smithing/hammer-sledge-steel-grey.webp",
  "system": {
    "description": {
      "value": "<p><strong>Source</strong> <em>Ultimate Equipment pg. 77</em>, <em>PRPG Core Rulebook pg. 158</em><br/><strong>Price</strong> 50 gp; <strong>Weight</strong> 1 lb.<br/><strong>Category</strong> Tools</p><h2 class=\"framing\"><img src=\"modules/pf-content/assets/PathfinderSocietySymbol.gif\" style=\"margin:3px 3px 0px 3px;\" title=\"PFS Legal\"/>Description</h2><p>This tool is perfect for its intended job. It grants a +2 circumstance bonus on a related skill check (if any). The bonuses provided by multiple masterwork items do not stack.<br/><br/> Several common items already count as masterwork tools for particular skills. These are the alchemist's lab, climber's kit, disguise kit, healer's kit, masterwork musical instrument, and masterwork thieves' tools. Therefore, there is no masterwork climber's kit, masterwork healer's kit, and so on-those items are already the best available for general checks with the relevant skill.<br/><br/> Some skills have no appropriate tool or masterwork tool- no nonmagical item exists that grants a bonus for all uses of that skill. For example, just because a certain perfume is favored by local nobles (granting a +2 circumstance bonus on Diplomacy checks to influence them) doesn't mean that perfume has the same effect on a member of the thieves' guild, a foreign berserker, or a medusa. Likewise, just because a fake beard woven by dwarves out of the beards of famous dwarves may grant a +2 circumstance bonus on Use Magic Device checks to emulate the dwarven race doesn't mean the beard has any effect on using that skill to activate elven items or paladin items, or to decipher a written spell.<br/><br/> Individual GMs may want to allow masterwork tools for other skills at the listed cost. The circumstance bonus for such a tool should never be more than +2. The tool should either have a limited number of uses (such as the disguise and healer's kits) or only apply to certain aspects of the skill (such as the balancing pole's bonus on Acrobatics checks to traverse a narrow surface or the magnifying glass's bonus on Appraise checks for detailed items).</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 1
    },
    "price": 50,
    "size": "med",
    "equipped": false,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "",
    "cl": 0,
    "aura": {
      "custom": false,
      "school": ""
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": []
    },
    "tag": "masterworkTool",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {
        "Category": "Tools"
      }
    },
    "scriptCalls": [],
    "subType": "gear",
    "extraType": "",
    "uses": {
      "value": 0,
      "max": 0
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "pf1",
    "systemVersion": "0.82.2",
    "coreVersion": "10.287",
    "createdTime": 1665428367324,
    "modifiedTime": 1665949135176,
    "lastModifiedBy": "IPeKQhMz2Odi77tR"
  }
}
