{
  "_id": "IbSjz0hXs2E7TwoN",
  "name": "Varisian Idol",
  "type": "loot",
  "img": "icons/commodities/treasure/figurine-idol.webp",
  "data": {
    "description": {
      "value": "<p><strong>Source</strong> <em>Varisia, Birthplace of Legends pg. 15</em>, <em>Rise of the Runelords Player's Guide pg. 11</em>, <em>Curse of the Crimson Throne Player's Guide pg. 12</em><br/><strong>Price</strong> 75 gp; <strong>Weight</strong> 1 lb.<br/><strong>Category</strong> Adventuring Gear</p><h2 class=\"framing\">Description</h2><p>Scavenged from mysterious monuments, these depictions of forgotten figures and nameless spirits are often sold as good luck charms, but most commoners don't know that they can also be used to augment magic. Seven types of Varisian idols exist; those that affect evocation, transmutation, and illusion are the most common. Varisians associate each type of idol with their peoples' names for the various schools of magic.<br/><br/> If used as an additional material component when casting a spell the idol affects, a Varisian idol increases the effect of that spell. Using multiple idols to cast a spell has no additional effect. A Varisian idol is destroyed after one use.<br/><br/> <em>Avaria</em>: When used to cast <em>bear's endurance</em>, <em>bull's strength</em>, <em>cat's grace</em>, <em>eagle's splendor</em>, <em>fox's cunning</em>, or <em>owl's wisdom</em>, the spell grants a +5 enhancement bonus to the affected ability score.<br/><br/> <em>Avidais</em>: When used to cast a spell that allows you to make a dispel check (such as <em>dispel magic </em>or <em>mage's disjunction</em>), you gain a +2 bonus on that check.<br/><br/> <em>Carnasia</em>: When used to cast any spell of the charm subschool, a threatened target does not gain the usual +5 bonus on its saving throw to resist the effect.<br/><br/> <em>Idolis</em>: When used to cast <em>summon monster </em>or <em>summon nature's ally</em>, the summoned creature's maximum hit points increase by +2 for every Hit Die it possesses.<br/><br/> <em>Ragario</em>: When used to cast a spell that deals energy damage, you gain a +2 bonus on caster level checks made to overcome spell resistance.<br/><br/> <em>Vangloris</em>: When used to cast a spell of the glamer subschool with a duration measured in minutes or less (such as <em>displacement </em>or <em>invisibility</em>), the effects of that spell persist for 1 round longer than normal.<br/><br/> <em>Voratalo</em>: When used to cast a spell of the necromancy school that deals hit point damage, you also deal a number of points of bleed damage equal to the spell level. This bleed effect lasts for 5 rounds.</p>",
      "chat": "",
      "unidentified": ""
    },
    "tags": [],
    "quantity": 1,
    "weight": {
      "value": 1
    },
    "price": 75,
    "size": "med",
    "equipped": false,
    "resizing": false,
    "identified": true,
    "hp": {
      "max": 10,
      "value": 10
    },
    "broken": false,
    "hardness": 0,
    "carried": true,
    "unidentified": {
      "price": 0,
      "name": ""
    },
    "identifiedName": "",
    "cl": 0,
    "aura": {
      "custom": false,
      "school": ""
    },
    "changes": [],
    "changeFlags": {
      "loseDexToAC": false,
      "noEncumbrance": false,
      "mediumArmorFullSpeed": false,
      "heavyArmorFullSpeed": false
    },
    "contextNotes": [],
    "links": {
      "children": []
    },
    "tag": "varisianIdol",
    "useCustomTag": false,
    "flags": {
      "boolean": {},
      "dictionary": {
        "Category": "Adventuring Gear"
      }
    },
    "scriptCalls": [],
    "subType": "gear",
    "extraType": "",
    "uses": {
      "value": 0,
      "max": 0
    },
    "range": {
      "maxIncrements": 1
    }
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "permission": {
    "default": 0
  },
  "flags": {}
}
